[
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Short title. 1.  This Act may be cited as the Guyana Rice Producers Association Act.",
            "description": "This Act may be cited as the Guyana Rice Producers Association Act."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Interpretation. 2.  In this Act  Association  means   the   Guyana   Rice   Producers   Association established under this Act;  Committee means a Committee established under this Act LAWS OF GUYANA 4 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012                         c. 72:01     Establishment of the Association.    Functions  of the  Association. [10 of 1960 6 of 1965 20 of 1969]        for the management of the affairs of a District Association;  the Council means the Council established under this Act for the management of the affairs of the Association;  district means one of the districts into which Guyana is subdivided for the purposes of this Act;  District  Association  means  an  Association  of  rice  producers constituted in a district for the purposes of this Act;  Executive Committee means the Executive Committee established under section 6;  industry means the rice industry of Guyana;  rice producer has the meaning assigned to it in section 2 of the Rice Marketing Act;  the regulations means regulations made under section",
            "description": "In this Act  Association  means   the   Guyana   Rice   Producers   Association established under this Act;  Committee means a Committee established under this Act LAWS OF GUYANA 4 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012                         c. 72:01     Establishment of the Association.    Functions  of the  Association. [10 of 1960 6 of 1965 20 of 1969]        for the management of the affairs of a District Association;  the Council means the Council established under this Act for the management of the affairs of the Association;  district means one of the districts into which Guyana is subdivided for the purposes of this Act;  District  Association  means  an  Association  of  rice  producers constituted in a district for the purposes of this Act;  Executive Committee means the Executive Committee established under section 6;  industry means the rice industry of Guyana;  rice producer has the meaning assigned to it in section 2 of the Rice Marketing Act;  the regulations means regulations made under section"
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Association. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Establishment of the Association. 3. As from the 13th September, 1946, the rice producers of Guyana for the time being shall collectively be a body corporate by the name of the Guyana Rice Producers Association.",
            "description": "As from the 13th September, 1946, the rice producers of Guyana for the time being shall collectively be a body corporate by the name of the Guyana Rice Producers Association."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Association. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Functions of the Association. 4. The functions of the Association shall be the performance of any of the following services:  (a)  the  protection,  promotion  and  advancement  of  the interests of rice producers generally;  (b)   the proposal of any measures including co-operative schemes  of  all  kinds  conducive  to  the  maintenance  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 5  L.R.O. 1/2012                        Management of affairs of Association vested in a Council. [10 of 1960 20 of 1969]                   or extension of production in the industry;  (c)      making representations to the Minister concerning any matter affecting production in the industry, the operations of the Rice Marketing Board and the interests of rice producers generally; and  (d)    inquiring into and reporting on any questions relating to the industry which may be referred to it by the Minister or by anybody lawfully concerned with any phase of the industry, and advising on any matter connected therewith.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  protection,  promotion  and  advancement  of  the interests of rice producers generally;"
                },
                {
                    "representation": "(b)",
                    "description": "the proposal of any measures including co-operative schemes  of  all  kinds  conducive  to  the  maintenance  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 5  L.R.O. 1/2012                        Management of affairs of Association vested in a Council. [10 of 1960 20 of 1969]                   or extension of production in the industry;"
                },
                {
                    "representation": "(c)",
                    "description": "making representations to the Minister concerning any matter affecting production in the industry, the operations of the Rice Marketing Board and the interests of rice producers generally; and"
                },
                {
                    "representation": "(d)",
                    "description": "inquiring into and reporting on any questions relating to the industry which may be referred to it by the Minister or by anybody lawfully concerned with any phase of the industry, and advising on any matter connected therewith."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Management of affairs of Association vested in a Council. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Management of affairs of Association vested in a Council. 5. (1) The management of the affairs of the Association shall be vested in a Council.  (2) The members of the Council shall be  (a)    one  member  of  the  Committee  of  each  District Association appointed in accordance with the regulations; and  (b)  four other persons elected by the members appointed under paragraph (a) at a meeting held in pursuance of the regulations.  (3) If any person appointed under paragraph (a) of the last preceding subsection ceases to be a member of the Committee of a District Association, his appointment as a member of the Council shall cease to have effect without prejudice to anything previously done by him in pursuance LAWS OF GUYANA 6 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012                                                 thereof, and the Committee of the District Association of which such person was a member shall appoint another of its members in his place.  (4) The Council shall be constituted as hereinbefore provided for a period of two years commencing with the day on which members who are  appointed or elected as aforesaid take office and shall, in like manner,  be reconstituted for each period of two years commencing immediately after a period for which the Council was constituted or reconstituted under this subsection.  (5) The Council shall, at its first meeting during each period for which it is so constituted or reconstituted, elect from among its members a President, a Senior Vice-President and a Junior Vice-President as officers of the Council.  (6) The Council shall have power to fill by appointment any vacancy therein (whether occasioned by death, resignation or any other cause) in respect of any member or officer of the Council for the unexpired portion of the term of office of such member or officer.  (7) The Council shall meet at least once in every three months.   (8) The seat of a member of the Council shall become vacant if he fails to attend three consecutive meetings of the Council:  Provided that the Council may grant leave of absence to any member thereof.  (9) The Council may appoint some fit and proper person to be General Secretary of the Association and such other officers and servants of the Association as may be necessary, and may pay any person  so  appointed  such  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 7  L.R.O. 1/2012               Constitution and powers of the Executive Committee.  [10 of 1960 6 of 1965 20 of 1969]                            remuneration  out  of  the  funds  of  the Association as the Council considers adequate, and may dismiss any such person.  (10) In the event of there being any equality of votes between candidates qualifying for any office or seat at an election held under any provisions of this section, the candidate who was first in order of nomination shall be deemed to have been elected in accordance with such provisions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The management of the affairs of the Association shall be vested in a Council."
                },
                {
                    "representation": "(2)",
                    "description": "The members of the Council shall be"
                },
                {
                    "representation": "(a)",
                    "description": "of the last preceding subsection ceases to be a member of the Committee of a District Association, his appointment as a member of the Council shall cease to have effect without prejudice to anything previously done by him in pursuance LAWS OF GUYANA 6 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012                                                 thereof, and the Committee of the District Association of which such person was a member shall appoint another of its members in his place."
                },
                {
                    "representation": "(b)",
                    "description": "four other persons elected by the members appointed under paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "If any person appointed under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "The Council shall be constituted as hereinbefore provided for a period of two years commencing with the day on which members who are  appointed or elected as aforesaid take office and shall, in like manner,  be reconstituted for each period of two years commencing immediately after a period for which the Council was constituted or reconstituted under this subsection."
                },
                {
                    "representation": "(5)",
                    "description": "The Council shall, at its first meeting during each period for which it is so constituted or reconstituted, elect from among its members a President, a Senior Vice-President and a Junior Vice-President as officers of the Council."
                },
                {
                    "representation": "(6)",
                    "description": "The Council shall have power to fill by appointment any vacancy therein"
                },
                {
                    "representation": "(7)",
                    "description": "The Council shall meet at least once in every three months."
                },
                {
                    "representation": "(8)",
                    "description": "The seat of a member of the Council shall become vacant if he fails to attend three consecutive meetings of the Council:  Provided that the Council may grant leave of absence to any member thereof."
                },
                {
                    "representation": "(9)",
                    "description": "The Council may appoint some fit and proper person to be General Secretary of the Association and such other officers and servants of the Association as may be necessary, and may pay any person  so  appointed  such  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 7  L.R.O. 1/2012               Constitution and powers of the Executive Committee.  [10 of 1960 6 of 1965 20 of 1969]                            remuneration  out  of  the  funds  of  the Association as the Council considers adequate, and may dismiss any such person."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Constitution and powers of the Executive Committee. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Constitution and powers of the Executive Committee. 6. (1)There shall be established an Executive Committee of the Council consisting of five members, being the President and Vice- Presidents of the Council and two other members thereof who shall be appointed by the Council at its first meeting during each period for which it is constituted or reconstituted under the last preceding section:  Provided that if the seat of any member of the Executive Committee becomes vacant, by reason of his ceasing to be a member of the Council or resigning from the Executive Committee or otherwise, the Council shall appoint another of its members in his place.  (2) Subject to the directions and general control of the Council, the Executive Committee may, in the name and on behalf of the Council, exercise the powers, duties and functions of the Council under this Act not being a power, duty or function of the Council under section 5 exclusive of subsection (1) thereof, this section, section 7, section 9(3) or section 10(3).   (3) The seat of a member of the Executive Committee shall become vacant if he fails to attend three consecutive meetings thereof and if the seat of the President or a Vice-President becomes vacant under this  subsection he shall cease to be the President or a Vice- President of the Council, as the case may be: LAWS OF GUYANA 8 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012              Constitution of District Associations. [10 of 1960]                                 Provided that the Council may grant leave of absence to any member of the Executive Committee.  (4) Any two members of the Executive Committee may, by a minute under their hands addressed to the General Secretary of the Association, require him to submit for the consideration and decision of the Council any matters relating to the business of the Association.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Subject to the directions and general control of the Council, the Executive Committee may, in the name and on behalf of the Council, exercise the powers, duties and functions of the Council under this Act not being a power, duty or function of the Council under section 5 exclusive of subsection"
                },
                {
                    "representation": "(1)",
                    "description": "thereof, this section, section 7, section 9(3) or section 10(3)."
                },
                {
                    "representation": "(3)",
                    "description": "The seat of a member of the Executive Committee shall become vacant if he fails to attend three consecutive meetings thereof and if the seat of the President or a Vice-President becomes vacant under this  subsection he shall cease to be the President or a Vice- President of the Council, as the case may be: LAWS OF GUYANA 8 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012              Constitution of District Associations. [10 of 1960]                                 Provided that the Council may grant leave of absence to any member of the Executive Committee."
                },
                {
                    "representation": "(4)",
                    "description": "Any two members of the Executive Committee may, by a minute under their hands addressed to the General Secretary of the Association, require him to submit for the consideration and decision of the Council any matters relating to the business of the Association."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Constitution of District Associations. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Constitution of District Associations. 7.  (1) The Council shall, subject to the approval of the Minister, subdivide Guyana into districts for the purposes of this Act, and the rice producers in each of the districts so created shall constitute a District Association and be the members thereof.  (2) The Council may, subject to the approval of the Minister, at any time and from time to time alter the boundaries of any district or make a new subdivision of Guyana into districts and the rice producers in each of the districts so created shall constitute a District Association and be the members thereof.  (3) The management of the affairs of a District Association shall be vested in a Committee consisting of seven members being  (a)      a Chairman;  (b)      a Vice-Chairman; and  (c)   five other members of the District Association.  (4) Subject to this Act, a Committee shall be elected for each District Association by members thereof in every alternate year and the members of a Committee shall hold office until the election of another Committee for the District LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 9  L.R.O. 1/2012                        Functions of Committee.  [20 of 1969]      Power to make regulations. [10 of 1960 4 of 1972]              Association.  (5) A Committee shall meet at least once in every month.   (6) The seat of a member of the Committee shall become vacant if he fails to attend three consecutive meetings of the Committee:  Provided that the Committee may grant leave of absence to any member thereof.  (7) A Committee shall have power to fill by appointment any vacancy therein (whether occasioned by death, resignation or any other cause) in respect of any member or officer thereof for the unexpired portion of his term of office.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall, subject to the approval of the Minister, subdivide Guyana into districts for the purposes of this Act, and the rice producers in each of the districts so created shall constitute a District Association and be the members thereof."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may, subject to the approval of the Minister, at any time and from time to time alter the boundaries of any district or make a new subdivision of Guyana into districts and the rice producers in each of the districts so created shall constitute a District Association and be the members thereof."
                },
                {
                    "representation": "(3)",
                    "description": "The management of the affairs of a District Association shall be vested in a Committee consisting of seven members being"
                },
                {
                    "representation": "(a)",
                    "description": "a Chairman;"
                },
                {
                    "representation": "(b)",
                    "description": "a Vice-Chairman; and"
                },
                {
                    "representation": "(c)",
                    "description": "five other members of the District Association."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to this Act, a Committee shall be elected for each District Association by members thereof in every alternate year and the members of a Committee shall hold office until the election of another Committee for the District LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 9  L.R.O. 1/2012                        Functions of Committee.  [20 of 1969]      Power to make regulations. [10 of 1960 4 of 1972]              Association."
                },
                {
                    "representation": "(5)",
                    "description": "A Committee shall meet at least once in every month."
                },
                {
                    "representation": "(6)",
                    "description": "The seat of a member of the Committee shall become vacant if he fails to attend three consecutive meetings of the Committee:  Provided that the Committee may grant leave of absence to any member thereof."
                },
                {
                    "representation": "(7)",
                    "description": "A Committee shall have power to fill by appointment any vacancy therein"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Functions of Committee. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Functions of Committee. 8.  A Committee may with respect to its own district perform any of the functions of the Association under section 4(b) and (c), but the decision  of  a  Committee  on  any  measure  to  be  proposed  under paragraph (b) or any representation to be made under paragraph (c) shall be communicated through and by the Council.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "or any representation to be made under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "shall be communicated through and by the Council."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power to make regulations. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Power to make regulations. 9.",
            "description": "9."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Finance and accounts. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Finance and accounts. 10.  (1) The funds of the Association shall consist of money paid by rice producers to the District Associations of which they are members as registration fees prescribed by the regulations.  (2) The said registration fees shall be paid to the Committee of each District Association and the Committee shall cause same to be deposited to the credit of the Association in such account, opened under the provisions of LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 11  L.R.O. 1/2012                                           c. 89:01   Transitional provisions.  subsection (7) at such bank as may be approved by the Council.  (3) The funds of the Association shall be appropriated to the purposes of this Act, and subject to the provisions thereof the Council and every Committee may pay and defray all expenses lawfully incurred by them out of any money granted or allocated to or received by them.  (4) The reasonable travelling and subsistence expenses incurred by members of the Council in attending meetings of the Council or the Executive Committee, or by any officer or servant of the Association appointed by the Council in visiting in the performance of his duties areas outside the City of Georgetown, shall be paid by the Council out of its funds.  (5) The reasonable travelling expenses incurred by the members of a Committee in attending meetings thereof shall be paid by the Committee out of its funds.  (6) The Council shall have power to open and operate a current or savings account with any bank in Guyana and any cheque or other order for the payment of money shall be signed by any officer of the Council and countersigned by the General Secretary.  (7) The Council shall keep such books and accounts as may be necessary to record its receipts and payments and shall, on or before the 31st March in each year, cause its books and accounts in so far as they relate to its transactions to the 31st December in the preceding year to be audited by an auditor qualified under section 121 of the Companies Act and published in at least one newspaper.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The funds of the Association shall consist of money paid by rice producers to the District Associations of which they are members as registration fees prescribed by the regulations."
                },
                {
                    "representation": "(2)",
                    "description": "The said registration fees shall be paid to the Committee of each District Association and the Committee shall cause same to be deposited to the credit of the Association in such account, opened under the provisions of LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 11  L.R.O. 1/2012                                           c. 89:01   Transitional provisions.  subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The Council shall keep such books and accounts as may be necessary to record its receipts and payments and shall, on or before the 31st March in each year, cause its books and accounts in so far as they relate to its transactions to the 31st December in the preceding year to be audited by an auditor qualified under section 121 of the Companies Act and published in at least one newspaper."
                },
                {
                    "representation": "(3)",
                    "description": "The funds of the Association shall be appropriated to the purposes of this Act, and subject to the provisions thereof the Council and every Committee may pay and defray all expenses lawfully incurred by them out of any money granted or allocated to or received by them."
                },
                {
                    "representation": "(4)",
                    "description": "The reasonable travelling and subsistence expenses incurred by members of the Council in attending meetings of the Council or the Executive Committee, or by any officer or servant of the Association appointed by the Council in visiting in the performance of his duties areas outside the City of Georgetown, shall be paid by the Council out of its funds."
                },
                {
                    "representation": "(5)",
                    "description": "The reasonable travelling expenses incurred by the members of a Committee in attending meetings thereof shall be paid by the Committee out of its funds."
                },
                {
                    "representation": "(6)",
                    "description": "The Council shall have power to open and operate a current or savings account with any bank in Guyana and any cheque or other order for the payment of money shall be signed by any officer of the Council and countersigned by the General Secretary."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Transitional provisions.   __________________________ 1953 Ed. c.  250 _______________________________________________________ 7 of 1946 An Act to provide for the establishment of the Guyana Rice Producers Association and for purposes connected therewith.  [14th SEPTEMBER, 1946]  Short title.    Interpretation. [38 of 1952 10 of 1960]     ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Transitional provisions.   __________________________ 1953 Ed. c.  250 _______________________________________________________ 7 of 1946 An Act to provide for the establishment of the Guyana Rice Producers Association and for purposes connected therewith.  [14th SEPTEMBER, 1946]  Short title.    Interpretation. [38 of 1952 10 of 1960]     11.  (1) The members of the first Council and its officers shall be appointed by the Minister, and they shall remain in office and perform all the functions of the Council LAWS OF GUYANA 12 Cap. 69:01 Guyana Rice Producers Association   L.R.O. 1/2012      until the Council has been elected in manner provided by section 5(3).  (2) Until Guyana shall be subdivided into districts as provided by section 7(1), the Council appointed pursuant to subsection (1) shall create such and so many districts as it may think fit, and the rice producers in each such district shall collectively constitute a District Association and be the members thereof.  (3) The Minister may, on the recommendation of the Council appointed pursuant to subsection (1), appoint the Committee for the management of the affairs of each District Association constituted under subsection (2) and every such Committee shall remain in office and shall perform all the functions of a Committee until a Committee has been elected under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall create such and so many districts as it may think fit, and the rice producers in each such district shall collectively constitute a District Association and be the members thereof."
                },
                {
                    "representation": "(2)",
                    "description": "and every such Committee shall remain in office and shall perform all the functions of a Committee until a Committee has been elected under section"
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, on the recommendation of the Council appointed pursuant to subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Decisions of the Council or Executive Committee by majority of votes. LAWS OF GUYANA 14 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012   REGULATION  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Decisions of the Council or Executive Committee by majority of votes. LAWS OF GUYANA 14 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012   REGULATION  12.  Every question at a meeting of the Council or the Executive Committee shall be decided by a majority of votes and every member present at a meeting shall have one vote upon any question before the Council or the Executive Committee, but the President or other member shall have in addition a casting vote in the case of equal votes being given on any question.",
            "description": "Every question at a meeting of the Council or the Executive Committee shall be decided by a majority of votes and every member present at a meeting shall have one vote upon any question before the Council or the Executive Committee, but the President or other member shall have in addition a casting vote in the case of equal votes being given on any question."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Quorum at meetings of a Committee. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Quorum at meetings of a Committee. 13. (1) At a meeting of a Committee four members shall form a quorum.  (2) In the absence of the Chairman and Vice-Chairman, the members present may choose one of their number present to preside over the meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At a meeting of a Committee four members shall form a quorum."
                },
                {
                    "representation": "(2)",
                    "description": "In the absence of the Chairman and Vice-Chairman, the members present may choose one of their number present to preside over the meeting."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Convening of meetings of Committee. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Convening of meetings of Committee. 14.  (1) A Committee may meet for the transaction of business as often as it may be summoned either by direction of the Chairman on the written requisition of at least four members of the Committee. In such requisition there shall be stated the nature of the business to be transacted at the meeting and the requisition shall be delivered to the Field Representative.  (2) The Field Representative shall summon a meeting of a Committee on, and in accordance with, the instructions of the Chairman, and also within three days after the receipt by him of a requisition made in accordance with paragraph (1) and in so doing shall notify the time and place of, and the nature of the business to be transacted at such meeting.  (3) Subject to the Act, a Committee may fix the L.R.O. 1/2012  LAWS OF GUYANA 26 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                      Decision of Committee by majority of votes.         Notice of motions, etc. [Reg. 12/1960]         The President.  [Reg. 12/1960]    times of the regular meetings of the Committee.  (4) Every notice convening a meeting of a Committee shall state the time and place of, and the nature of the business to be transacted at such meeting.  (5) A notice of each meeting of the District Committee or District Association shall be sent the General Secretary at the same time when being despatched to members of the Committee.  (6) Members of the Committee shall be notified as to the dates of Ordinary Meetings at least seven days beforehand, and of Special Meetings at least three days beforehand.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and in so doing shall notify the time and place of, and the nature of the business to be transacted at such meeting."
                },
                {
                    "representation": "(2)",
                    "description": "The Field Representative shall summon a meeting of a Committee on, and in accordance with, the instructions of the Chairman, and also within three days after the receipt by him of a requisition made in accordance with paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to the Act, a Committee may fix the L.R.O. 1/2012  LAWS OF GUYANA 26 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                      Decision of Committee by majority of votes.         Notice of motions, etc. [Reg. 12/1960]         The President.  [Reg. 12/1960]    times of the regular meetings of the Committee."
                },
                {
                    "representation": "(4)",
                    "description": "Every notice convening a meeting of a Committee shall state the time and place of, and the nature of the business to be transacted at such meeting."
                },
                {
                    "representation": "(5)",
                    "description": "A notice of each meeting of the District Committee or District Association shall be sent the General Secretary at the same time when being despatched to members of the Committee."
                },
                {
                    "representation": "(6)",
                    "description": "Members of the Committee shall be notified as to the dates of Ordinary Meetings at least seven days beforehand, and of Special Meetings at least three days beforehand."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Decision of Committee by majority of votes.  NOTICE OF MOTIONS, ETC.  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Decision of Committee by majority of votes.  NOTICE OF MOTIONS, ETC.  15.  Every question at a meeting shall be decided by a majority of votes and every member present at a meeting shall have one vote upon any question before a Committee, but the Chairman or other presiding member shall have in addition a casting vote in the case of equal votes being given on any question.  NOTICE OF MOTIONS, ETC.",
            "description": "Every question at a meeting shall be decided by a majority of votes and every member present at a meeting shall have one vote upon any question before a Committee, but the Chairman or other presiding member shall have in addition a casting vote in the case of equal votes being given on any question.  NOTICE OF MOTIONS, ETC."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Notice of motions, etc.  DUTIES OF OFFICERS OF THE COUNCIL  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Notice of motions, etc.  DUTIES OF OFFICERS OF THE COUNCIL  16.  Notice of motions, resolutions, and questions shall be served on General Secretary or the Field Representative, as the case may be, in writing at least ten days before the meeting of the Council or the Committee, and copies of all such notices of motions and resolutions shall be circulated to members at least three days beforehand.  DUTIES OF OFFICERS OF THE COUNCIL",
            "description": "Notice of motions, resolutions, and questions shall be served on General Secretary or the Field Representative, as the case may be, in writing at least ten days before the meeting of the Council or the Committee, and copies of all such notices of motions and resolutions shall be circulated to members at least three days beforehand.  DUTIES OF OFFICERS OF THE COUNCIL"
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "The President. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under The President. 17.  The President when present at a meeting shall preside over  and conduct the meeting of the Council or the Executive Committee.  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 27 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012  Vice-Presidents.          The General Secretary. [Reg. 12/1960]",
            "description": "The President when present at a meeting shall preside over  and conduct the meeting of the Council or the Executive Committee.  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 27 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012  Vice-Presidents.          The General Secretary. [Reg. 12/1960]"
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Vice-Presidents.  DUTIES OF THE GENERAL SECRETARY  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Vice-Presidents.  DUTIES OF THE GENERAL SECRETARY  18.  A Vice-President shall preside at a meeting of the Council or the Executive Committee in the absence of the President, and in case of the inability of the President from any cause whatever to perform his functions the Senior Vice-President and in his absence the Junior Vice-President shall act for the President.  DUTIES OF THE GENERAL SECRETARY",
            "description": "A Vice-President shall preside at a meeting of the Council or the Executive Committee in the absence of the President, and in case of the inability of the President from any cause whatever to perform his functions the Senior Vice-President and in his absence the Junior Vice-President shall act for the President.  DUTIES OF THE GENERAL SECRETARY"
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "The General Secretary.  DUTIES OF A FIELD REPRESENTATIVE OF A COMMITTEE  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under The General Secretary.  DUTIES OF A FIELD REPRESENTATIVE OF A COMMITTEE  19.  The General Secretary shall   (a) attend all meetings of the Council or the Executive Committee; and record the minutes of the proceedings thereof, incorporating only salient points in discussion and decisions taken;  (b) keep a copy of the register of each District Association;  (c) receive all annual grants and other money payable to the Council of the Association and give receipts therefor and deposit in an approved bank all money received by him for the Council of the Association except such sums as he may be authorised by the Council or the Executive Committee to retain in his possession for miscellaneous expenses;  (d) keep the accounts, documents and papers of the Council of the Association in such manner and for such purposes as the Council or the Executive Committee may direct;  LAWS OF GUYANA 28 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                           Duties of a Field Representative of a Committee.                    (e) prepare and transmit to the Minister, after approval by the Council, the statement referred to in section 10(7) of the Act; and  (f) on all occasions in the execution of his office act under the superintendence, control and direction of the Council and the Executive Committee,  and also generally do all things necessary to ensure the proper functioning of the Association including the supervision of the work of the District Committees, the general administration of the affairs of the Association, and also shall secure the observance of the provisions of the Act and regulations by all concerned.  DUTIES OF A FIELD REPRESENTATIVE OF A  COMMITTEE",
            "description": [
                {
                    "representation": "(a)",
                    "description": "attend all meetings of the Council or the Executive Committee; and record the minutes of the proceedings thereof, incorporating only salient points in discussion and decisions taken;"
                },
                {
                    "representation": "(b)",
                    "description": "keep a copy of the register of each District Association;"
                },
                {
                    "representation": "(c)",
                    "description": "receive all annual grants and other money payable to the Council of the Association and give receipts therefor and deposit in an approved bank all money received by him for the Council of the Association except such sums as he may be authorised by the Council or the Executive Committee to retain in his possession for miscellaneous expenses;"
                },
                {
                    "representation": "(d)",
                    "description": "keep the accounts, documents and papers of the Council of the Association in such manner and for such purposes as the Council or the Executive Committee may direct;  LAWS OF GUYANA 28 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                           Duties of a Field Representative of a Committee."
                },
                {
                    "representation": "(e)",
                    "description": "prepare and transmit to the Minister, after approval by the Council, the statement referred to in section 10(7) of the Act; and"
                },
                {
                    "representation": "(f)",
                    "description": "on all occasions in the execution of his office act under the superintendence, control and direction of the Council and the Executive Committee,  and also generally do all things necessary to ensure the proper functioning of the Association including the supervision of the work of the District Committees, the general administration of the affairs of the Association, and also shall secure the observance of the provisions of the Act and regulations by all concerned.  DUTIES OF A FIELD REPRESENTATIVE OF A  COMMITTEE"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Duties of a field representative of a Committee.  THE RECORDS, BOOKS AND ACCOUNTS TO BE KEPT  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Duties of a field representative of a Committee.  THE RECORDS, BOOKS AND ACCOUNTS TO BE KEPT  20.  Every Field Representative shall    (a) attend all meetings of the Committee and record correctly the minutes of the proceedings thereof;  (b) receive all money provided by the Council for the payment of the expenses of the Committee, and all fees paid by members of the District Association, and give receipts therefor, and deposit in an approved bank all money received by him for the District Association, except the sum of ten dollars which may be retained in his possession from time to time for miscellaneous expenses;  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 29 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                           Councils books.             Committees books.       (c) keep the accounts, documents and papers of the District Association in such manner and for such purposes as the Committee may direct;  (d) transmit to the General Secretary forthwith a copy of the minutes of the proceedings of every meeting of the Committee authenticated by the signatures of the Chairman and himself; and  (e) on all occasions in the execution of his office act under the superintendence, control and direction of the Committee.  THE RECORD, BOOKS AND ACCOUNTS TO BE KEPT",
            "description": [
                {
                    "representation": "(a)",
                    "description": "attend all meetings of the Committee and record correctly the minutes of the proceedings thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "receive all money provided by the Council for the payment of the expenses of the Committee, and all fees paid by members of the District Association, and give receipts therefor, and deposit in an approved bank all money received by him for the District Association, except the sum of ten dollars which may be retained in his possession from time to time for miscellaneous expenses;  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 29 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                           Councils books.             Committees books."
                },
                {
                    "representation": "(c)",
                    "description": "keep the accounts, documents and papers of the District Association in such manner and for such purposes as the Committee may direct;"
                },
                {
                    "representation": "(d)",
                    "description": "transmit to the General Secretary forthwith a copy of the minutes of the proceedings of every meeting of the Committee authenticated by the signatures of the Chairman and himself; and"
                },
                {
                    "representation": "(e)",
                    "description": "on all occasions in the execution of his office act under the superintendence, control and direction of the Committee.  THE RECORD, BOOKS AND ACCOUNTS TO BE KEPT"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Council’s books. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Councils books. 21.  The Council shall    (a) prepare and keep a cash account showing receipts and expenditure of all moneys and the dates and purposes thereof;  (b) annually make out a balance sheet showing receipts and expenditure, funds and effects of the Association.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prepare and keep a cash account showing receipts and expenditure of all moneys and the dates and purposes thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "annually make out a balance sheet showing receipts and expenditure, funds and effects of the Association."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Committees’ books. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Committees books. 22.  A Committee shall    (a) keep a cash account showing receipts and expenditure of all moneys and the dates and purposes thereof;  (b) annually make out a balance sheet LAWS OF GUYANA 30 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                                 Form of the register.         Membership card.      showing receipts and expenditure, funds and effects of the District Association;  (c) have power to open and operate a current or savings account with any approved bank in Guyana and any cheques or other order for the payment of money shall be signed by any officer of the Committee and countersigned by the Field Representative;  (d) keep such books and accounts as may be necessary to record its receipts and payments; and  (e) on or before the 28th February in each year transmit the Council a statement of its transactions to the 31st Decem-ber in the year last past, which statement shall be audited by the General Secretary or by someone authorised in writing by him.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "keep a cash account showing receipts and expenditure of all moneys and the dates and purposes thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "annually make out a balance sheet LAWS OF GUYANA 30 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012                                 Form of the register.         Membership card.      showing receipts and expenditure, funds and effects of the District Association;"
                },
                {
                    "representation": "(c)",
                    "description": "have power to open and operate a current or savings account with any approved bank in Guyana and any cheques or other order for the payment of money shall be signed by any officer of the Committee and countersigned by the Field Representative;"
                },
                {
                    "representation": "(d)",
                    "description": "keep such books and accounts as may be necessary to record its receipts and payments; and"
                },
                {
                    "representation": "(e)",
                    "description": "on or before the 28th February in each year transmit the Council a statement of its transactions to the 31st Decem-ber in the year last past, which statement shall be audited by the General Secretary or by someone authorised in writing by him."
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Form of the register. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Form of the register. 23.  The register shall be made out in suitable columns for the purpose of recording members numerically, registering the names and addresses of members, their respective categories of membership, recording the payment of their annual registration fees, stating year for which paid, date of payment, receipt number, and remarks; and for these purposes Form 2 in the Schedule must be used.",
            "description": "The register shall be made out in suitable columns for the purpose of recording members numerically, registering the names and addresses of members, their respective categories of membership, recording the payment of their annual registration fees, stating year for which paid, date of payment, receipt number, and remarks; and for these purposes Form 2 in the Schedule must be used."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Membership card.  FEES ON REGISTRATION  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Membership card.  FEES ON REGISTRATION  24. (1) Every member of a District Association shall be supplied with a membership card containing the same particulars as the register mentioned in regulation 23, and of every payment of registration fees by the member.  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 31 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012          Registration fee. [Reg. 12/1960 8/1966B]        Authentication of documents. [Reg. 12/1960]      Authentication of Documents.      Services of notices, etc. [Reg. 12/1960]         Councils decisions (2) If the original card is lost a duplicate shall be issued on payment of a fee of twelve cents and it shall be marked \"DUPLICATE\" written in red ink.  FEES ON REGISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every member of a District Association shall be supplied with a membership card containing the same particulars as the register mentioned in regulation 23, and of every payment of registration fees by the member.  LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 31 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012          Registration fee. [Reg. 12/1960 8/1966B]        Authentication of documents. [Reg. 12/1960]      Authentication of Documents.      Services of notices, etc. [Reg. 12/1960]         Councils decisions"
                },
                {
                    "representation": "(2)",
                    "description": "If the original card is lost a duplicate shall be issued on payment of a fee of twelve cents and it shall be marked \"DUPLICATE\" written in red ink.  FEES ON REGISTRATION"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Registration fee.  AUTHENTICATING DOCUMENTS AND SERVICE THEREOF  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Registration fee.  AUTHENTICATING DOCUMENTS AND SERVICE THEREOF  25.  (7) A copy of the register of each District Association shall be kept by the General Secretary, and made LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 17 [Subsidiary] Guyana Rice Producers Association Regulations            Procedure for election of Committee {Reg. 2/1955, 12/1960  6/1962]                                 up from the particulars supplied by the Committee at the end of each month. In the event of any dispute as to the accuracy of any entry in a register, the copy of that register kept by the General Secretary shall be deemed to be correct.  ELECTION OF MEMBERS OF A COMMITTEE",
            "description": [
                {
                    "representation": "(7)",
                    "description": "A copy of the register of each District Association shall be kept by the General Secretary, and made LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 17 [Subsidiary] Guyana Rice Producers Association Regulations            Procedure for election of Committee {Reg. 2/1955, 12/1960  6/1962]                                 up from the particulars supplied by the Committee at the end of each month. In the event of any dispute as to the accuracy of any entry in a register, the copy of that register kept by the General Secretary shall be deemed to be correct.  ELECTION OF MEMBERS OF A COMMITTEE"
                }
            ]
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Authentication of documents. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Authentication of documents. 26.  Every document made by the Council or the Executive Committee, not being a letter written on the instructions of the Council or the Executive Committee, shall be authenticated by the signatures of the President and the General Secretary, and every such letter shall be signed by the General Secretary.",
            "description": "Every document made by the Council or the Executive Committee, not being a letter written on the instructions of the Council or the Executive Committee, shall be authenticated by the signatures of the President and the General Secretary, and every such letter shall be signed by the General Secretary."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Authentication of documents. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Authentication of documents. 27.  Every document made by a Committee, not being a letter written on the instructions of the Committee, shall be authenticated by the signatures of the Chairman and the Field Representative and every such letter shall be signed by the Field Representative.",
            "description": "Every document made by a Committee, not being a letter written on the instructions of the Committee, shall be authenticated by the signatures of the Chairman and the Field Representative and every such letter shall be signed by the Field Representative."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Service of notices, etc. LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 15 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012   REGULATION GENERAL  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Service of notices, etc. LAWS OF GUYANA Guyana Rice Producers Association Cap. 69:01 15 [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012   REGULATION GENERAL  28.  All notices and other documents for service on the Council or a Committee shall be served by handing the same to the General Secretary or the Field Representative, as the case may be, or by sending the same by post to the General Secretary at the head office of the Association, or to the Field Representative at his usual place of abode.  GENERAL",
            "description": "All notices and other documents for service on the Council or a Committee shall be served by handing the same to the General Secretary or the Field Representative, as the case may be, or by sending the same by post to the General Secretary at the head office of the Association, or to the Field Representative at his usual place of abode.  GENERAL"
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Council’s decision binding on all District Associations. ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Councils decision binding on all District Associations. 29.  Decisions of the Council or the Executive Committee of the Association in any matter affecting the LAWS OF GUYANA 32 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012  binding on all District Associations. [Reg. 12/1960]  Attendance of General Secretary at meetings of District Committees, etc.      [Reg. 12/1960]   [Reg. 28/1957]           interests of the Association shall be binding on all District Associations and members thereof.",
            "description": "Decisions of the Council or the Executive Committee of the Association in any matter affecting the LAWS OF GUYANA 32 Cap. 69:01 Guyana Rice Producers Association [Subsidiary] Guyana Rice Producers Association Regulations  L.R.O. 1/2012  binding on all District Associations. [Reg. 12/1960]  Attendance of General Secretary at meetings of District Committees, etc.      [Reg. 12/1960]   [Reg. 28/1957]           interests of the Association shall be binding on all District Associations and members thereof."
        }
    },
    {
        "act": "GUYANA RICE PRODUCERS ASSOCIATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Attendance of General Secretary at meetings of District Committees, etc.  SCHEDULE- Forms    Reg. 32/1948 9/1949, 35/1951 29/1953, 2/1955 28/1957,12/1960 6/1962, 30/1962 8/1966B GUYANA RICE PRODUCERS ASSOCIATION REGULATIONS   made under section 9  Citation.  ",
            "context": "GUYANA RICE PRODUCERS ASSOCIATION ACT under Attendance of General Secretary at meetings of District Committees, etc.  SCHEDULE- Forms    Reg. 32/1948 9/1949, 35/1951 29/1953, 2/1955 28/1957,12/1960 6/1962, 30/1962 8/1966B GUYANA RICE PRODUCERS ASSOCIATION REGULATIONS   made under section 9  Citation.  30.  The General Secretary shall be entitled to attend any meeting of a District Committee or District Association and to take part in the proceedings at the meeting but not to vote thereat.      SCHEDULE   FORMS   GUYANA RICE PRODUCERS ASSOCIATION  FORM 1   CLAIM TO BE REGISTERED AS A MATTER  To the Field Representative of ................................................. District Rice Producers Association No....................  I .............................................of..................................................                Name in full                              sufficient postal address  a rice farmer/landlord/manufacturer hereby claim to be registered as a                  strike out which do not apply member of the above named District Rice Producers Association.  Qualifications",
            "description": "The General Secretary shall be entitled to attend any meeting of a District Committee or District Association and to take part in the proceedings at the meeting but not to vote thereat.      SCHEDULE   FORMS   GUYANA RICE PRODUCERS ASSOCIATION  FORM 1   CLAIM TO BE REGISTERED AS A MATTER  To the Field Representative of ................................................. District Rice Producers Association No....................  I .............................................of..................................................                Name in full                              sufficient postal address  a rice farmer/landlord/manufacturer hereby claim to be registered as a                  strike out which do not apply member of the above named District Rice Producers Association.  Qualifications"
        }
    }
]