[
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Short title. 1.  This Act may be cited as the Sugar Industry Special Funds Act.",
            "description": "This Act may be cited as the Sugar Industry Special Funds Act."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Establishment of special funds. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Establishment of special funds. 2.  For the purposes of this Act there is established by the Secretary to the Treasury in the accounts of Guyana the following special funds  LAWS OF GUYANA 4 Cap. 69:03 Sugar Industry Special Funds    L.R.O. 1/2012            Secretary to the  Treasury to be trustee of special funds.   Investment of special funds and exemption of trustee from payment of income tax.     c. 81:01   Amount to be levied on sugar exporters and paid to Comptroller of Customs. [23 of 1974 O. 43/1992 O. 2/1993 O. 33/1993]         (a)   a Sugar Industry Price Stabilisation Fund;   (b)     a Sugar Industry Rehabilitation Fund; and   (c)     a Sugar Industry Labour Welfare Fund.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a Sugar Industry Price Stabilisation Fund;"
                },
                {
                    "representation": "(b)",
                    "description": "a Sugar Industry Rehabilitation Fund; and"
                },
                {
                    "representation": "(c)",
                    "description": "a Sugar Industry Labour Welfare Fund."
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Secretary to The Treasury to be trustee of special funds. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Secretary to The Treasury to be trustee of special funds. 3.  Subject to this Act, the Secretary to the Treasury is trustee of the special funds specified in section",
            "description": "Subject to this Act, the Secretary to the Treasury is trustee of the special funds specified in section"
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Investment of special funds and exemption of trustee from payment of income tax. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Investment of special funds and exemption of trustee from payment of income tax. 4.  (1) The Secretary to the Treasury may, with the approval of the Minister, invest or place on deposit account any of the moneys of any of the special funds specified in section 2, and any interest earned on moneys so invested or deposited shall be placed to the credit of the appropriate special fund.  (2) The Secretary to the Treasury, in his capacity as trustee of the special funds specified in section 2, is exempt from the payment of income tax under the Income Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Secretary to the Treasury may, with the approval of the Minister, invest or place on deposit account any of the moneys of any of the special funds specified in section 2, and any interest earned on moneys so invested or deposited shall be placed to the credit of the appropriate special fund."
                },
                {
                    "representation": "(2)",
                    "description": "The Secretary to the Treasury, in his capacity as trustee of the special funds specified in section 2, is exempt from the payment of income tax under the Income Tax Act."
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Amount to be levied on sugar exporters and paid to Comptroller of Customs. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Amount to be levied on sugar exporters and paid to Comptroller of Customs. 5.",
            "description": "5."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Allocation to special funds of amounts paid under section ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Allocation to special funds of amounts paid under section 6. The Comptroller of Customs shall pay to the Secretary to the Treasury the amounts paid to him under section 5, and the Secretary to the Treasury, subject to section 7, shall allocate such amounts to the credit of  the special funds specified in section 2 in the proportions hereinafter set out, that is to say   (a)  to  the  Sugar  Industry  Price   Stabilisation  Fund,  a proportion equivalent to two dollars and fifty cents on every ton of sugar manufactured and exported;  (b)   to the Sugar Industry Rehabilitation Fund, a proportion equivalent  to  twelve  dollars  on  every  ton  of  sugar manufactured and exported; and  (c)   to the Sugar Industry Labour Welfare Fund, a proportion equivalent to five hundred dollars on every ton of sugar manufactured and exported:  Provided that from the amounts allocated pursuant to paragraphs (a) and (b) there shall be paid by the Secretary to the Treasury into the Cane Farmers Price  Stabilisation  Fund  and  the  Cane  Farmers Rehabilitation  Fund respectively established by the Cane Farmers Special Funds Act sums equivalent in the aggregate to the sums allowed as deductions in respect of the Sugar Industry Price Stabilisation Fund and  the   Sugar  Industry  Rehabilitation  Fund  respectively  when computing the price to be paid by a LAWS OF GUYANA 6 Cap. 69:03 Sugar Industry Special Funds    L.R.O. 1/2012  c. 69:04 Subsidiary legislation.       Power of Minister to                        Committees to manage the special funds. [20 of 1951 manufacturer of sugar cane under rule 11(2) of the Cane Farmers Contract (General Conditions) Rules, or otherwise; and such payments into the Funds shall be effected not later than the date on which the final payment is to be made to farmers under the said rule for the crop to which the computation relates.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "there shall be paid by the Secretary to the Treasury into the Cane Farmers Price  Stabilisation  Fund  and  the  Cane  Farmers Rehabilitation  Fund respectively established by the Cane Farmers Special Funds Act sums equivalent in the aggregate to the sums allowed as deductions in respect of the Sugar Industry Price Stabilisation Fund and  the   Sugar  Industry  Rehabilitation  Fund  respectively  when computing the price to be paid by a LAWS OF GUYANA 6 Cap. 69:03 Sugar Industry Special Funds    L.R.O. 1/2012  c. 69:04 Subsidiary legislation.       Power of Minister to                        Committees to manage the special funds. [20 of 1951 manufacturer of sugar cane under rule 11(2) of the Cane Farmers Contract"
                },
                {
                    "representation": "(c)",
                    "description": "to the Sugar Industry Labour Welfare Fund, a proportion equivalent to five hundred dollars on every ton of sugar manufactured and exported:  Provided that from the amounts allocated pursuant to paragraphs"
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power of Minister to vary rates and proportions under sections  5 and 6, and to order a cessation of payments under section ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Power of Minister to vary rates and proportions under sections  5 and 6, and to order a cessation of payments under section 7.  (1) The Minister may by order (a)      at any time and from time to time vary the rate specified in section 5(1);  (b)      at any time and from time to time vary the proportions set out in section 6;  (c)    prescribe that the amount specified in section 5 shall cease  to be levied, collected and paid in respect of sugar exported on or after a date specified in the order.  (2) Where an order is made under subsection (1)(a) or (b), the rate as varied or the proportions as varied shall have effect as if the varied rate or the varied proportions were specified or set out in section 5(1), or in section 6, as the case may be.  (3) Where an order is made under subsection (1)(c), the power of  the Secretary to the Treasury under section 5(3) to recover any amount payable under that section but not paid before the date specified in the order shall continue to have effect in the same manner and to the same extent as if the order had not been made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "at any time and from time to time vary the proportions set out in section 6;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribe that the amount specified in section 5 shall cease  to be levied, collected and paid in respect of sugar exported on or after a date specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Where an order is made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "to recover any amount payable under that section but not paid before the date specified in the order shall continue to have effect in the same manner and to the same extent as if the order had not been made."
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Committees to manage special funds. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Committees to manage special funds. 8.  (1) The Sugar Industry Price Stabilisation Fund and the Sugar Industry Rehabilitation Fund shall be controlled and administered by a Committee to be appointed by the   [23 of 1974]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Sugar Industry Price Stabilisation Fund and the Sugar Industry Rehabilitation Fund shall be controlled and administered by a Committee to be appointed by the   [23 of 1974]"
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Regulations.   __________________________ 1953 Ed. c. 248 _______________________________________________________ 20 of 1947 An Act to make provision for the establishment in respect of the Sugar Industry of a Price Stabilisation Fund, a Rehabilitation Fund   and a Labour Welfare Fund and for purposes connected   therewith.  [1st JANUARY, 1947]  Short title.    Establishment of special funds.    ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Regulations.   __________________________ 1953 Ed. c. 248 _______________________________________________________ 20 of 1947 An Act to make provision for the establishment in respect of the Sugar Industry of a Price Stabilisation Fund, a Rehabilitation Fund   and a Labour Welfare Fund and for purposes connected   therewith.  [1st JANUARY, 1947]  Short title.    Establishment of special funds.    9.  (1) The  Committee  appointed  under  section  8(1),  and  the Committee appointed under section 8(2) may, with the approval of the Minister, make regulations to provide for the following matters  (a)     the basis and the conditions on which disbursements from  the appropriate special funds shall be allowed and authorised, and the procedure which shall govern the making of such disbursements;  (b)     the keeping of proper records, and the keeping and rendering of detailed accounts, in relation to the appropriate special fund, and in particular the keeping and rendering of detailed accounts in respect of the portion of the special fund which relates to each exporter of sugar.  (2) The Minister may, with respect to matters not LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 9  L.R.O. 1/2012 specifically mentioned in subsection (1), make regulations and prescribe forms for carrying into effect the purposes of this Act, and without prejudice to the generality of the foregoing provision regulations may be made providing for the following matters  (a)   the term of office of a member of a Committee, and the circumstances under which such office shall become vacant;  (b)    the appointment of a Chairman of a Committee;  (c)     the  grant  of  leave  of  absence  to  a  member  of  a Committee, and the appointment of another person during such leave;  (d)    the quorum required to be present for the transaction of business by a Committee.    ________________________             LAWS OF GUYANA 10 Cap. 69:03 Sugar Industry Special Funds    L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________  SUGAR INDUSTRY (REHABILITATION FUND) REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Committee  appointed  under  section  8(1),  and  the Committee appointed under section 8(2) may, with the approval of the Minister, make regulations to provide for the following matters"
                },
                {
                    "representation": "(a)",
                    "description": "the term of office of a member of a Committee, and the circumstances under which such office shall become vacant;"
                },
                {
                    "representation": "(b)",
                    "description": "the appointment of a Chairman of a Committee;"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, with respect to matters not LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 9  L.R.O. 1/2012 specifically mentioned in subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the  grant  of  leave  of  absence  to  a  member  of  a Committee, and the appointment of another person during such leave;"
                },
                {
                    "representation": "(d)",
                    "description": "the quorum required to be present for the transaction of business by a Committee.    ________________________             LAWS OF GUYANA 10 Cap. 69:03 Sugar Industry Special Funds    L.R.O. 1/2012   SUBSIDIARY LEGISLATION  _________________  SUGAR INDUSTRY"
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Same as section 8 ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Same as section 8 10. The Secretary shall keep a register of all claims made upon the Fund as hereinafter provided, and shall record therein the decisions of the Committee in respect of every such claim.",
            "description": "The Secretary shall keep a register of all claims made upon the Fund as hereinafter provided, and shall record therein the decisions of the Committee in respect of every such claim."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Same as section 8 ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Same as section 8 11. The Secretary shall, as soon as possible after the 31st December of each year, prepare and lay before the Committee preparatory to submission to the Minister a report upon the administration of the Fund during the preceding year, together with a Balance Sheet and Statement of Revenue and Expenditure.",
            "description": "The Secretary shall, as soon as possible after the 31st December of each year, prepare and lay before the Committee preparatory to submission to the Minister a report upon the administration of the Fund during the preceding year, together with a Balance Sheet and Statement of Revenue and Expenditure."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Same as section8 ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Same as section8 12. Copies of the annual reports and statements shall be forwarded by the Secretary to the Sugar Producers Association for distribution to each registered exporter.",
            "description": "Copies of the annual reports and statements shall be forwarded by the Secretary to the Sugar Producers Association for distribution to each registered exporter."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Inspection of books of account. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Inspection of books of account. 13. All books of account, registers, and documents relating to the Fund shall be at all times open to inspection by any member of the Committee.",
            "description": "All books of account, registers, and documents relating to the Fund shall be at all times open to inspection by any member of the Committee."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Allocation of interest. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Allocation of interest. 14. Any interest earned on any moneys invested or deposited by the Secretary to the Treasury under the Act shall be allocated once in every year to such portions of the Fund relating to the various exporters in such proportions as the Committee may deem fit.",
            "description": "Any interest earned on any moneys invested or deposited by the Secretary to the Treasury under the Act shall be allocated once in every year to such portions of the Fund relating to the various exporters in such proportions as the Committee may deem fit."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Annual audit. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Annual audit. 15. The accounts of the Committee shall be audited once in every year by the Director of Audit, and the Committee shall pay therefor such fee as may be approved by the Minister.",
            "description": "The accounts of the Committee shall be audited once in every year by the Director of Audit, and the Committee shall pay therefor such fee as may be approved by the Minister."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Employees. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Employees. 16. The Committee may employ such persons as they may think necessary, in addition to the Secretary, at such LAWS OF GUYANA 14 Cap. 69:03 Sugar Industry Special Funds [Subsidiary] Sugar Industry (Rehabilitation Fund) Regulations   L.R.O. 1/2012    Expenses.       Claims which may be made  on the Fund.                                   salaries as they may think fit.",
            "description": "The Committee may employ such persons as they may think necessary, in addition to the Secretary, at such LAWS OF GUYANA 14 Cap. 69:03 Sugar Industry Special Funds [Subsidiary] Sugar Industry (Rehabilitation Fund) Regulations   L.R.O. 1/2012    Expenses.       Claims which may be made  on the Fund.                                   salaries as they may think fit."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Claims which may be made on the Fund. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Claims which may be made on the Fund. 17. All expenses arising out of the control and administration of the Fund shall be borne by the Fund, and shall be apportioned and charged to the Fund in any manner the Committee may think fit.",
            "description": "All expenses arising out of the control and administration of the Fund shall be borne by the Fund, and shall be apportioned and charged to the Fund in any manner the Committee may think fit."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Powers of the Committee with regard to claims. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Powers of the Committee with regard to claims. 18. (1) Any registered exporter may claim to be reimbursed from the Fund for any work of rehabilitation carried out by him, or to be advanced any sum of money to defray the cost of any work of rehabilitation contemplated by him.  (2) Any registered exporter making any claims as aforesaid shall declare in writing to the Committee    (a) the amount claimed;  (b) the nature of the work of rehabilitation already carried out or in process of being carried out or contemplated; and  (c) the actual or estimated cost, as the case may be.  (3) Every claim for reimbursement shall be accompanied by a certified statement as to the amount expended, and that such sum was utilised solely on the work mentioned in the claim.  (4) Any registered exporter to whom payment of any sum of money from the Fund has been made under these Regulations, shall within six months of the date of the completion of the work of rehabilitation in respect of which such payment has been made, submit to the Committee a statement certified by an auditor or such other person as may LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 15 [Subsidiary] Sugar Industry (Rehabilitation Fund) Regulations  L.R.O. 1/2012     Power of the Committee with regard to claims.  Power to enter and inspect factories in respect of which claims have been made.   Method of payment of disbursements and claims.                           be approved by the Committee, of the expenditure incurred in respect of such work of rehabilitation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any registered exporter may claim to be reimbursed from the Fund for any work of rehabilitation carried out by him, or to be advanced any sum of money to defray the cost of any work of rehabilitation contemplated by him."
                },
                {
                    "representation": "(2)",
                    "description": "Any registered exporter making any claims as aforesaid shall declare in writing to the Committee"
                },
                {
                    "representation": "(a)",
                    "description": "the amount claimed;"
                },
                {
                    "representation": "(b)",
                    "description": "the nature of the work of rehabilitation already carried out or in process of being carried out or contemplated; and"
                },
                {
                    "representation": "(c)",
                    "description": "the actual or estimated cost, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "Every claim for reimbursement shall be accompanied by a certified statement as to the amount expended, and that such sum was utilised solely on the work mentioned in the claim."
                },
                {
                    "representation": "(4)",
                    "description": "Any registered exporter to whom payment of any sum of money from the Fund has been made under these Regulations, shall within six months of the date of the completion of the work of rehabilitation in respect of which such payment has been made, submit to the Committee a statement certified by an auditor or such other person as may LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 15 [Subsidiary] Sugar Industry"
                }
            ]
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to enter and inspect factories in respect of which claims have been made. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Power to enter and inspect factories in respect of which claims have been made. 19. The Committee may, in their discretion, grant or refuse any claim made under the last preceding regulation or may authorise the payment of any smaller sum.",
            "description": "The Committee may, in their discretion, grant or refuse any claim made under the last preceding regulation or may authorise the payment of any smaller sum."
        }
    },
    {
        "act": "SUGAR INDUSTRY SPECIAL FUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Method of payment of disbursements and claims.  _________________  LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 11  L.R.O. 1/2012  SUGAR INDUSTRY (REHABILITATION  FUND) REGULATIONS  made under section 9(1)    Citation. ",
            "context": "SUGAR INDUSTRY SPECIAL FUNDS ACT under Method of payment of disbursements and claims.  _________________  LAWS OF GUYANA Sugar Industry Special Funds Cap. 69:03 11  L.R.O. 1/2012  SUGAR INDUSTRY (REHABILITATION  FUND) REGULATIONS  made under section 9(1)    Citation. 20. The Committee or any member thereof, or any person appointed by the Committee may, upon due notice being given, enter and inspect any factory in respect of which a claim has been made on the Fund.",
            "description": "The Committee or any member thereof, or any person appointed by the Committee may, upon due notice being given, enter and inspect any factory in respect of which a claim has been made on the Fund."
        }
    }
]