[
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.3B    x    TC (factory) x F TS                       p — ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under 0.3B    x    TC (factory) x F TS                       p  0.3b          TS  in which  TC (farmer)  =   Tons farmer cane per TS                       ton equivalent 96 sugar. P = Polarisation of first expressed juice from all cane   delivered to the factory during the period of computation.    p = Polarisation of first expressed juice from the                        farmers' cane delivered during the same period of computation.  B  =  Brix of first expressed juice from all cane delivered to the factory during the period of computation.     b =  Brix of first expressed juice from the farmers' cane delivered during the same period of computation.  TC (factory) = per average tons of all cane per on      LAWS OF GUYANA 26 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012                                                TS                    equivalent 96 sugar during the period of   computation.  b  =  Brix of first expressed juice from the farmers' cane  delivered during the same period of computation.  TC (factory) = per average tons of all cane per ton    TS                 equivalent 96 sugar during the period of   computation.  F = a factor arrived at, at the end of every period of computation, as follows:  Stage  1 farmer compute a TC (farmer) using the                                             TS in this subparagraph and assuming, for this purpose F to equal  unity;  Stage 2 for all estate cane delivered compute a TC (estate) figure                                        TS                                                                        using the same formula (except that p and b shall apply  to the polarisation and brix of first expressed juice of estate cane delivered during the period of computation instead of to that of Farmers' cane) and again assuming, for this purpose, F to equal unity;  Stage 3 Compute the total tonnage equivalent 96 sugar said to be made from farmers' cane during the period of computation by applying the figures for TC (farmer) obtained under                                        TS                                                    Stage 1 above to the relevant tonnages of cane and summing them;  Stage 4 Likewise compute the total tonnage equivalent 96 sugar said to be made from estate cane during the period of computation by applying the Stage 2 figure(s) to the relevant cane LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 27    [Subsidiary]                  Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012                        Review of  testing  method.   Ascertain- ment  of price of  sugar.      Method of determinat- ion of price.   Entitlement  to tests on cane.  tonnage(s) and summing them;   Stage 5 Add the total tonnage equivalent 96 sugar obtained under Stage 3 above to that obtained under Stage 4 above, and let this grand total be called \"Hypothetical tonnage equivalent 96 sugar made during the period of computation\" or (H);    Stage 6 Ascertain from the appropriate factory records the actual tonnage equivalent 96 sugar made by the factory in question during the period of computation and let it be called (A); '  Stage 7 Then F = (H)                  (A)  (c) review periodically the method used for testing cane quality in order to determine whether experience, better techniques or other changing circumstances would justify modification in any way.  (d) ascertain the price per ton of equivalent 96 sugar realised by all Manufacturers on the scale of all sugars manufactured during the Spring and Autumn Harvest seasons, including therewith the value of all molasses produced by the industry during the two harvest seasons in each year and evaluated at the Contract Price negotiated with independent purchasers.  (2) The price payable to Farmers for their cane shall be finally arrived at in accordance with (a), (b), (c) and (d) above and in accordance with the formula in Appendix C to the Second Schedule.  (3) No Farmer delivering less than 1,000 tons of cane per annum shall be entitled to an individual determination of TC/TS ratio; and a Manufacturer may group LAWS OF GUYANA 28 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012           Payments for cane.   Price of  unsold  sugar and  molasses to  be estimated.  Approval of   payment by committee.      Manner of  payments for  spring crop.                 Farmers each estimated to deliver less than 1,000 tons of cane together for the purpose of determining this ratio and where applicable, all reference to a Farmer in these Rules and in Contracts made thereunder shall be taken as applying to such a group of Farmers taken as a whole. In no case shall a Manufacturer be required to carry out tests on less than fifty tons of cane delivered in one batch.   12 (1) Before the prices realised on the sale of Sugar and molasses have been finally ascertained, the Association shall prepare from information supplied by each Manufacturer an estimate of the value of all unsold sugar and molasses and recommend for the approval of the Committee an estimated price, making due allowance for possible falls in market prices.  (2) Subject to any provisions to the contrary in the Contracts and to the Rules relating to the burning of cane without written consent a Manufacturer, having obtained the Committee's formal approval, shall make provisional instalment credits or payments to the Farmer as hereinafter provided.  (3) In respect of the spring crop Farmers' accounts will be credited:  (a)  within seven days after delivery, with a first instalment of such amount per ton (not being less than $",
            "description": [
                {
                    "representation": "(s)",
                    "description": "and summing them;   Stage 5 Add the total tonnage equivalent 96 sugar obtained under Stage 3 above to that obtained under Stage 4 above, and let this grand total be called \"Hypothetical tonnage equivalent 96 sugar made during the period of computation\" or"
                },
                {
                    "representation": "(H)",
                    "description": ""
                },
                {
                    "representation": "(A)",
                    "description": ""
                },
                {
                    "representation": "(c)",
                    "description": "and"
                },
                {
                    "representation": "(d)",
                    "description": "above and in accordance with the formula in Appendix C to the Second Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to any provisions to the contrary in the Contracts and to the Rules relating to the burning of cane without written consent a Manufacturer, having obtained the Committee's formal approval, shall make provisional instalment credits or payments to the Farmer as hereinafter provided."
                },
                {
                    "representation": "(3)",
                    "description": "In respect of the spring crop Farmers' accounts will be credited:"
                },
                {
                    "representation": "(1)",
                    "description": "Before the prices realised on the sale of Sugar and molasses have been finally ascertained, the Association shall prepare from information supplied by each Manufacturer an estimate of the value of all unsold sugar and molasses and recommend for the approval of the Committee an estimated price, making due allowance for possible falls in market prices."
                },
                {
                    "representation": "(a)",
                    "description": "within seven days after delivery, with a first instalment of such amount per ton"
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Short title. 1. This Act may be cited as the National Cane Farming Committee Act.",
            "description": "This Act may be cited as the National Cane Farming Committee Act."
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Interpretation. 2.  In this Act  Association means any company or other organisation for the time being designated in writing by the Minister as being representative of persons who carry on the business of the manufacture of sugar; LAWS OF GUYANA 4 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012                                                  Establishment of the Committee.    Committee means the Committee established under this Act;  contract means a contract entered into between a farmer and a manufacturer for the cultivation, sale and processing of sugar cane;  Development Corporation means any company or other organisation for the time being designated in writing by the Minister as being concerned with undertaking, facilitating or  promoting the development of the cane farming industry in Guyana;  district means one of the districts into which Guyana is divided for the purposes of this Act;  District Association means an association of farmers formed for the promotion, protection and advancement of the interests of farmers in any district;  farmer means any person engaged in the cultivation of sugar cane for sale to a manufacturer under a contract;  manufacturer means any person who carries on the business of the manufacture of sugar, and includes the Association;  official member means a person who   (a)      is a public officer; or  (b)  is employed by a public corporation established under any Act,  and is appointed a member of the Committee.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is a public officer; or"
                },
                {
                    "representation": "(b)",
                    "description": "is employed by a public corporation established under any Act,  and is appointed a member of the Committee."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of the Committee. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Establishment of the Committee. 3. (1) There shall be established a Committee to be called the National Cane Farming Committee. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 5  L.R.O. 1/2012 [11 of 1979 11 of 1981]                                           Functions of the Committee. [21 of 1974 17 of 1991] (2) The Committee shall consist of seventeen members of whom not more than five shall be official members.  (3) The members of the Committee shall be appointed by the Minister and shall be as follows   (a) eight persons chosen by the Minister  from among farmers who have been recommended for appointment by District Associations:  Provided that until such time as District Associations have been established under section 8, the Minister may appoint any farmer for any district;  (b)   three persons chosen by the Minister from a panel of seven nominated by the Association;  (c)      five official members; and  (d) one person nominated by the Development Corporation.  (4) The members of the Committee shall be appointed for two years and they shall be eligible for re-appointment.  (5) The Minister shall appoint a Chairman and Vice-Chairman of the Committee from among the members of the Committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be established a Committee to be called the National Cane Farming Committee. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 5  L.R.O. 1/2012 [11 of 1979 11 of 1981]                                           Functions of the Committee. [21 of 1974 17 of 1991]"
                },
                {
                    "representation": "(2)",
                    "description": "The Committee shall consist of seventeen members of whom not more than five shall be official members."
                },
                {
                    "representation": "(3)",
                    "description": "The members of the Committee shall be appointed by the Minister and shall be as follows"
                },
                {
                    "representation": "(a)",
                    "description": "eight persons chosen by the Minister  from among farmers who have been recommended for appointment by District Associations:  Provided that until such time as District Associations have been established under section 8, the Minister may appoint any farmer for any district;"
                },
                {
                    "representation": "(b)",
                    "description": "three persons chosen by the Minister from a panel of seven nominated by the Association;"
                },
                {
                    "representation": "(c)",
                    "description": "five official members; and"
                },
                {
                    "representation": "(d)",
                    "description": "one person nominated by the Development Corporation."
                },
                {
                    "representation": "(4)",
                    "description": "The members of the Committee shall be appointed for two years and they shall be eligible for re-appointment."
                },
                {
                    "representation": "(5)",
                    "description": "The Minister shall appoint a Chairman and Vice-Chairman of the Committee from among the members of the Committee."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Committee. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Functions of the Committee. 4.  The functions of the Committee shall be  (a)   to devise programmes and schemes LAWS OF GUYANA 6 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012                                  c. 69:09  Vacation of office.              for the promotion and expansion of cane farming;  (b)    to  inquire  into and report upon any matter relating to cane farming which may be referred to the Committee by the Minister;  (c)     to promote good relations in the cane farming industry;   (d)    to take over on such date as the Minister may direct the functions of the Sugar Committee appointed on the 19th June, 1943;  (e)    generally, to advise and make representations to the Minister on any matter pertaining to the maintenance and development of the cane farming industry;  (f)      to control, administer and to receive monies for and on behalf  of the funds established under the Cane Farmers Special Funds Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to devise programmes and schemes LAWS OF GUYANA 6 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012                                  c. 69:09  Vacation of office.              for the promotion and expansion of cane farming;"
                },
                {
                    "representation": "(b)",
                    "description": "to  inquire  into and report upon any matter relating to cane farming which may be referred to the Committee by the Minister;"
                },
                {
                    "representation": "(c)",
                    "description": "to promote good relations in the cane farming industry;"
                },
                {
                    "representation": "(d)",
                    "description": "to take over on such date as the Minister may direct the functions of the Sugar Committee appointed on the 19th June, 1943;"
                },
                {
                    "representation": "(e)",
                    "description": "generally, to advise and make representations to the Minister on any matter pertaining to the maintenance and development of the cane farming industry;"
                },
                {
                    "representation": "(f)",
                    "description": "to control, administer and to receive monies for and on behalf  of the funds established under the Cane Farmers Special Funds Act."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Vacation of office. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Vacation of office. 5.  A person shall cease to be a member of the Committee if  (a)   by notice in writing to the Minister he resigns his office; or  (b) he is certified to be insane or otherwise adjudged to be of unsound mind under any law in force in Guyana; or  LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 7  L.R.O. 1/2012                              Meetings.                    (c)    he has been adjudged insolvent under any law in force in Guyana and has not been discharged; or  (d)     he  is  under sentence of imprisonment for any term or is under such a sentence of imprisonment the execution of which has been suspended; or  (e)    being an official member his appointment is revoked by the Minister; or  (f)       having been appointed to his office on the recommendation or nomination of a District Association, or the Association or the  Development  Corporation,  he  is removed from office by the Minister at the request of the body which recommended or nominated him.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by notice in writing to the Minister he resigns his office; or"
                },
                {
                    "representation": "(b)",
                    "description": "he is certified to be insane or otherwise adjudged to be of unsound mind under any law in force in Guyana; or  LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 7  L.R.O. 1/2012                              Meetings."
                },
                {
                    "representation": "(c)",
                    "description": "he has been adjudged insolvent under any law in force in Guyana and has not been discharged; or"
                },
                {
                    "representation": "(d)",
                    "description": "he  is  under sentence of imprisonment for any term or is under such a sentence of imprisonment the execution of which has been suspended; or"
                },
                {
                    "representation": "(e)",
                    "description": "being an official member his appointment is revoked by the Minister; or"
                },
                {
                    "representation": "(f)",
                    "description": "having been appointed to his office on the recommendation or nomination of a District Association, or the Association or the  Development  Corporation,  he  is removed from office by the Minister at the request of the body which recommended or nominated him."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Meetings. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Meetings. 6. (1) Meetings of the Committee shall be held at such times as may be necessary or expedient for the transaction of business, and such meetings shall be held at such places and times and on such days as the Committee may determine.  (2) The Chairman of the Committee may at any time convene a meeting of the Committee.  (3) The Chairman, or in his absence the Vice-Chairman, shall preside at all meetings of the Committee. In the absence of the Chairman and the Vice-Chairman from any meeting, the members present may elect one of their numbers to be the Chairman of the meeting.   LAWS OF GUYANA 8 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012                                                    Appointment of officers and servants.     (4) The Committee shall act by resolutions passed at meetings at which a quorum is present by a majority of votes of the members present and voting at the meeting:  Provided that no resolution shall be of any force or effect unless the following members vote in favour of the resolution  (a)    at least two members appointed under section 3(a);   (b)    at  least one member appointed under section 3(b); and  (c)    at least one member appointed under section 3(c).  (5) The quorum for meetings of the Committee shall be five members.  (6) A member shall be at liberty to vote on, and to be present at any meeting which is considering any matter notwithstanding that he may have a financial or other interest in such matter, whether directly or indirectly.  (7) The Committee may co-opt any one or more persons to attend any particular meeting of the Committee at which it is dealing with a  particular  matter,  for  the  purpose  of  assisting  or  advising  the Committee, but no such co-opted person shall have any right to vote.  (8) Subject to this section, the Committee shall have power to regulate its own proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Meetings of the Committee shall be held at such times as may be necessary or expedient for the transaction of business, and such meetings shall be held at such places and times and on such days as the Committee may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman of the Committee may at any time convene a meeting of the Committee."
                },
                {
                    "representation": "(3)",
                    "description": "The Chairman, or in his absence the Vice-Chairman, shall preside at all meetings of the Committee. In the absence of the Chairman and the Vice-Chairman from any meeting, the members present may elect one of their numbers to be the Chairman of the meeting.   LAWS OF GUYANA 8 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012                                                    Appointment of officers and servants."
                },
                {
                    "representation": "(4)",
                    "description": "The Committee shall act by resolutions passed at meetings at which a quorum is present by a majority of votes of the members present and voting at the meeting:  Provided that no resolution shall be of any force or effect unless the following members vote in favour of the resolution"
                },
                {
                    "representation": "(a)",
                    "description": "at least two members appointed under section 3(a);"
                },
                {
                    "representation": "(b)",
                    "description": "at  least one member appointed under section 3(b); and"
                },
                {
                    "representation": "(c)",
                    "description": "at least one member appointed under section 3(c)."
                },
                {
                    "representation": "(5)",
                    "description": "The quorum for meetings of the Committee shall be five members."
                },
                {
                    "representation": "(6)",
                    "description": "A member shall be at liberty to vote on, and to be present at any meeting which is considering any matter notwithstanding that he may have a financial or other interest in such matter, whether directly or indirectly."
                },
                {
                    "representation": "(7)",
                    "description": "The Committee may co-opt any one or more persons to attend any particular meeting of the Committee at which it is dealing with a  particular  matter,  for  the  purpose  of  assisting  or  advising  the Committee, but no such co-opted person shall have any right to vote."
                },
                {
                    "representation": "(8)",
                    "description": "Subject to this section, the Committee shall have power to regulate its own proceedings."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Appointment of officers and servants. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Appointment of officers and servants. 7.  The Committee shall, subject to the approval of the Minister, appoint and employ a secretary and such officers and servants as it deems necessary for the proper carrying out of its functions. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 9  L.R.O. 1/2012 Creation of districts and constitutions of District Associations.          Register of farmers and contracts.  Expenses   of the  Committee.    Rules. [1 of 1970]",
            "description": "The Committee shall, subject to the approval of the Minister, appoint and employ a secretary and such officers and servants as it deems necessary for the proper carrying out of its functions. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 9  L.R.O. 1/2012 Creation of districts and constitutions of District Associations.          Register of farmers and contracts.  Expenses   of the  Committee.    Rules. [1 of 1970]"
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Creation of districts and constitutions of District Associations. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Creation of districts and constitutions of District Associations. 8. (1) The Minister may, by order, divide Guyana into districts and may establish a District Association for each such district.  (2) The Minister may, by regulations, prescribe the constitution of a District Association.  (3) A District Association may make recommendations and representations to the Committee on behalf of farmers on matters relating to cane farming.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, by order, divide Guyana into districts and may establish a District Association for each such district."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, by regulations, prescribe the constitution of a District Association."
                },
                {
                    "representation": "(3)",
                    "description": "A District Association may make recommendations and representations to the Committee on behalf of farmers on matters relating to cane farming."
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Register of farmers and contracts. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Register of farmers and contracts. 9. The Committee shall cause to be kept a register of farmers for each district and of all contracts.",
            "description": "The Committee shall cause to be kept a register of farmers for each district and of all contracts."
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Expenses of the Committee. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Expenses of the Committee. 10. Any expense incurred by the Minister or the Committee for the purpose of this Act shall be defrayed by the Minister out of moneys provided by Parliament.",
            "description": "Any expense incurred by the Minister or the Committee for the purpose of this Act shall be defrayed by the Minister out of moneys provided by Parliament."
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Rules.   __________________________   29 of 1965 An Act to provide for the establishment of a National Cane Farming Committee, and for purposes connected therewith.  [6th NOVEMBER, 1965]  Short title.    Interpretation. [11 of 1979]      ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Rules.   __________________________   29 of 1965 An Act to provide for the establishment of a National Cane Farming Committee, and for purposes connected therewith.  [6th NOVEMBER, 1965]  Short title.    Interpretation. [11 of 1979]      11.  (1) Subject to negative resolution of the National Assembly, the Committee may, with the approval of the Minister, make rules providing for all or any of the following matters:  (a)    the  general conditions which shall be deemed to be incorporated in every contract;  (b)      the registration of farmers;   (c)      the registration of contracts;  (d)    the records to be kept by farmers and the furnishing of reports and returns by them to the Committee; and  (e)   exemption, in special circumstances, of contracts from the application of the general conditions provided for LAWS OF GUYANA 10 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012 under paragraph (a) of this subsection.  (2) The general conditions prescribed for the purposes of subsection (1)(a) may be amended, altered or varied by rules made under this section:  Provided that no amendment, alteration or variation of the conditions shall be of any force or effect to the extent that it may prejudice any security given by a farmer to any person prior to such amendment, alteration or variation, or the rights of any person under a contract made prior to and subsisting at the time of such amendment, alteration, or variation, unless that person has consented thereto in writing.  _____________     LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 11  L.R.O.  1/2011 SUBSIDIARY LEGISLATION  _________________    CANE FARMERS CONTRACT (GENERAL CONDITIONS) RULES   RULE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Committee may, with the approval of the Minister, make rules providing for all or any of the following matters:"
                },
                {
                    "representation": "(a)",
                    "description": "may be amended, altered or varied by rules made under this section:  Provided that no amendment, alteration or variation of the conditions shall be of any force or effect to the extent that it may prejudice any security given by a farmer to any person prior to such amendment, alteration or variation, or the rights of any person under a contract made prior to and subsisting at the time of such amendment, alteration, or variation, unless that person has consented thereto in writing.  _____________     LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 11  L.R.O.  1/2011 SUBSIDIARY LEGISLATION  _________________    CANE FARMERS CONTRACT"
                },
                {
                    "representation": "(b)",
                    "description": "the registration of farmers;"
                },
                {
                    "representation": "(c)",
                    "description": "the registration of contracts;"
                },
                {
                    "representation": "(d)",
                    "description": "the records to be kept by farmers and the furnishing of reports and returns by them to the Committee; and"
                },
                {
                    "representation": "(e)",
                    "description": "exemption, in special circumstances, of contracts from the application of the general conditions provided for LAWS OF GUYANA 10 Cap. 69:04 National Cane Farming Committee  L.R.O. 1/2012 under paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "The general conditions prescribed for the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "(1)   Security, transfers, assignments and termination of contracts. Security for payment for sums advanced. (2) Procedure for a transfer, assignment or sub-letting. (3) Granting of consent to transfer or assignment. (4) Taking possession of farm to enforce security. (5) Ascertainment of successor to deceased farmer. (6) Termination of contract. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 13    [Subsidiary]                  Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012 RULE (7) Payment of all sums due on termination. (8) Termination not to prejudice any other rights or obligations. (9) No parting with farm without written consent. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under (1)   Security, transfers, assignments and termination of contracts. Security for payment for sums advanced. (2) Procedure for a transfer, assignment or sub-letting. (3) Granting of consent to transfer or assignment. (4) Taking possession of farm to enforce security. (5) Ascertainment of successor to deceased farmer. (6) Termination of contract. LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 13    [Subsidiary]                  Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012 RULE (7) Payment of all sums due on termination. (8) Termination not to prejudice any other rights or obligations. (9) No parting with farm without written consent. 13. (1) A Farmer shall grant to the Corporation upon request security for the payment or repayment together with interest thereon of any principal sums at any time owing to the Corporation by the Farmer, the security to comprise the Farm and the crops and produce of the Farm (or such part thereof as the Corporation shall specify) and to rank after any mortgage or charge granted by the Farmer prior to such request to any other person but in all other respects such security shall be in such form as the Corporation shall prescribe.  (2) A Farmer wishing to transfer, assign, sublet or otherwise part with the possession of the Farm or any part thereof or to transfer or assign the Contract otherwise than in accordance with the Contract, shall apply for the consent of the Committee and the Corporation by lodging with the Corporation and the Committee an application containing or accompanied by   (a)  a statement of the full consideration in money or money's worth for the transfer or assignment, and  (b)  full particulars of the transfer or assignment, and  (c)  an undertaking signed by the assignee, to occupy the whole Farm or part thereof and cultivate cane thereon, and fulfil in every respect the obligations of the Farmer under the Contract.  LAWS OF GUYANA 32 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012 Granting of consent to  transfer or assignment.                                 Ascertainment  of successor to deceased farmer.  (3) Subject as hereinafter provided, consent shall not be unreasonably withheld to a transfer or assignment:  (a)  if the whole of the benefits and obligations of the Contract are transferred or assigned to or for the benefit of a fit and proper person (including a registered co-operative Society but excluding any other corporate body) or a group in a village.  (b)  to a person who does not already hold a Contract with the Corporation in respect of any other farm or who shall not otherwise, either directly or indirectly, thereby acquire two or more farms or an interest therein:  Provided that the instrument of transfer or assignment shall be in a form approved by the Committee.  (4) A Farmer shall permit the Manufacturer or any person to whom or in whose favour a mortgage, charge, hypothecation, pledge, assignment or lien has been granted if the Manufacturer enforce or such person has reasonable grounds for believing that the Farmer  has ceased or is neglecting to cultivate or dispose of any such crops or produce in accordance with the terms of the Contract or if the security has become enforceable, to take possession of the Farm or any such crops or produce or any part thereof for the purpose of cultivation, reaping and disposing of the same until the indebtedness is liquidated.  (5) In the event of the death of a Farmer during the term of the Contract, and, if under his will or by operation of law, more than one person becomes entitled to occupy and cultivate the Farm, a Manufacturer shall, in the event that the farm to enforce  security.  possession of Taking  LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 33    [Subsidiary]                  Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012             Termination  of contract.                                  persons aforesaid are unable to agree within three months after the grant of Probate or Letters of Administration that one person only shall be recognised as the Farmer for the purposes of the Contract, refer the matter to the Committee who shall decide which person shall be recognised as the Farmer, and the Committee's decision shall be final and binding. If the person so recognised refuses to accept the decision of the Committee, the Contract may thereupon be cancelled by the Manufacturer.   (6)  A Contract may be terminated  (a) if the Farmer neglects to comply with the provisions of this Contract and the Rules relating to occupation or possession of the Farm and to the transfer or assignment of the Contract;  (b) at the discretion of the party not in default, if either the Farmer or Manufacturer commits a serious breach of the Contract and Rules and fail to remedy such breach within 30 days after notice thereof. For the purpose of this subparagraph the frequent repetition of any breach (whether or not each such breach is in itself serious) shall be deemed to be a serious breach and such serious breach shall be deemed not to have been remedied within 30 days after notice in writing if any repetitions of the original breach shall occur more than 30 days after notice in writing of the intention to invoke this subparagraph shall have been given;  LAWS OF GUYANA 34 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012                                       Payment of all sums due on termination.   (c) by the Manufacturer giving not less than three months previous notice that, owing to changes of circumstances affecting the economic manufacture of sugar beyond the control of the Manufacturer, the Manufacturer decides to terminate the Contract on 31st March or 30th September in any year following the giving of such notice, but the Manufacturer shall offer to purchase the cane upon modified terms designed to meet the changed circumstances and the terms of these Rules shall be modified accordingly as they apply to such purchases;  (d)  by the Farmer giving not less than three months previous notice that, owing to lack of finance or other circumstances beyond the control of the Farmer, the Farmer decides to terminate the Contract on the 31st March or 30th September in any year as he is unable to fulfil his obligations under the Contract thereafter;  (e)  by either a Farmer or a Manufacturer, giving not less than two years' previous notice of intention to discontinue, on a date to be stated, the growing of cane on the Farm or the milling of cane at the factory as the case may be, and such notice shall take effect on such a date.  (7) Save as provided in these Rules if a Farmer or Manufacturer desires to terminate this Contract according to paragraph (6),  all moneys then owing by either party, shall become payable on demand being made therefor.  (8) Any termination of a Contract shall be without prejudice to the respective rights and obligations of the Farmer and the Manufacturer accrued due before such not to prejudice  any other Termination   LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 35    [Subsidiary]                  Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012 rights  or obligations.   No parting  with farm  without  written  consent.             Acts of God, etc.                  Amendment  or recission  of rules.     termination and in particular shall not prejudice any right to damages or other remedy for breach of contract.   (9) (a) Subject to subparagraph (b) hereof, the Farmer shall remain in personal occupation of the Farm throughout the term of this Contract and shall not transfer, assign, sub-let or otherwise part with possession of the Farm or any part thereof nor transfer or assign this Contract or any interest therein without the previous written consent of the Manufacturer.  (b) The Farmer may mortgage, charge, hypothecate, pledge, assign or create a lien on the Farm, the crops or produce of the Farm and this Contract to or in favour of the Corporation or to or in favour of any person whom the Manufacturer has approved in writing.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A Farmer shall grant to the Corporation upon request security for the payment or repayment together with interest thereon of any principal sums at any time owing to the Corporation by the Farmer, the security to comprise the Farm and the crops and produce of the Farm"
                },
                {
                    "representation": "(2)",
                    "description": "A Farmer wishing to transfer, assign, sublet or otherwise part with the possession of the Farm or any part thereof or to transfer or assign the Contract otherwise than in accordance with the Contract, shall apply for the consent of the Committee and the Corporation by lodging with the Corporation and the Committee an application containing or accompanied by"
                },
                {
                    "representation": "(a)",
                    "description": "if the Farmer neglects to comply with the provisions of this Contract and the Rules relating to occupation or possession of the Farm and to the transfer or assignment of the Contract;"
                },
                {
                    "representation": "(b)",
                    "description": "The Farmer may mortgage, charge, hypothecate, pledge, assign or create a lien on the Farm, the crops or produce of the Farm and this Contract to or in favour of the Corporation or to or in favour of any person whom the Manufacturer has approved in writing."
                },
                {
                    "representation": "(c)",
                    "description": "by the Manufacturer giving not less than three months previous notice that, owing to changes of circumstances affecting the economic manufacture of sugar beyond the control of the Manufacturer, the Manufacturer decides to terminate the Contract on 31st March or 30th September in any year following the giving of such notice, but the Manufacturer shall offer to purchase the cane upon modified terms designed to meet the changed circumstances and the terms of these Rules shall be modified accordingly as they apply to such purchases;"
                },
                {
                    "representation": "(3)",
                    "description": "Subject as hereinafter provided, consent shall not be unreasonably withheld to a transfer or assignment:"
                },
                {
                    "representation": "(4)",
                    "description": "A Farmer shall permit the Manufacturer or any person to whom or in whose favour a mortgage, charge, hypothecation, pledge, assignment or lien has been granted if the Manufacturer enforce or such person has reasonable grounds for believing that the Farmer  has ceased or is neglecting to cultivate or dispose of any such crops or produce in accordance with the terms of the Contract or if the security has become enforceable, to take possession of the Farm or any such crops or produce or any part thereof for the purpose of cultivation, reaping and disposing of the same until the indebtedness is liquidated."
                },
                {
                    "representation": "(5)",
                    "description": "In the event of the death of a Farmer during the term of the Contract, and, if under his will or by operation of law, more than one person becomes entitled to occupy and cultivate the Farm, a Manufacturer shall, in the event that the farm to enforce  security.  possession of Taking  LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 33    [Subsidiary]                  Cane Farmers Contract"
                },
                {
                    "representation": "(6)",
                    "description": "A Contract may be terminated"
                },
                {
                    "representation": "(d)",
                    "description": "by the Farmer giving not less than three months previous notice that, owing to lack of finance or other circumstances beyond the control of the Farmer, the Farmer decides to terminate the Contract on the 31st March or 30th September in any year as he is unable to fulfil his obligations under the Contract thereafter;"
                },
                {
                    "representation": "(e)",
                    "description": "by either a Farmer or a Manufacturer, giving not less than two years' previous notice of intention to discontinue, on a date to be stated, the growing of cane on the Farm or the milling of cane at the factory as the case may be, and such notice shall take effect on such a date."
                },
                {
                    "representation": "(7)",
                    "description": "Save as provided in these Rules if a Farmer or Manufacturer desires to terminate this Contract according to paragraph"
                },
                {
                    "representation": "(8)",
                    "description": "Any termination of a Contract shall be without prejudice to the respective rights and obligations of the Farmer and the Manufacturer accrued due before such not to prejudice  any other Termination   LAWS OF GUYANA National Cane Farming Committee Cap. 69:04 35    [Subsidiary]                  Cane Farmers Contract"
                },
                {
                    "representation": "(9)",
                    "description": "(a) Subject to subparagraph"
                }
            ]
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Acts of God, etc. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Acts of God, etc. 14. Neither a Farmer nor a Manufacturer shall be responsible to the other for any failure to fulfil any term of this Contract, if fulfilment has been seriously hindered or prevented, whether directly or indirectly, by fire, flood, drought, earthquake, tempest, explosion, war, civil commotion, riots, arson, sabotage, shortage of labour, strikes, lockouts, or other industrial disputes, breakdown or damage to plant, machinery or transport, failure or shortage of supplies, including navigation water, fuel, power or shipping or other circumstances, or any lack of market outlet (whether caused by reason or quotas under any agreement or low prices or for any other reason), provided it was not within the reasonable control of the party in default to prevent the circumstances giving rise to the failure.",
            "description": "Neither a Farmer nor a Manufacturer shall be responsible to the other for any failure to fulfil any term of this Contract, if fulfilment has been seriously hindered or prevented, whether directly or indirectly, by fire, flood, drought, earthquake, tempest, explosion, war, civil commotion, riots, arson, sabotage, shortage of labour, strikes, lockouts, or other industrial disputes, breakdown or damage to plant, machinery or transport, failure or shortage of supplies, including navigation water, fuel, power or shipping or other circumstances, or any lack of market outlet (whether caused by reason or quotas under any agreement or low prices or for any other reason), provided it was not within the reasonable control of the party in default to prevent the circumstances giving rise to the failure."
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Amendment or rescission of rules. ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Amendment or rescission of rules. 15. None of the provisions of these Rules shall be amend (whether by variation, addition, deletion or substitution) if such amendment would or might operate or in any way. diminish or prejudice any security given by a Farmer to a Manufacturer or the Corporation or to any person or the rights of any person under any Contract which has LAWS OF GUYANA 36 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012        Arbitration                 r. 3                       been assigned, charged or pledged to him without his consent in writing, and unless the amendment has been agreed to in the same manner as a resolution of the Committee is required to be passed.",
            "description": "None of the provisions of these Rules shall be amend (whether by variation, addition, deletion or substitution) if such amendment would or might operate or in any way. diminish or prejudice any security given by a Farmer to a Manufacturer or the Corporation or to any person or the rights of any person under any Contract which has LAWS OF GUYANA 36 Cap. 69:04 National Cane Farming Committee    [Subsidiary]                   Cane Farmers Contract (General Conditions) Rules  L.R.O. 1/2012        Arbitration                 r. 3                       been assigned, charged or pledged to him without his consent in writing, and unless the amendment has been agreed to in the same manner as a resolution of the Committee is required to be passed."
        }
    },
    {
        "act": "NATIONAL CANE FARMING COMMITTEE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Arbitration.  FIRST SCHEDULE—Cane Farming Contract.   SECOND SCHEDULE—Rules of Contract.                                                ____________________    R.2/1968 3/1975  CANE FARMERS CONTRACT (GENERAL CONDITIONS) RULES  made under section 11(1)   Citation.    Interpretation.                ",
            "context": "NATIONAL CANE FARMING COMMITTEE ACT under Arbitration.  FIRST SCHEDULECane Farming Contract.   SECOND SCHEDULERules of Contract.                                                ____________________    R.2/1968 3/1975  CANE FARMERS CONTRACT (GENERAL CONDITIONS) RULES  made under section 11(1)   Citation.    Interpretation.                16. Any question, difference or dispute of substance which shall at any time arise between a Manufacturer and a Farmer, touching or concerning these Rules or a Contract, or the construction, meaning or effect thereof of any Rules or of any clauses in a Contract, or as to the rights, duties or liabilities of a Manufacturer and a Fanner under or by virtue of these Rules or the subject matter thereof, or arising out of or in a relation thereto, shall, as regards the Rules, be referred to a single arbitrator appointed by the parties or failing such appointment then to a single arbitrator appointed by the Committee or failing such appointment then to a single arbitrator appointed by the Chief Justice, and the Arbitration Act for the time being in force shall apply.  FIRST SCHEDULE CANE FARMING CONTRACT  A Contract made the................day of ................................... in the year two thousand and .............................. Between; ..................................................................................................................of...........................................................................(hereinafter called the Farmer) of the one part, and ......................................................... ...............................................of................................................................ (hereinafter called the Manufacturer) of the other part.  Whereby it is agreed that:",
            "description": "Any question, difference or dispute of substance which shall at any time arise between a Manufacturer and a Farmer, touching or concerning these Rules or a Contract, or the construction, meaning or effect thereof of any Rules or of any clauses in a Contract, or as to the rights, duties or liabilities of a Manufacturer and a Fanner under or by virtue of these Rules or the subject matter thereof, or arising out of or in a relation thereto, shall, as regards the Rules, be referred to a single arbitrator appointed by the parties or failing such appointment then to a single arbitrator appointed by the Committee or failing such appointment then to a single arbitrator appointed by the Chief Justice, and the Arbitration Act for the time being in force shall apply.  FIRST SCHEDULE CANE FARMING CONTRACT  A Contract made the................day of ................................... in the year two thousand and .............................. Between; ..................................................................................................................of...........................................................................(hereinafter called the Farmer) of the one part, and ......................................................... ...............................................of................................................................ (hereinafter called the Manufacturer) of the other part.  Whereby it is agreed that:"
        }
    }
]