[
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Short title. 1.  This Act may be cited as the Coconut Products (Control) Act.",
            "description": "This Act may be cited as the Coconut Products (Control) Act."
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I MANUFACTURERS AND COPRA AND CRUDE COCONUT OIL PRODUCERS  ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Interpretation.  PART I MANUFACTURERS AND COPRA AND CRUDE COCONUT OIL PRODUCERS  2.  In this Act  commissioner means a commissioner appointed under the    District Government Act;  Comptroller means the Comptroller of Customs;  copra or crude coconut oil producer means any person who manufactures copra or crude coconut oil for sale or for use in his own manufactory;  coconut products means deodorised coconut oil, lard substitute and any other product derived or manufactured wholly or in part from the kernel of the coconut as the Minister shall by notification in the Gazette CHAPTER 69:05  COCONUT PRODUCTS (CONTROL) ACT  LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 5                                         L.R.O. 1/2012            c 19:02                   Licence to manufacture coconut products. [6 of 1997]           Application for and grant of licence to manufacture coconut include under such designation;   deodorised coconut oil means any oil manufactured in Guyana from the kernel of the coconut and which has been subjected to any process or treatment whatsoever for removing the characteristic odour or flavour or acidity of the crude oil;   district means a district declared and established under the District Government Act;  Government Analyst includes an assistant analyst;  lard substitute means any edible fat manufactured in Guyana from coconut oil in imitation of lard;  manufacturer includes any person beneficially interested in or superintending or directing the manufacture of coconut products for sale.  PART I MANUFACTURERS  AND COPRA  AND CRUDE COCONUT OIL PRODUCERS",
            "description": "In this Act  commissioner means a commissioner appointed under the    District Government Act;  Comptroller means the Comptroller of Customs;  copra or crude coconut oil producer means any person who manufactures copra or crude coconut oil for sale or for use in his own manufactory;  coconut products means deodorised coconut oil, lard substitute and any other product derived or manufactured wholly or in part from the kernel of the coconut as the Minister shall by notification in the Gazette CHAPTER 69:05  COCONUT PRODUCTS (CONTROL) ACT  LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 5                                         L.R.O. 1/2012            c 19:02                   Licence to manufacture coconut products. [6 of 1997]           Application for and grant of licence to manufacture coconut include under such designation;   deodorised coconut oil means any oil manufactured in Guyana from the kernel of the coconut and which has been subjected to any process or treatment whatsoever for removing the characteristic odour or flavour or acidity of the crude oil;   district means a district declared and established under the District Government Act;  Government Analyst includes an assistant analyst;  lard substitute means any edible fat manufactured in Guyana from coconut oil in imitation of lard;  manufacturer includes any person beneficially interested in or superintending or directing the manufacture of coconut products for sale.  PART I MANUFACTURERS  AND COPRA  AND CRUDE COCONUT OIL PRODUCERS"
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Licence to manufacture coconut products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Licence to manufacture coconut products. 3. (1) A person shall not manufacture coconut products unless he is a holder of a licence in respect of each factory where he so manufactures.  (2) Any person who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars, and the court shall order to be forfeited all machinery, implements, utensils, materials and coconut products which shall be on the premises where the manufacture has been carried on.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not manufacture coconut products unless he is a holder of a licence in respect of each factory where he so manufactures."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes this section shall be liable to a fine of ninety-seven thousand five hundred dollars, and the court shall order to be forfeited all machinery, implements, utensils, materials and coconut products which shall be on the premises where the manufacture has been carried on."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Application for and grant of licence to manufacture coconut products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Application for and grant of licence to manufacture coconut products. 4. (1) Every manufacturer of coconut products within ten days after the commencement of this Act and every person who desires to manufacture coconut products shall make application in writing to the commissioner of the LAWS OF GUYANA 6 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012  products. [6 of 1997]                                                district for a licence (hereinafter referred to as a manufacturers licence) in respect of each factory in the district in which he intends to manufacture coconut products.  (2) The application shall contain the following particulars, that is to say  (a)    the  name, occupation, and abode of the applicant;  (b)  the  name and description of the product intended to be manufactured;  (c)   a  description of the premises intended to be used in the manufacture of the product;  (d)  a  description of all the vessels and utensils intended to be used in connection with the manufacture; and  (e)  the purpose for which each of those vessels and utensils is intended to be used.  (3) If the application is untrue in any material particular, the person signing it shall be liable to a fine of nineteen thousand five hundred dollars.  (4) All licensed premises shall be fenced or enclosed to the satisfaction of the commissioner and shall be provided with the modes of ingress or egress directed by him.  (5) The commissioner may refuse to issue a licence to any applicant who has been convicted of felony or of an offence involving dishonesty or of an offence under this Act.   LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 7                                         L.R.O. 1/2012 Duration and duty on licences. [26 of 1949 4 of 1985 13 of 1989 11 of 1993 6  of  1997]                  Registration of copra or crude coconut oil producers. [4 of 1985 13 of 1989 11 of 1993 6 of 1997]                Register to be kept by commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every manufacturer of coconut products within ten days after the commencement of this Act and every person who desires to manufacture coconut products shall make application in writing to the commissioner of the LAWS OF GUYANA 6 Cap. 69:05 Coconut Products"
                },
                {
                    "representation": "(2)",
                    "description": "The application shall contain the following particulars, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "the  name, occupation, and abode of the applicant;"
                },
                {
                    "representation": "(b)",
                    "description": "the  name and description of the product intended to be manufactured;"
                },
                {
                    "representation": "(c)",
                    "description": "a  description of the premises intended to be used in the manufacture of the product;"
                },
                {
                    "representation": "(d)",
                    "description": "a  description of all the vessels and utensils intended to be used in connection with the manufacture; and"
                },
                {
                    "representation": "(e)",
                    "description": "the purpose for which each of those vessels and utensils is intended to be used."
                },
                {
                    "representation": "(3)",
                    "description": "If the application is untrue in any material particular, the person signing it shall be liable to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "All licensed premises shall be fenced or enclosed to the satisfaction of the commissioner and shall be provided with the modes of ingress or egress directed by him."
                },
                {
                    "representation": "(5)",
                    "description": "The commissioner may refuse to issue a licence to any applicant who has been convicted of felony or of an offence involving dishonesty or of an offence under this Act.   LAWS OF GUYANA Coconut Products"
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Duration and duty on licences. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Duration and duty on licences. 5. (1) Every manufacturers licence shall, unless previously revoked, expire on the 31st December in every year.  (2) There shall be paid for every manufacturers licence a duty of three hundred dollars.   (3) A duty imposed by this section shall be paid before the issue of the licence in respect of which it is imposed.  (4) Before any manufacturers licence is issued the manufacturer shall either deposit with the Accountant General the sum of five hundred dollars or enter into a bond with two good and sufficient sureties to the satisfaction of the commissioner for that amount for the payment of any duties that may become payable by him under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every manufacturers licence shall, unless previously revoked, expire on the 31st December in every year."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be paid for every manufacturers licence a duty of three hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "A duty imposed by this section shall be paid before the issue of the licence in respect of which it is imposed."
                },
                {
                    "representation": "(4)",
                    "description": "Before any manufacturers licence is issued the manufacturer shall either deposit with the Accountant General the sum of five hundred dollars or enter into a bond with two good and sufficient sureties to the satisfaction of the commissioner for that amount for the payment of any duties that may become payable by him under this Act."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Registration of copra or crude coconut oil producers. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Registration of copra or crude coconut oil producers. 6. (1) Every person who is a copra or crude coconut oil producer shall apply in writing to the commissioner of the district to have his name registered in respect of the district where he produces or intends to produce copra or crude coconut oil.  (2) The commissioner shall register the name of every person so applying and shall issue to him a certificate of registration.  (3) There shall be paid for every certificate of registration a fee of three hundred dollars.  (4) Any copra or crude coconut oil producer who shall produce copra or crude coconut oil without having been registered under this section shall be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who is a copra or crude coconut oil producer shall apply in writing to the commissioner of the district to have his name registered in respect of the district where he produces or intends to produce copra or crude coconut oil."
                },
                {
                    "representation": "(2)",
                    "description": "The commissioner shall register the name of every person so applying and shall issue to him a certificate of registration."
                },
                {
                    "representation": "(3)",
                    "description": "There shall be paid for every certificate of registration a fee of three hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Any copra or crude coconut oil producer who shall produce copra or crude coconut oil without having been registered under this section shall be liable to a fine of four thousand eight hundred and seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Register to be kept by Commissioner.  PART II DUTY ON COCONUT PRODUCTS AND THE KEEPING OF BOOKS  ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Register to be kept by Commissioner.  PART II DUTY ON COCONUT PRODUCTS AND THE KEEPING OF BOOKS  7.  (1) Every commissioner shall cause to be kept a register of all persons to whom he has granted licences under this Act and of all persons registered under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every commissioner shall cause to be kept a register of all persons to whom he has granted licences under this Act and of all persons registered under section"
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Duty on coconut products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Duty on coconut products. 8. (1) There shall be raised, levied and collected on all coconut products which have been manufactured in Guyana and are delivered for consumption in Guyana such duties as may, from time to time, be fixed by resolution of the National Assembly.  (2) The payment of the duties so imposed may be enforced and the amount recovered in the same manner as if they were duties imposed by the Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be raised, levied and collected on all coconut products which have been manufactured in Guyana and are delivered for consumption in Guyana such duties as may, from time to time, be fixed by resolution of the National Assembly."
                },
                {
                    "representation": "(2)",
                    "description": "The payment of the duties so imposed may be enforced and the amount recovered in the same manner as if they were duties imposed by the Tax Act."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Books to be kept by manufacturer of coconut products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Books to be kept by manufacturer of coconut products. 9. (1) Every manufacturer of coconut products shall keep at each factory a book in which he shall enter in respect of each month the appropriate entries hereunder enumerated  (a)  the quantity of all copra or crude coconut oil received into the factory;  (b)  the name and address of every person from whom he has purchased copra or crude coconut oil and the date and quantity of each purchase and the price paid;  (c)  the  quantity of copra or crude coconut oil used for the manufacture of deodorised coconut oil and lard LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 9                                         L.R.O. 1/2012                                              Books to be kept by producers of substitute respectively;  (d)    the number of gallons of deodorised coconut oil and pounds of lard substitute manufactured;   (e) the number of gallons of deodorised coconut oil and pounds of lard substitute exported;  (f) the number of gallons of deodorised coconut oil and pounds of lard substitute delivered  for consumption in Guyana;  (g) the number of gallons of deodorised coconut oil and pounds of lard substitute remaining in the factory at the end of the month; and  (h)     the amount due for duty.   (2) Every manufacturer shall within ten days after the expiration of each month make to the commissioner of the district in which the factory is situated a true and correct return of the matters entered in the book required to be kept under this section and shall at the time of making the return pay the duty imposed by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every manufacturer of coconut products shall keep at each factory a book in which he shall enter in respect of each month the appropriate entries hereunder enumerated"
                },
                {
                    "representation": "(a)",
                    "description": "the quantity of all copra or crude coconut oil received into the factory;"
                },
                {
                    "representation": "(b)",
                    "description": "the name and address of every person from whom he has purchased copra or crude coconut oil and the date and quantity of each purchase and the price paid;"
                },
                {
                    "representation": "(c)",
                    "description": "the  quantity of copra or crude coconut oil used for the manufacture of deodorised coconut oil and lard LAWS OF GUYANA Coconut Products"
                },
                {
                    "representation": "(d)",
                    "description": "the number of gallons of deodorised coconut oil and pounds of lard substitute manufactured;"
                },
                {
                    "representation": "(e)",
                    "description": "the number of gallons of deodorised coconut oil and pounds of lard substitute exported;"
                },
                {
                    "representation": "(f)",
                    "description": "the number of gallons of deodorised coconut oil and pounds of lard substitute delivered  for consumption in Guyana;"
                },
                {
                    "representation": "(g)",
                    "description": "the number of gallons of deodorised coconut oil and pounds of lard substitute remaining in the factory at the end of the month; and"
                },
                {
                    "representation": "(h)",
                    "description": "the amount due for duty."
                },
                {
                    "representation": "(2)",
                    "description": "Every manufacturer shall within ten days after the expiration of each month make to the commissioner of the district in which the factory is situated a true and correct return of the matters entered in the book required to be kept under this section and shall at the time of making the return pay the duty imposed by section"
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Books to be kept by producers of copra and crude oil.  PART III MISCELLANEOUS  ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Books to be kept by producers of copra and crude oil.  PART III MISCELLANEOUS  10. (1) Every producer of copra or crude coconut oil shall keep a book in which he shall enter  LAWS OF GUYANA 10 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012  copra and crude oil. [6 of 1997]                              Power to apply Act to other products.                 (a)  the quantity of coconuts obtained, purchased  or received;  (b)  the name and address of every person from whom he has purchased or received such coconuts; (c)    the quantity of copra or crude coconut oil produced therefrom;  (d)    the name and address of every person to whom such copra or crude coconut oil has been sold or delivered and the amount of money received in respect thereof.  (2) Every producer who fails to keep the book or who omits to make an entry or makes a false entry in the book required to be kept under this section shall be liable to a fine of nineteen thousand five hundred dollars.  PART III MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every producer of copra or crude coconut oil shall keep a book in which he shall enter  LAWS OF GUYANA 10 Cap. 69:05 Coconut Products"
                },
                {
                    "representation": "(a)",
                    "description": "the quantity of coconuts obtained, purchased  or received;"
                },
                {
                    "representation": "(b)",
                    "description": "the name and address of every person from whom he has purchased or received such coconuts;"
                },
                {
                    "representation": "(c)",
                    "description": "the quantity of copra or crude coconut oil produced therefrom;"
                },
                {
                    "representation": "(d)",
                    "description": "the name and address of every person to whom such copra or crude coconut oil has been sold or delivered and the amount of money received in respect thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Every producer who fails to keep the book or who omits to make an entry or makes a false entry in the book required to be kept under this section shall be liable to a fine of nineteen thousand five hundred dollars.  PART III MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to apply Act to other products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Power to apply Act to other products. 11. (1) Subject to negative resolution of the National Assembly, the Minister may, by order, include under the designation of coconut products for the purposes of this Act any other product derived or manufactured wholly or in part from the kernel of the coconut, and in such case this Act shall apply to that product from the date specified in the order.  (2) Where any order is made under the preceding subsection it shall set out what duties (if any) shall be raised, levied and collected on the  product mentioned therein and in such case the duties may be enforced and the amount recovered in the manner provided by this Act.   LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 11                                         L.R.O. 1/2012 Minister to fix price of copra. [6 of 1997]                  Minister  may fix standards of quality and price. [6 of 1997]                Taking of samples. [6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may, by order, include under the designation of coconut products for the purposes of this Act any other product derived or manufactured wholly or in part from the kernel of the coconut, and in such case this Act shall apply to that product from the date specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Where any order is made under the preceding subsection it shall set out what duties"
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Minister to fix price of copra. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Minister to fix price of copra. 12. (1) Every manufacturer shall pay for all copra purchased by him a price which shall not be less than the price which the Minister may from time to time fix having regard to the current local market price and other conditions prevailing in the City of Georgetown. The price so fixed shall be published in the Gazette and one daily newspaper and be effective from the day following the date of publication in the Gazette:  Provided that the price last published shall continue in force until another price shall be published.  (2) Any manufacturer who shall contravene the provisions of this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every manufacturer shall pay for all copra purchased by him a price which shall not be less than the price which the Minister may from time to time fix having regard to the current local market price and other conditions prevailing in the City of Georgetown. The price so fixed shall be published in the Gazette and one daily newspaper and be effective from the day following the date of publication in the Gazette:  Provided that the price last published shall continue in force until another price shall be published."
                },
                {
                    "representation": "(2)",
                    "description": "Any manufacturer who shall contravene the provisions of this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Minister may fix standards of quality and price. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Minister may fix standards of quality and price. 13. (1) The Minister may from time to time, by notice published in the Gazette, prescribe standards of quality, and fix maximum wholesale and retail prices for coconut products manufactured and intended to be sold for consumption in Guyana.  (2) Any person who sells or exposes for sale for consumption in Guyana any coconut product whether designated by any name or not which is below the prescribed standard of quality, or who sells for consumption in Guyana any coconut product at a higher price than that fixed by notice under this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars and to the forfeiture of all coconut products which shall be found to be below the prescribed standard of quality.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time, by notice published in the Gazette, prescribe standards of quality, and fix maximum wholesale and retail prices for coconut products manufactured and intended to be sold for consumption in Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who sells or exposes for sale for consumption in Guyana any coconut product whether designated by any name or not which is below the prescribed standard of quality, or who sells for consumption in Guyana any coconut product at a higher price than that fixed by notice under this section shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars and to the forfeiture of all coconut products which shall be found to be below the prescribed standard of quality."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Taking of samples. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Taking of samples. 14. (1) Any Government medical officer, district commissioner, sanitary inspector or any officer authorised in writing either generally or specially by any commissioner or by the Government Analyst or any officer of the Georgetown City Council or the New Amsterdam Town Council and any police officer or constable (hereinafter referred to as sampling officers) may procure from any manufacturer or producer of LAWS OF GUYANA 12 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012                                                  crude coconut oil or purchase from any person selling or exposing the same for sale for consumption in Guyana a sample of any article which is or which he suspects to be a coconut product.  (2) Where any sampling officer applies to procure from any manufacturer or producer aforesaid or to purchase from any person as aforesaid any article as aforesaid and in the latter case tenders a reasonable price for the quantity he requires for the purpose of analysis and the manufacturer or producer refuses to allow the sample to be procured or the person aforesaid refuses to sell the quantity required by the officer, that manufacturer or producer or person shall be liable to a fine of nineteen thousand five hundred dollars.  (3) Any person, who removes, throws away or destroys or causes to be removed, thrown away or destroyed any oil capable of being used in the manufacture of any coconut product in order to prevent or impede the procuring or purchase of a sample by any officer shall be liable to a fine of nineteen thousand five hundred dollars.  (4) Where a sampling officer procures or purchases a sample of any article as aforesaid for the purpose of analysis he shall then and there inform the person from whom he has procured or purchased the sample of his intention to have it analysed and shall divide the sample into three parts, each part to be marked and sealed or fastened up in the manner its nature will permit, and shall deliver one part to that person, retain one of the remaining parts for future comparison and production in court and shall forthwith take or send the third part, if he shall think fit, to the Government Analyst:  Provided that a sample shall not be divided where in the opinion of the sampling officer the quantity that can be procured or purchased is so small that a division would render each individual part insufficient for the purpose of analysis. LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 13                                         L.R.O. 1/2012     Schedule.      Power to enter and inspect factory and producers premises and inspect books. [47 of 1950 6 of 1997]                       Permit required for removal of coconut products. [6 of 1997]     (5) The Government Analyst, after completing any analysis under this section, shall give a certificate of the result thereof in the form contained in the Schedule, with any variations the circumstances of the particular case may require, and a copy of the certificate shall be served with the summons in any prosecution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any Government medical officer, district commissioner, sanitary inspector or any officer authorised in writing either generally or specially by any commissioner or by the Government Analyst or any officer of the Georgetown City Council or the New Amsterdam Town Council and any police officer or constable"
                },
                {
                    "representation": "(2)",
                    "description": "Where any sampling officer applies to procure from any manufacturer or producer aforesaid or to purchase from any person as aforesaid any article as aforesaid and in the latter case tenders a reasonable price for the quantity he requires for the purpose of analysis and the manufacturer or producer refuses to allow the sample to be procured or the person aforesaid refuses to sell the quantity required by the officer, that manufacturer or producer or person shall be liable to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Any person, who removes, throws away or destroys or causes to be removed, thrown away or destroyed any oil capable of being used in the manufacture of any coconut product in order to prevent or impede the procuring or purchase of a sample by any officer shall be liable to a fine of nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Where a sampling officer procures or purchases a sample of any article as aforesaid for the purpose of analysis he shall then and there inform the person from whom he has procured or purchased the sample of his intention to have it analysed and shall divide the sample into three parts, each part to be marked and sealed or fastened up in the manner its nature will permit, and shall deliver one part to that person, retain one of the remaining parts for future comparison and production in court and shall forthwith take or send the third part, if he shall think fit, to the Government Analyst:  Provided that a sample shall not be divided where in the opinion of the sampling officer the quantity that can be procured or purchased is so small that a division would render each individual part insufficient for the purpose of analysis. LAWS OF GUYANA Coconut Products"
                },
                {
                    "representation": "(5)",
                    "description": "The Government Analyst, after completing any analysis under this section, shall give a certificate of the result thereof in the form contained in the Schedule, with any variations the circumstances of the particular case may require, and a copy of the certificate shall be served with the summons in any prosecution."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Power to enter and inspect factory and producer’s premises and inspect books. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Power to enter and inspect factory and producers premises and inspect books. 15. (1) The Comptroller or a commissioner or any person authorised by  either of them in writing or a district commissioner may at all reasonable times enter a factory or the premises of any producer of copra or crude coconut oil and may inspect and examine the factory or premises or any coconut products or copra or crude coconut oil thereon, and may inspect and make copies of any books kept under this Act and any books of account, invoices, receipts, vouchers and other documents:  Provided that a district commissioner may enter any factory or any premises whatsoever during the night if he has reason to believe that any coconut product is being manufactured therein.  (2) Any person who refuses to permit any person authorised by this section to enter or inspect or examine a factory or any premises aforesaid or any coconut products or copra or crude coconut oil thereon or to inspect or make copies of any books or documents as aforesaid, or obstructs any such person in such entry, inspection, examination or making of copies shall be liable to a fine of nineteen thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Comptroller or a commissioner or any person authorised by  either of them in writing or a district commissioner may at all reasonable times enter a factory or the premises of any producer of copra or crude coconut oil and may inspect and examine the factory or premises or any coconut products or copra or crude coconut oil thereon, and may inspect and make copies of any books kept under this Act and any books of account, invoices, receipts, vouchers and other documents:  Provided that a district commissioner may enter any factory or any premises whatsoever during the night if he has reason to believe that any coconut product is being manufactured therein."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who refuses to permit any person authorised by this section to enter or inspect or examine a factory or any premises aforesaid or any coconut products or copra or crude coconut oil thereon or to inspect or make copies of any books or documents as aforesaid, or obstructs any such person in such entry, inspection, examination or making of copies shall be liable to a fine of nineteen thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Permit required for removal of coconut products. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Permit required for removal of coconut products. 16. (1) No person shall remove or transport or cause to be removed or transported any coconut products exceeding one gallon or ten pounds in weight except on a permit granted by a commissioner:  Provided that a commissioner may upon any conditions he thinks fit, authorise any manufacturer or LAWS OF GUYANA 14 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012                         Discharge of defendant from prosecution in certain cases.                      retailer of coconut products to issue his own permits for the removal of any quantity of coconut products from his factory or retailers premises.  (2) The permit shall state the quantity, source and destination of the coconut product and such other matters as may be prescribed by regulations.  (3) If a commissioner suspects that any person has removed or transported or is removing or transporting any coconut product in contravention of subsection (1), he may cause a sample to be taken for submission to the Government Analyst.  (4) If any person contravenes the provisions of this section he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall remove or transport or cause to be removed or transported any coconut products exceeding one gallon or ten pounds in weight except on a permit granted by a commissioner:  Provided that a commissioner may upon any conditions he thinks fit, authorise any manufacturer or LAWS OF GUYANA 14 Cap. 69:05 Coconut Products"
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall state the quantity, source and destination of the coconut product and such other matters as may be prescribed by regulations."
                },
                {
                    "representation": "(3)",
                    "description": "If a commissioner suspects that any person has removed or transported or is removing or transporting any coconut product in contravention of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "If any person contravenes the provisions of this section he shall be liable to a fine of forty-eight thousand seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Discharge of defendant from prosecution in certain cases. ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Discharge of defendant from prosecution in certain cases. 17. (1) Subject to this section, a defendant shall be discharged from a prosecution for selling or exposing for sale any coconut product which is below the prescribed standard of quality if he proves to the satisfaction of the court that he  (a)  purchased the coconut product in question as the same in quality as that prescribed under this Act, and with a written warranty or invoice to that effect;  (b)  had no reason to believe, at the time when he sold it or exposed it for sale, that the coconut product was otherwise; and  (c)   sold the coconut product in the same state in which he purchased it.  (2) A warranty or invoice shall be a defence to LAWS OF GUYANA Coconut Products  (Control) Cap. 69:05 15                                         L.R.O. 1/2012                          Presumption that coconut products manufactured   in Guyana.     Minister  may make rules.     Penalties enforceable under  Summary Jurisdiction Acts.   proceedings under section 13 only if the defendant has within seven days of the service of the summons sent to the prosecutor a copy of the warranty or invoice with a written address stating that he intends to rely on it and specifying the name and address of the person from whom he received it and has also sent a like notice of his intention to that person.  (3) The person by whom the warranty or invoice is alleged to have been given shall be entitled to appear at the hearing and to give evidence, and the court may if it thinks fit, adjourn the hearing to enable him to do so.  (4) Where the defendant is a servant of the person who purchased the article under a warranty or invoice he shall be entitled to rely on the provisions of this section in the same way as his employer would have been entitled to do if he had been the defendant, provided that the servant further proves that he had no reason to believe that the coconut product was below the prescribed standard of quality.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, a defendant shall be discharged from a prosecution for selling or exposing for sale any coconut product which is below the prescribed standard of quality if he proves to the satisfaction of the court that he"
                },
                {
                    "representation": "(a)",
                    "description": "purchased the coconut product in question as the same in quality as that prescribed under this Act, and with a written warranty or invoice to that effect;"
                },
                {
                    "representation": "(b)",
                    "description": "had no reason to believe, at the time when he sold it or exposed it for sale, that the coconut product was otherwise; and"
                },
                {
                    "representation": "(c)",
                    "description": "sold the coconut product in the same state in which he purchased it."
                },
                {
                    "representation": "(2)",
                    "description": "A warranty or invoice shall be a defence to LAWS OF GUYANA Coconut Products"
                },
                {
                    "representation": "(3)",
                    "description": "The person by whom the warranty or invoice is alleged to have been given shall be entitled to appear at the hearing and to give evidence, and the court may if it thinks fit, adjourn the hearing to enable him to do so."
                },
                {
                    "representation": "(4)",
                    "description": "Where the defendant is a servant of the person who purchased the article under a warranty or invoice he shall be entitled to rely on the provisions of this section in the same way as his employer would have been entitled to do if he had been the defendant, provided that the servant further proves that he had no reason to believe that the coconut product was below the prescribed standard of quality."
                }
            ]
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Presumption that coconut products manufactured in Guyana. LAWS OF GUYANA 4 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012  SECTION   ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Presumption that coconut products manufactured in Guyana. LAWS OF GUYANA 4 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012  SECTION   18. Where during the prosecution of any case under the provisions of this Act any question arises as to whether the coconut product in question has been manufactured in Guyana it shall be presumed that the product has been manufactured in Guyana unless the defendant proves to the contrary.",
            "description": "Where during the prosecution of any case under the provisions of this Act any question arises as to whether the coconut product in question has been manufactured in Guyana it shall be presumed that the product has been manufactured in Guyana unless the defendant proves to the contrary."
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Minister may make rules.    ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Minister may make rules.    19. The Minister may make rules and prescribe forms in order to give effect to any of the provisions of this Act and for the keeping of books and the making of and times of making returns in substitution for those contained in this Act.",
            "description": "The Minister may make rules and prescribe forms in order to give effect to any of the provisions of this Act and for the keeping of books and the making of and times of making returns in substitution for those contained in this Act."
        }
    },
    {
        "act": "COCONUT PRODUCTS (CONTROL) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Penalties enforceable under Summary Jurisdiction Acts.   SCHEDULE—Certificate of Analysis.  __________________________    1953 Ed. c. 253 _______________________________________________________ 36 of 1935 An Act to make provision to regulate the manufacture and sale of certain products obtained from the kernel of the coconut, and for purposes connected therewith.   [1ST JANUARY, 1936]  Short title.    Interpretation.  c. 19:02                ",
            "context": "COCONUT PRODUCTS (CONTROL) ACT under Penalties enforceable under Summary Jurisdiction Acts.   SCHEDULECertificate of Analysis.  __________________________    1953 Ed. c. 253 _______________________________________________________ 36 of 1935 An Act to make provision to regulate the manufacture and sale of certain products obtained from the kernel of the coconut, and for purposes connected therewith.   [1ST JANUARY, 1936]  Short title.    Interpretation.  c. 19:02                20. All offences and penalties under this Act may be prosecuted and recovered under the Summary Jurisdiction Acts.  __________________   LAWS OF GUYANA 16 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012   s. 14                                             SCHEDULE  COCONUT PRODUCTS (CONTROL) ACT CERTIFICATE OF ANALYSIS  To.................................  I, the undersigned ........................... Analyst do hereby certify that I have received on the ..........................day of ................",
            "description": "All offences and penalties under this Act may be prosecuted and recovered under the Summary Jurisdiction Acts.  __________________   LAWS OF GUYANA 16 Cap. 69:05 Coconut Products  (Control)  L.R.O. 1/2012   s. 14                                             SCHEDULE  COCONUT PRODUCTS (CONTROL) ACT CERTIFICATE OF ANALYSIS  To.................................  I, the undersigned ........................... Analyst do hereby certify that I have received on the ..........................day of ................"
        }
    }
]