[
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TOBACCO IMPREGNATION ACT under Short title. 1.  This Act may be cited as the Tobacco Impregnation Act.",
            "description": "This Act may be cited as the Tobacco Impregnation Act."
        }
    },
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Prohibition against weighting or impregnating tobacco. ",
            "context": "TOBACCO IMPREGNATION ACT under Prohibition against weighting or impregnating tobacco. 2.  From the date of the commencement of this Act, it shall not be lawful to impregnate or weight tobacco with any foreign substance or with water to an extent of more than five per cent of the weight thereof at the time of importation except in premises licensed for the purpose and under the supervision of the Comptroller of Customs.",
            "description": "From the date of the commencement of this Act, it shall not be lawful to impregnate or weight tobacco with any foreign substance or with water to an extent of more than five per cent of the weight thereof at the time of importation except in premises licensed for the purpose and under the supervision of the Comptroller of Customs."
        }
    },
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Licences and conditions. ",
            "context": "TOBACCO IMPREGNATION ACT under Licences and conditions. 3.  A licence for those premises may be issued by the Comptroller of Customs, who, with the approval of the LAWS OF GUYANA 4 Cap. 69:06 Tobacco Impregnation  L.R.O. 1/2012           Penalty. [6 of 1997]        Payment of duty.         Payment of duty on deficiency.      Forfeiture.   Minister, may prescribe conditions with which a licensee must comply in carrying out the process of impregnating or weighting tobacco, and may require a licensee to keep such accounts of the tobacco, and any other substances used in the impregnation or weighting thereof, brought into or taken out of the licensed premises, as he sees fit.",
            "description": "A licence for those premises may be issued by the Comptroller of Customs, who, with the approval of the LAWS OF GUYANA 4 Cap. 69:06 Tobacco Impregnation  L.R.O. 1/2012           Penalty. [6 of 1997]        Payment of duty.         Payment of duty on deficiency.      Forfeiture.   Minister, may prescribe conditions with which a licensee must comply in carrying out the process of impregnating or weighting tobacco, and may require a licensee to keep such accounts of the tobacco, and any other substances used in the impregnation or weighting thereof, brought into or taken out of the licensed premises, as he sees fit."
        }
    },
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Penalty. ",
            "context": "TOBACCO IMPREGNATION ACT under Penalty. 4. Anyone who impregnates or weights any tobacco as aforesaid in unlicensed premises, or commits a breach of any condition lawfully prescribed by the Comptroller of Customs under  the  preceding sections, shall be liable on summary conviction to a fine of ninety- seven thousand five hundred dollars in respect of each offence.",
            "description": "Anyone who impregnates or weights any tobacco as aforesaid in unlicensed premises, or commits a breach of any condition lawfully prescribed by the Comptroller of Customs under  the  preceding sections, shall be liable on summary conviction to a fine of ninety- seven thousand five hundred dollars in respect of each offence."
        }
    },
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Payment of duty. ",
            "context": "TOBACCO IMPREGNATION ACT under Payment of duty. 5. On the removal from licensed premises of any tobacco so impregnated or weighted there shall be levied in respect of it, by way of excise duty, if it is tobacco imported into Guyana, the difference between the duty actually paid on it when it was so imported and the duty which would be payable in respect of it, if it were, at the date of removal from the licensed premises, being imported into Guyana.",
            "description": "On the removal from licensed premises of any tobacco so impregnated or weighted there shall be levied in respect of it, by way of excise duty, if it is tobacco imported into Guyana, the difference between the duty actually paid on it when it was so imported and the duty which would be payable in respect of it, if it were, at the date of removal from the licensed premises, being imported into Guyana."
        }
    },
    {
        "act": "TOBACCO IMPREGNATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Payment of duty on deficiency. ",
            "context": "TOBACCO IMPREGNATION ACT under Payment of duty on deficiency. 6. Whenever it shall appear to the Comptroller of Customs that there is within licensed premises any deficiency unaccounted for of impregnated or weighted tobacco, there shall become due and payable by the licensee, in respect of the deficiency, the duty which would have been payable on the tobacco on importation.",
            "description": "Whenever it shall appear to the Comptroller of Customs that there is within licensed premises any deficiency unaccounted for of impregnated or weighted tobacco, there shall become due and payable by the licensee, in respect of the deficiency, the duty which would have been payable on the tobacco on importation."
        }
    }
]