[
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Short title. 1.  This Act may be cited as the Summary Jurisdiction (Petty Debt) Act.",
            "description": "This Act may be cited as the Summary Jurisdiction (Petty Debt) Act."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I JURIDICTION AND THE LAW  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Interpretation.  PART I JURIDICTION AND THE LAW  2.  In this Act  bailiff means a bailiff of the court, and, if there is no bailiff, includes any rural constable appointed either generally or specially by the magistrate, to execute the process of the court under this Act;  claim means any debt, demand, or damage claimed, or any chattel or thing sought to be recovered, under this Act;  counsel includes a solicitor;  defendant means any person against whom any proceedings in respect of a claim are taken;  district means a magisterial district constituted under the Summary Jurisdiction (Magistrates) Act;  judgment includes the dismissal of a claim, as well as any other adjudication, order, or decision of a magistrate under this Act;  magistrates court or court means a magistrates court established in a district;  party includes every person served with notice of or lawfully attending any proceeding, although not named as a party to the proceeding;  plaintiff means any person taking proceedings in respect of a claim;  prescribed means prescribed by the rules; LAWS OF GUYANA 8 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012    c. 3:05       Extent and limitation of jurisdiction.  [33 of 1948 4 of 1972 21 of 1978 20 of 1993 24 of 2009]                               the rules means the rules relating to the practice and procedure of the court in the exercise of its civil jurisdiction made under the Summary Jurisdiction (Magistrates) Act, and for the time being in force.  PART I JURISDICTION AND LAW",
            "description": "In this Act  bailiff means a bailiff of the court, and, if there is no bailiff, includes any rural constable appointed either generally or specially by the magistrate, to execute the process of the court under this Act;  claim means any debt, demand, or damage claimed, or any chattel or thing sought to be recovered, under this Act;  counsel includes a solicitor;  defendant means any person against whom any proceedings in respect of a claim are taken;  district means a magisterial district constituted under the Summary Jurisdiction (Magistrates) Act;  judgment includes the dismissal of a claim, as well as any other adjudication, order, or decision of a magistrate under this Act;  magistrates court or court means a magistrates court established in a district;  party includes every person served with notice of or lawfully attending any proceeding, although not named as a party to the proceeding;  plaintiff means any person taking proceedings in respect of a claim;  prescribed means prescribed by the rules; LAWS OF GUYANA 8 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012    c. 3:05       Extent and limitation of jurisdiction.  [33 of 1948 4 of 1972 21 of 1978 20 of 1993 24 of 2009]                               the rules means the rules relating to the practice and procedure of the court in the exercise of its civil jurisdiction made under the Summary Jurisdiction (Magistrates) Act, and for the time being in force.  PART I JURISDICTION AND LAW"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Extent and limitation of jurisdiction. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Extent and limitation of jurisdiction. 3.  (1) Subject as hereinafter provided, all actions  (a) for the recovery of any debt or demand, where the amount claimed, whether on balance of account or otherwise, is not more than one hundred thousand dollars;  (b) for damages, where the amount claimed is not more than one hundred thousand dollars; and  (c) for the recovery of any chattel or thing, where the value of the chattel or thing is not more than one hundred thousand dollars, may be commenced in the court, and shall be heard and determined in a summary way according to this Act.  (2) Where in any action the debt or demand claimed consists of a balance not exceeding one hundred thousand dollars after an admitted set-off of any debt or demand claimed or recoverable by the defendant from the plaintiff, the court shall have jurisdiction to hear and determine that action.  (3) The court shall not have cognizance of any action in which any incorporeal right, or the title to any immovable property, is or may be in question, or in which the validity of any devise, bequest or limitation under any will or LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 9  L.R.O. 1/2012                     No splitting of cause of action. [33 of 1948 4 of 1972 21 of 1978 20 of 1993 24 of 2009]        Action by or against executor.    Action by infant for wages. [33 of 1948 4 of 1972]   settlement is or may be disputed, or of any action for malicious prosecution, libel, slander, seduction, or breach of promise of marriage.  (4) The court shall have jurisdiction in the following cases, that is to say, when  (a) the defendant resides in the district; or  (b) the cause of action has arisen wholly or in part within the district; or  (c) the chattel or thing the subject-matter of the action is in the district.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject as hereinafter provided, all actions"
                },
                {
                    "representation": "(a)",
                    "description": "the defendant resides in the district; or"
                },
                {
                    "representation": "(b)",
                    "description": "the cause of action has arisen wholly or in part within the district; or"
                },
                {
                    "representation": "(c)",
                    "description": "the chattel or thing the subject-matter of the action is in the district."
                },
                {
                    "representation": "(2)",
                    "description": "Where in any action the debt or demand claimed consists of a balance not exceeding one hundred thousand dollars after an admitted set-off of any debt or demand claimed or recoverable by the defendant from the plaintiff, the court shall have jurisdiction to hear and determine that action."
                },
                {
                    "representation": "(3)",
                    "description": "The court shall not have cognizance of any action in which any incorporeal right, or the title to any immovable property, is or may be in question, or in which the validity of any devise, bequest or limitation under any will or LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(4)",
                    "description": "The court shall have jurisdiction in the following cases, that is to say, when"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "No splitting of cause of action. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under No splitting of cause of action. 4.  A plaintiff may not split or divide any cause of action for the purpose of bringing two or more actions in any of the courts; but any plaintiff having a cause of action for more than one hundred thousand dollars, for which a claim might be entered if not for more than one hundred thousand dollars, may abandon  the excess, and shall thereupon, on proving his case, recover to an amount  not exceeding one hundred thousand dollars; and the judgment of the court upon the claim shall be in full discharge of all demands in that cause of action, and entry of the judgment shall be made accordingly.",
            "description": "A plaintiff may not split or divide any cause of action for the purpose of bringing two or more actions in any of the courts; but any plaintiff having a cause of action for more than one hundred thousand dollars, for which a claim might be entered if not for more than one hundred thousand dollars, may abandon  the excess, and shall thereupon, on proving his case, recover to an amount  not exceeding one hundred thousand dollars; and the judgment of the court upon the claim shall be in full discharge of all demands in that cause of action, and entry of the judgment shall be made accordingly."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Action by or against executor. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Action by or against executor. 5.  An executor or administrator may sue or be sued in the court in like manner as if he were a party in his own right, and judgment and execution shall be that which, in the like case, would be given or issued in the High Court.",
            "description": "An executor or administrator may sue or be sued in the court in like manner as if he were a party in his own right, and judgment and execution shall be that which, in the like case, would be given or issued in the High Court."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Action by infant for wages. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Action by infant for wages. 6.  Any person under the age of twenty-one years may prosecute any action in the court for any sum of money, not exceeding five hundred dollars, due to him for wages or piece work or for work as a servant, in the same manner, and with the same liability to the payment of costs if he is unsuccessful in his action, as if he were of full age. LAWS OF GUYANA 10 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 Procedure where several persons jointly answerable.               Statement of claim.     Summons to defendant.       Misnomer in plaint or summons.           Service of summons.",
            "description": "Any person under the age of twenty-one years may prosecute any action in the court for any sum of money, not exceeding five hundred dollars, due to him for wages or piece work or for work as a servant, in the same manner, and with the same liability to the payment of costs if he is unsuccessful in his action, as if he were of full age. LAWS OF GUYANA 10 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 Procedure where several persons jointly answerable.               Statement of claim.     Summons to defendant.       Misnomer in plaint or summons.           Service of summons."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Procedure where several persons jointly answerable.  PART II INSTITUTION OF ACTION  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Procedure where several persons jointly answerable.  PART II INSTITUTION OF ACTION  7.  Where a plaintiff has any claim against two or more persons jointly answerable, it shall be sufficient if any of those persons is or are served with process, and judgment may be obtained and execution issued against the person or persons so served, notwithstanding that others jointly liable have not been sued or served or are not within the jurisdiction of the court; and every person against whom the judgment has been obtained, and who satisfies it, shall be entitled to demand and recover in the court contribution from any other person jointly liable with him.  PART II INSTITUTION OF ACTION",
            "description": "Where a plaintiff has any claim against two or more persons jointly answerable, it shall be sufficient if any of those persons is or are served with process, and judgment may be obtained and execution issued against the person or persons so served, notwithstanding that others jointly liable have not been sued or served or are not within the jurisdiction of the court; and every person against whom the judgment has been obtained, and who satisfies it, shall be entitled to demand and recover in the court contribution from any other person jointly liable with him.  PART II INSTITUTION OF ACTION"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Statement of claim. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Statement of claim. 8.  A plaintiff shall lodge with the clerk of the court a statement in writing of his claim (hereinafter called a plaint) made out in duplicate, and shall at the same time pay the proper fees thereon.",
            "description": "A plaintiff shall lodge with the clerk of the court a statement in writing of his claim (hereinafter called a plaint) made out in duplicate, and shall at the same time pay the proper fees thereon."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Summons to defendant. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Summons to defendant. 9.  The clerk of the court shall thereupon issue a summons directed to the defendant, requiring him to appear at a certain time, being not less than three days from the date of the service of the summons, and at a certain place, before the court to answer to the plaint.",
            "description": "The clerk of the court shall thereupon issue a summons directed to the defendant, requiring him to appear at a certain time, being not less than three days from the date of the service of the summons, and at a certain place, before the court to answer to the plaint."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Misnomer in plaint or summons. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Misnomer in plaint or summons. 10.  No misnomer or inaccurate description of any person or place in a plaint or summons shall vitiate it, if the person or place is therein described so as to be commonly known:  Provided that if the misnomer or inaccurate description appears to the court at the hearing to have deceived or misled the defendant, the court may make any necessary amendments, and, if it is expedient to do so, adjourn the further hearing of the case upon any terms the court thinks fit.",
            "description": "No misnomer or inaccurate description of any person or place in a plaint or summons shall vitiate it, if the person or place is therein described so as to be commonly known:  Provided that if the misnomer or inaccurate description appears to the court at the hearing to have deceived or misled the defendant, the court may make any necessary amendments, and, if it is expedient to do so, adjourn the further hearing of the case upon any terms the court thinks fit."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Service of summons. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Service of summons. 11.  (1) Service of the summons shall be made by leaving it, with a copy of the plaint annexed thereto, with the defendant personally, or at his residence, or with some person LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 11  L.R.O. 1/2012       Schedule 2                      Notice of  special defence.                  at his last or most usual place of abode or at his place of business, and by explaining in the latter case to that person the nature and import of the documents, and also requesting him to deliver them to the defendant without delay.  (2) If it is proved upon oath, to the satisfaction of the magistrate, that the defendant  (a) keeps out of the way or keeps his house closed to avoid service of the summons; or  (b) has departed from Guyana for the purpose of evading his liabilities without leaving any legally authorised person to represent him,  then, in either of those cases, service shall be made by affixing the summons, with a copy of the plaint, on one of the doors of the defendants residence or of his last or most usual place of abode or place of business.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Service of the summons shall be made by leaving it, with a copy of the plaint annexed thereto, with the defendant personally, or at his residence, or with some person LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "If it is proved upon oath, to the satisfaction of the magistrate, that the defendant"
                },
                {
                    "representation": "(a)",
                    "description": "keeps out of the way or keeps his house closed to avoid service of the summons; or"
                },
                {
                    "representation": "(b)",
                    "description": "has departed from Guyana for the purpose of evading his liabilities without leaving any legally authorised person to represent him,  then, in either of those cases, service shall be made by affixing the summons, with a copy of the plaint, on one of the doors of the defendants residence or of his last or most usual place of abode or place of business."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Notice of special defence. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Notice of special defence. 12. (1) Subject to the power of amendment conferred by this Act, no defendant shall be allowed to set off, or set up by way of counter-claim, any debt or demand claimed or recoverable by him from the plaintiff, or to set up by way of defence, and to claim and have the benefit of, infancy, or limitation, or his discharge under any statute relating to bankruptcy or insolvency, without the consent of the plaintiff, unless the prescribed notice thereof has been given to the clerk of the court.  (2) The clerk of the court shall, as soon as conveniently may be after receiving the prescribed notice, communicate it to the plaintiff by post, or by causing it to be delivered at his last or most usual place of abode or at his place of business, but it shall not be necessary for the defendant to prove at the hearing that the notice was communicated to the plaintiff by the clerk of the court. LAWS OF GUYANA 12 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012  Payment into court by defendant.                         Apprehension of defendant in certain cases, and procedure thereon. [4 of 1972]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the power of amendment conferred by this Act, no defendant shall be allowed to set off, or set up by way of counter-claim, any debt or demand claimed or recoverable by him from the plaintiff, or to set up by way of defence, and to claim and have the benefit of, infancy, or limitation, or his discharge under any statute relating to bankruptcy or insolvency, without the consent of the plaintiff, unless the prescribed notice thereof has been given to the clerk of the court."
                },
                {
                    "representation": "(2)",
                    "description": "The clerk of the court shall, as soon as conveniently may be after receiving the prescribed notice, communicate it to the plaintiff by post, or by causing it to be delivered at his last or most usual place of abode or at his place of business, but it shall not be necessary for the defendant to prove at the hearing that the notice was communicated to the plaintiff by the clerk of the court. LAWS OF GUYANA 12 Cap. 7:01 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Payment into court by defendant. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Payment into court by defendant. 13.  (1) The defendant may, at any time before the hearing, file a consent in writing to judgment or he may pay into court any sum of money he thinks a full satisfaction for the claim of the plaintiff, together with the costs incurred by the plaintiff up to the time of the payment.  (2) Notice of the payment shall without delay be communicated by the clerk of the court to the plaintiff by post, or by causing the notice to be delivered at his last or most usual place of abode or at his place of business.  (3) The money so paid shall without delay be paid by the clerk of the court to the plaintiff; but if the plaintiff elects to proceed and recovers no further sum in the action than that so paid into court, he shall pay to the defendant the costs incurred by him in the action after that payment, together with compensation, not exceeding five dollars if the magistrate thinks fit; and an order shall thereupon be made by the magistrate for the payment of those costs, or costs and compensation, by the plaintiff, to be recovered as in the case of a judgment against him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The defendant may, at any time before the hearing, file a consent in writing to judgment or he may pay into court any sum of money he thinks a full satisfaction for the claim of the plaintiff, together with the costs incurred by the plaintiff up to the time of the payment."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of the payment shall without delay be communicated by the clerk of the court to the plaintiff by post, or by causing the notice to be delivered at his last or most usual place of abode or at his place of business."
                },
                {
                    "representation": "(3)",
                    "description": "The money so paid shall without delay be paid by the clerk of the court to the plaintiff; but if the plaintiff elects to proceed and recovers no further sum in the action than that so paid into court, he shall pay to the defendant the costs incurred by him in the action after that payment, together with compensation, not exceeding five dollars if the magistrate thinks fit; and an order shall thereupon be made by the magistrate for the payment of those costs, or costs and compensation, by the plaintiff, to be recovered as in the case of a judgment against him."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Apprehension of defendant in certain cases, and procedure thereon.  Witnesses  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Apprehension of defendant in certain cases, and procedure thereon.  Witnesses  14. (1) Where the plaintiff, at any time before final judgment, proves, by evidence upon oath to the satisfaction of the magistrate  (a) that the plaintiff has good cause of action against the defendant to an amount exceeding one hundred and fifty dollars and within the jurisdiction of the court; and  (b) that there is probable cause for believing that the defendant is about to quit Guyana unless he is apprehended; and  (c) that the absence of the defendant from Guyana will prejudice the plaintiff in LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 13  L.R.O. 1/2012                                                 the recovery of what is claimed,  the magistrate shall issue a warrant for the apprehension of the defendant, who, if arrested, shall be served with the duplicate of the plaint at the time of arrest, unless he has been previously served therewith.  (2) The defendant shall, on his arrest, be brought forthwith before the magistrate under whose warrant he has been arrested, and the action shall then be heard and determined and all proceedings consequent thereon be immediately taken, or the magistrate may, if he thinks fit, adjourn the hearing for a reasonable time, whereupon he may liberate the defendant in either of the following cases, but not otherwise, that is to say  (a)  if the defendant deposits with the magistrate, by way of security, a sum equivalent to the sum appearing to be probably due, and the costs of the action and otherwise, or if the defendant gives security to the plaintiff by bond of the defendant and one sufficient surety, to be approved of by the magistrate, in a penalty double the sum appearing to be probably due, conditioned for the defendants appearance before the magistrate at the hearing, the bond remaining in the custody of the clerk of the court;  (b) if an adjournment is made and the defendant fails to make the deposit or to give the security aforesaid, then the magistrate may commit him to prison for safe custody until the action is finally heard and determined:  LAWS OF GUYANA 14 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012                                                 Provided that  (i) the commitment shall not be for a term exceeding seven days, without prejudice, however, to the power of the magistrate to remand the defendant from time to time, but so that the imprisonment shall not exceed one month; and   (ii) upon the final adjudication of the action, the magistrate shall order the liberation of the defendant if he is then in custody;  (c) if judgment is given for the plaintiff at the hearing, the magistrate may pay to the plaintiff out of the sum, if any, deposited as security by the defendant, the amount of the debt and costs, and shall repay the surplus, if any, to the defendant; and  (d) if a bond is given as aforesaid and the defendant does not appear at the hearing, then, if judgment is given for the plaintiff, the magistrate shall, on demand, deliver the bond to the plaintiff, and the plaintiff, on suing on the bond, may, together with the costs of the action, recover the debt and costs awarded by the magistrate:  Provided that, if the defendant appears at the hearing of LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 15  L.R.O. 1/2012      Summonses for witnesses. Schedule.  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the plaintiff, at any time before final judgment, proves, by evidence upon oath to the satisfaction of the magistrate"
                },
                {
                    "representation": "(a)",
                    "description": "if the defendant deposits with the magistrate, by way of security, a sum equivalent to the sum appearing to be probably due, and the costs of the action and otherwise, or if the defendant gives security to the plaintiff by bond of the defendant and one sufficient surety, to be approved of by the magistrate, in a penalty double the sum appearing to be probably due, conditioned for the defendants appearance before the magistrate at the hearing, the bond remaining in the custody of the clerk of the court;"
                },
                {
                    "representation": "(b)",
                    "description": "if an adjournment is made and the defendant fails to make the deposit or to give the security aforesaid, then the magistrate may commit him to prison for safe custody until the action is finally heard and determined:  LAWS OF GUYANA 14 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(c)",
                    "description": "if judgment is given for the plaintiff at the hearing, the magistrate may pay to the plaintiff out of the sum, if any, deposited as security by the defendant, the amount of the debt and costs, and shall repay the surplus, if any, to the defendant; and"
                },
                {
                    "representation": "(2)",
                    "description": "The defendant shall, on his arrest, be brought forthwith before the magistrate under whose warrant he has been arrested, and the action shall then be heard and determined and all proceedings consequent thereon be immediately taken, or the magistrate may, if he thinks fit, adjourn the hearing for a reasonable time, whereupon he may liberate the defendant in either of the following cases, but not otherwise, that is to say"
                },
                {
                    "representation": "(i)",
                    "description": "the commitment shall not be for a term exceeding seven days, without prejudice, however, to the power of the magistrate to remand the defendant from time to time, but so that the imprisonment shall not exceed one month; and"
                },
                {
                    "representation": "(d)",
                    "description": "if a bond is given as aforesaid and the defendant does not appear at the hearing, then, if judgment is given for the plaintiff, the magistrate shall, on demand, deliver the bond to the plaintiff, and the plaintiff, on suing on the bond, may, together with the costs of the action, recover the debt and costs awarded by the magistrate:  Provided that, if the defendant appears at the hearing of LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Summonses for witnesses. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Summonses for witnesses. 15. (1) Either of the parties to an action or matter may, on paying the proper fees, obtain from the clerk of the court summonses for witnesses to appear at the hearing of the action or matter and give evidence, or give evidence and produce any books, deeds, papers, writings, or articles in their possession or control.  (2) The provisions hereinbefore contained with respect to service of summons on a defendant shall, mutatis mutandis, apply to service of summons on a witness.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Either of the parties to an action or matter may, on paying the proper fees, obtain from the clerk of the court summonses for witnesses to appear at the hearing of the action or matter and give evidence, or give evidence and produce any books, deeds, papers, writings, or articles in their possession or control."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions hereinbefore contained with respect to service of summons on a defendant shall, mutatis mutandis, apply to service of summons on a witness."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Witness not appearing, or refusing to testify.      LAWS OF GUYANA 4 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 SECTION PART III HEARING AND JUDGMENT  Hearing of action ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Witness not appearing, or refusing to testify.      LAWS OF GUYANA 4 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 SECTION PART III HEARING AND JUDGMENT  Hearing of action 16. (1) Everyone on whom any summons for a witness has been duly served, and to whom at the same time payment or a tender of payment of expenses, according to the prescribed scale, has been made, and who refuses or neglects, without sufficient cause, to appear and give evidence, or to give evidence and produce any books, deeds, papers, writings, or articles in his possession or control, in obedience to the summons of, and also everyone present in court who is required to give evidence and refuses to be sworn or to give evidence accordingly, shall be liable on summary conviction to a fine nineteen thousand five hundred dollars.  (2) The whole or any part of the fine shall, after deducting the costs, be applicable, in the discretion of the magistrate, towards indemnifying the party injured by the refusal or neglect, and the remainder thereof, if any, shall be received and accounted for by the clerk of the court.        LAWS OF GUYANA 16 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012        Court room.      Mode of appearance.        Non-appear- ance of plaintiff or failure to prove his case.                        PART III HEARING AND JUDGMENT  Hearing of Action",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone on whom any summons for a witness has been duly served, and to whom at the same time payment or a tender of payment of expenses, according to the prescribed scale, has been made, and who refuses or neglects, without sufficient cause, to appear and give evidence, or to give evidence and produce any books, deeds, papers, writings, or articles in his possession or control, in obedience to the summons of, and also everyone present in court who is required to give evidence and refuses to be sworn or to give evidence accordingly, shall be liable on summary conviction to a fine nineteen thousand five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The whole or any part of the fine shall, after deducting the costs, be applicable, in the discretion of the magistrate, towards indemnifying the party injured by the refusal or neglect, and the remainder thereof, if any, shall be received and accounted for by the clerk of the court.        LAWS OF GUYANA 16 Cap. 7:01 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Court room. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Court room. 17.  The room or place in which the court is held for the purpose of hearing causes under this Act shall be deemed an open and public court, to which the public generally may have access, so far as it can conveniently contain them.",
            "description": "The room or place in which the court is held for the purpose of hearing causes under this Act shall be deemed an open and public court, to which the public generally may have access, so far as it can conveniently contain them."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Mode of appearance. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Mode of appearance. 18.  Either party may be represented by counsel, and, for any reason appearing to him to be sufficient, the magistrate may allow a relative, servant, or agent of the plaintiff or of the defendant, having an authority in writing for that purpose, to appear and represent the plaintiff or defendant.",
            "description": "Either party may be represented by counsel, and, for any reason appearing to him to be sufficient, the magistrate may allow a relative, servant, or agent of the plaintiff or of the defendant, having an authority in writing for that purpose, to appear and represent the plaintiff or defendant."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Non-appearance of plaintiff or failure to prove his case. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Non-appearance of plaintiff or failure to prove his case. 19.  (1) If, on the day of hearing or at any adjournment of the court or cause, the plaintiff does not appear or sufficiently excuse his absence, the cause shall be struck out; and if he appears but does not make proof of his claim, to the satisfaction of the court, the magistrate may nonsuit him or give judgment for the defendant; and in either case, where the defendant appears and does not admit the claim, the magistrate may award the defendant, in addition to costs, a further sum, not exceeding five dollars, by way of compensation for his trouble and attendance, which the magistrate in his discretion thinks just. That sum shall be recoverable from the plaintiff in like manner as any debt adjudged under this Act; and no action shall be brought in respect of the same cause of action until the sum and costs have been paid.  (2) If the plaintiff does not appear when called upon, but the defendant appears and admits the cause of action to the full amount claimed, and consents to pay the fees payable in the first instance by the plaintiff, the magistrate may, if he thinks fit, proceed to give judgment as if the plaintiff had appeared. LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 17  L.R.O. 1/2012 Defendant failing to appear.                    When both parties appear.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, on the day of hearing or at any adjournment of the court or cause, the plaintiff does not appear or sufficiently excuse his absence, the cause shall be struck out; and if he appears but does not make proof of his claim, to the satisfaction of the court, the magistrate may nonsuit him or give judgment for the defendant; and in either case, where the defendant appears and does not admit the claim, the magistrate may award the defendant, in addition to costs, a further sum, not exceeding five dollars, by way of compensation for his trouble and attendance, which the magistrate in his discretion thinks just. That sum shall be recoverable from the plaintiff in like manner as any debt adjudged under this Act; and no action shall be brought in respect of the same cause of action until the sum and costs have been paid."
                },
                {
                    "representation": "(2)",
                    "description": "If the plaintiff does not appear when called upon, but the defendant appears and admits the cause of action to the full amount claimed, and consents to pay the fees payable in the first instance by the plaintiff, the magistrate may, if he thinks fit, proceed to give judgment as if the plaintiff had appeared. LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Defendant failing to appear. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Defendant failing to appear. 20.  If, on the day of hearing or at any adjournment of the court or cause, the plaintiff appears, but the defendant does not appear or sufficiently excuse his absence, or neglects to answer when called in court, the magistrate may, on due proof of service of the summons, proceed to the hearing and determination of the cause on the part of the plaintiff only, and the judgment thereupon shall be as valid as if both parties had appeared:  Provided that in any of those cases the magistrate may, at the same or any subsequent sitting of the court, set aside any judgment so given in the absence of the defendant, and the execution thereupon, and may grant a new hearing, upon the terms, if any, as to payment of costs, giving security, or otherwise, he thinks just, on sufficient cause being shown to him for that purpose.",
            "description": "If, on the day of hearing or at any adjournment of the court or cause, the plaintiff appears, but the defendant does not appear or sufficiently excuse his absence, or neglects to answer when called in court, the magistrate may, on due proof of service of the summons, proceed to the hearing and determination of the cause on the part of the plaintiff only, and the judgment thereupon shall be as valid as if both parties had appeared:  Provided that in any of those cases the magistrate may, at the same or any subsequent sitting of the court, set aside any judgment so given in the absence of the defendant, and the execution thereupon, and may grant a new hearing, upon the terms, if any, as to payment of costs, giving security, or otherwise, he thinks just, on sufficient cause being shown to him for that purpose."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "When both parties appear. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under When both parties appear. 21. (1)  If, on the day of hearing, both parties appear, the magistrate shall read out the plaint to the defendant and shall require him to make his answer or defence thereto, and shall thereafter hear and determine the cause without further pleading or formal joinder of issue.  (2) The witnesses on both sides shall, unless the court in any instance otherwise expressly orders, be called and placed out of court and out of hearing, and, if the court thinks fit, under the charge of the proper officer of the court or of some other person appointed by the court for that purpose.  (3) The court shall then proceed to hear the plaintiff and any witnesses he examines, and any other evidence he adduces, in support of his plaint, and also to hear the defendant and any witnesses he examines, and any other evidence he adduces in his defence, and also to hear those witnesses whom the plaintiff, with leave of the court, examines in reply.  (4) Subject to the power of amendment conferred LAWS OF GUYANA 18 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012            Addresses.             Judgment on conclusion of hearing.          Judgment in action for recovery of chattel.        Reference of matter of account to the clerk of the court.  by this Act, no evidence of any claim shall be given by the plaintiff on the hearing, except that stated in the plaint.  (5) The magistrate shall, in every case, take notes in writing of the evidence, or of so much thereof as is material, in a book to be kept for that purpose, and the book shall be signed by the magistrate at the conclusion of each days proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, on the day of hearing, both parties appear, the magistrate shall read out the plaint to the defendant and shall require him to make his answer or defence thereto, and shall thereafter hear and determine the cause without further pleading or formal joinder of issue."
                },
                {
                    "representation": "(2)",
                    "description": "The witnesses on both sides shall, unless the court in any instance otherwise expressly orders, be called and placed out of court and out of hearing, and, if the court thinks fit, under the charge of the proper officer of the court or of some other person appointed by the court for that purpose."
                },
                {
                    "representation": "(3)",
                    "description": "The court shall then proceed to hear the plaintiff and any witnesses he examines, and any other evidence he adduces, in support of his plaint, and also to hear the defendant and any witnesses he examines, and any other evidence he adduces in his defence, and also to hear those witnesses whom the plaintiff, with leave of the court, examines in reply."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to the power of amendment conferred LAWS OF GUYANA 18 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(5)",
                    "description": "The magistrate shall, in every case, take notes in writing of the evidence, or of so much thereof as is material, in a book to be kept for that purpose, and the book shall be signed by the magistrate at the conclusion of each days proceedings."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Addresses.  Giving of Judgment  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Addresses.  Giving of Judgment  22. The plaintiff shall be entitled to address the court at the commencement of his case; the defendant shall be entitled to address the court at the commencement or the conclusion of his case, as he may think fit; and, if the defendant has examined any witnesses or given any evidence, the plaintiff may, with leave of the court, reply on the conclusion of the cause.   Giving of Judgment",
            "description": "The plaintiff shall be entitled to address the court at the commencement of his case; the defendant shall be entitled to address the court at the commencement or the conclusion of his case, as he may think fit; and, if the defendant has examined any witnesses or given any evidence, the plaintiff may, with leave of the court, reply on the conclusion of the cause.   Giving of Judgment"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Judgment on conclusion of hearing. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Judgment on conclusion of hearing. 23.  On the conclusion of the hearing, the court shall, either at the same or at a subsequent sitting of the court, give its judgment in the cause; and shall, if so required by the plaintiff or defendant, give the reasons therefor in writing to the plaintiff or defendant, as the case may be.",
            "description": "On the conclusion of the hearing, the court shall, either at the same or at a subsequent sitting of the court, give its judgment in the cause; and shall, if so required by the plaintiff or defendant, give the reasons therefor in writing to the plaintiff or defendant, as the case may be."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Judgment in action for recovery of chattel.  Reference  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Judgment in action for recovery of chattel.  Reference  24.  If the plaintiff in an action for the recovery of any chattel or thing establishes his claim, judgment shall be given either for the delivery of the chattel or thing, or for payment of the value thereof as proved at the hearing, as the court thinks fit, and in either case the court may award in addition any damages the justice of the case requires.  Reference",
            "description": "If the plaintiff in an action for the recovery of any chattel or thing establishes his claim, judgment shall be given either for the delivery of the chattel or thing, or for payment of the value thereof as proved at the hearing, as the court thinks fit, and in either case the court may award in addition any damages the justice of the case requires.  Reference"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Reference of matter of account to the clerk of the court. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Reference of matter of account to the clerk of the court. 25.  The magistrate may, after deciding or reserving the decision of any question of liability, refer to the clerk of the court any mere matter of account which is in dispute between the parties, and, after deciding the question of liability, may, if he thinks fit, give judgment on the clerks LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 19  L.R.O. 1/2012   Reference to arbitration in certain cases.                                    Transfer of action.       report.",
            "description": "The magistrate may, after deciding or reserving the decision of any question of liability, refer to the clerk of the court any mere matter of account which is in dispute between the parties, and, after deciding the question of liability, may, if he thinks fit, give judgment on the clerks LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 19  L.R.O. 1/2012   Reference to arbitration in certain cases.                                    Transfer of action.       report."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Reference to arbitration in certain cases.  Powers relating to Actions  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Reference to arbitration in certain cases.  Powers relating to Actions  26.  (1) The magistrate may, with the consent of both parties to an action, order the action, with or without other matters within the jurisdiction of the court in dispute between the parties, to be referred to arbitration to the person or persons, and in the manner, and on the terms he thinks reasonable and just. (2) The reference shall not be revocable by either party except by consent of the magistrate; and the award of the arbitrator or arbitrators, or of the umpire, as the case may be, shall be entered as the judgment in the action, and shall be as binding and effectual to all intents as if given by the magistrate:  Provided that  (a) the magistrate may, if he thinks fit, with the consent of both parties, set aside any award so given as aforesaid, or revoke the reference, or order another reference to be made in the manner aforesaid; and  (b) it shall be competent for either party to appeal from any award entered as the judgment of the court, as in the case of a judgment given by the magistrate.  Powers  relating to actions",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The magistrate may, with the consent of both parties to an action, order the action, with or without other matters within the jurisdiction of the court in dispute between the parties, to be referred to arbitration to the person or persons, and in the manner, and on the terms he thinks reasonable and just."
                },
                {
                    "representation": "(2)",
                    "description": "The reference shall not be revocable by either party except by consent of the magistrate; and the award of the arbitrator or arbitrators, or of the umpire, as the case may be, shall be entered as the judgment in the action, and shall be as binding and effectual to all intents as if given by the magistrate:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the magistrate may, if he thinks fit, with the consent of both parties, set aside any award so given as aforesaid, or revoke the reference, or order another reference to be made in the manner aforesaid; and"
                },
                {
                    "representation": "(b)",
                    "description": "it shall be competent for either party to appeal from any award entered as the judgment of the court, as in the case of a judgment given by the magistrate.  Powers  relating to actions"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Transfer of action. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Transfer of action. 27.  (1) If, on the hearing of any application for that purpose, the magistrate is satisfied by either party to any action pending in his court that the action can be more conveniently or fairly heard in some other court, he may order that it be transferred to that court.  (2) In that case, the clerk of the court in which the LAWS OF GUYANA 20 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012              Action brought without jurisdiction.        Second action for same cause.           Adjournment.       Failure of magistrate to attend on day of hearing.     action was commenced shall forthwith transmit, by post or otherwise, to the clerk of the court to which it is to be sent a certified copy of all the proceedings therein, and the magistrate of the last-mentioned court shall appoint a day for the hearing, notice whereof shall be sent, by post or otherwise, by the clerk of that court to all parties interested, and thenceforth all proceedings in the action shall be taken in that court as if the action had been commenced therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, on the hearing of any application for that purpose, the magistrate is satisfied by either party to any action pending in his court that the action can be more conveniently or fairly heard in some other court, he may order that it be transferred to that court."
                },
                {
                    "representation": "(2)",
                    "description": "In that case, the clerk of the court in which the LAWS OF GUYANA 20 Cap. 7:01 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Action brought without jurisdiction. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Action brought without jurisdiction. 28.  Where an action is commenced in the court over which the court has no jurisdiction, the magistrate shall order it to be struck out, and shall have power to award costs in the same manner, to the same extent, and recoverable in the same manner as if the court had jurisdiction therein and the plaintiff had not appeared or had appeared and failed to prove his claim.",
            "description": "Where an action is commenced in the court over which the court has no jurisdiction, the magistrate shall order it to be struck out, and shall have power to award costs in the same manner, to the same extent, and recoverable in the same manner as if the court had jurisdiction therein and the plaintiff had not appeared or had appeared and failed to prove his claim."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Second action for same cause. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Second action for same cause. 29.  If any party sues another in any court for any cause of action for which he has already sued him and obtained judgment in the same or any other court, proof that the former action was brought and judgment obtained may be given, and the party so suing shall not be entitled to recover in the second action, and may, if the court thinks fit, be adjudged to pay three times the costs of the second action to the opposite party.",
            "description": "If any party sues another in any court for any cause of action for which he has already sued him and obtained judgment in the same or any other court, proof that the former action was brought and judgment obtained may be given, and the party so suing shall not be entitled to recover in the second action, and may, if the court thinks fit, be adjudged to pay three times the costs of the second action to the opposite party."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Adjournment. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Adjournment. 30.  The magistrate may in any case make any order for granting time to the plaintiff or the defendant to proceed in the prosecution or defence of the action, or he may from time to time adjourn any court, or the hearing or further hearing of any cause or matter, in manner to him seeming fit.",
            "description": "The magistrate may in any case make any order for granting time to the plaintiff or the defendant to proceed in the prosecution or defence of the action, or he may from time to time adjourn any court, or the hearing or further hearing of any cause or matter, in manner to him seeming fit."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Failure of magistrate to attend on day of hearing. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Failure of magistrate to attend on day of hearing. 31.  A cause shall not be deemed to have lapsed by reason of the failure of the magistrate to attend on the day of the hearing or adjourned hearing thereof, but in that case the parties may again, on another day to the magistrate seeming fit, be brought before the court by a verbal or written notification from the magistrate or the clerk of the court.  LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 21  L.R.O. 1/2012  Order for new hearing.             c. 3:04   Finality of judgment.  c. 3:04      Payment of judgment and costs by instalments.        Apportion- ment and payment  of costs.",
            "description": "A cause shall not be deemed to have lapsed by reason of the failure of the magistrate to attend on the day of the hearing or adjourned hearing thereof, but in that case the parties may again, on another day to the magistrate seeming fit, be brought before the court by a verbal or written notification from the magistrate or the clerk of the court.  LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 21  L.R.O. 1/2012  Order for new hearing.             c. 3:04   Finality of judgment.  c. 3:04      Payment of judgment and costs by instalments.        Apportion- ment and payment  of costs."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Order for new hearing. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Order for new hearing. 32.  If in any case the court is satisfied by an unsuccessful party to an action that he was prevented by causes beyond his control from placing his case fully before the court at the first hearing of the action or that the judgment was obtained by fraud or other improper conduct on the part of the successful party the court may, if it thinks proper, order a new hearing of the action to be had upon the terms it thinks reasonable, and in the meantime stay the proceedings in the action: Provided that nothing in this section shall be construed to take away or in any manner affect any right of appeal under the Summary Jurisdiction (Appeals) Act.",
            "description": "If in any case the court is satisfied by an unsuccessful party to an action that he was prevented by causes beyond his control from placing his case fully before the court at the first hearing of the action or that the judgment was obtained by fraud or other improper conduct on the part of the successful party the court may, if it thinks proper, order a new hearing of the action to be had upon the terms it thinks reasonable, and in the meantime stay the proceedings in the action: Provided that nothing in this section shall be construed to take away or in any manner affect any right of appeal under the Summary Jurisdiction (Appeals) Act."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Finality of judgment. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Finality of judgment. 33.  Except as in the Summary Jurisdiction (Appeals) Act and in this Act is otherwise provided, every judgment of the court shall be final and conclusive between the parties; but the court may nonsuit the plaintiff in every case in which satisfactory proof is not given entitling either the plaintiff or the defendant to judgment.",
            "description": "Except as in the Summary Jurisdiction (Appeals) Act and in this Act is otherwise provided, every judgment of the court shall be final and conclusive between the parties; but the court may nonsuit the plaintiff in every case in which satisfactory proof is not given entitling either the plaintiff or the defendant to judgment."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Payment of judgment and costs by instalments.  Costs  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Payment of judgment and costs by instalments.  Costs  34.  Where a judgment has been obtained, the magistrate may order the amount thereof, and the costs, if any, to be paid at the time or times and by the instalments, if any, he thinks fit, but so that the whole time allowed shall not exceed six months.  Costs",
            "description": "Where a judgment has been obtained, the magistrate may order the amount thereof, and the costs, if any, to be paid at the time or times and by the instalments, if any, he thinks fit, but so that the whole time allowed shall not exceed six months.  Costs"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Apportionment and payment of costs. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Apportionment and payment of costs. 35.  (1) All the fees and costs of any action or proceeding in the court (including any arbitration) not herein otherwise provided for, shall be paid by or apportioned between the parties as the court thinks fit, and, in default of any special direction, shall abide the event of the action or proceeding.  (2) Execution may issue for the recovery of those fees and costs in like manner as for the amount of any LAWS OF GUYANA 22 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012        Duration of judgment and execution.         Enforcement of judgment.        On judgment for payment by instalments.             Imprisonment in certain cases. c. 6:04        Cross judgments. judgment.  (3) The court shall have power to refuse costs in whole or in part to either party.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All the fees and costs of any action or proceeding in the court"
                },
                {
                    "representation": "(2)",
                    "description": "Execution may issue for the recovery of those fees and costs in like manner as for the amount of any LAWS OF GUYANA 22 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "The court shall have power to refuse costs in whole or in part to either party."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Duration of judgment and execution.    LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 5  L.R.O. 1/2012 SECTION PART IV EXECUTION  Execution generally  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Duration of judgment and execution.    LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 5  L.R.O. 1/2012 SECTION PART IV EXECUTION  Execution generally  36.  Every judgment and every execution in the court shall respectively be deemed to be discharged at the end of four years after the date of the judgment.  PART IV EXECUTION  Execution Generally",
            "description": "Every judgment and every execution in the court shall respectively be deemed to be discharged at the end of four years after the date of the judgment.  PART IV EXECUTION  Execution Generally"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Enforcement of judgment. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Enforcement of judgment. 37.  Whenever the court has given a judgment for the payment of money, the amount, in case of default or failure of payment thereof, shall be recoverable forthwith, or at the time or times and in the manner thereby directed, by a writ of execution, under the hand of the magistrate, against the property of the party against whom judgment was given.",
            "description": "Whenever the court has given a judgment for the payment of money, the amount, in case of default or failure of payment thereof, shall be recoverable forthwith, or at the time or times and in the manner thereby directed, by a writ of execution, under the hand of the magistrate, against the property of the party against whom judgment was given."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "On judgment for payment by instalments. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under On judgment for payment by instalments. 38.  If the court has given judgment for payment of any sum of money by instalments, execution thereon shall not issue against the party until after default in payment of some instalment according to the judgment, and execution may then issue for the whole of the sum of money and costs then remaining unpaid, or for such portion thereof as the court may order, either at the time of giving judgment or at any subsequent time.",
            "description": "If the court has given judgment for payment of any sum of money by instalments, execution thereon shall not issue against the party until after default in payment of some instalment according to the judgment, and execution may then issue for the whole of the sum of money and costs then remaining unpaid, or for such portion thereof as the court may order, either at the time of giving judgment or at any subsequent time."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Imprisonment in certain cases. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Imprisonment in certain cases. 39.  The provisions of the Debtors Act, relating to the imprisonment in certain cases of judgment debtors shall, with the necessary modifications, apply to persons adjudged to pay any sum of money by the court, and within the limits of its jurisdiction the court shall be deemed to be within the meaning of the term the Court, as defined in that Act.",
            "description": "The provisions of the Debtors Act, relating to the imprisonment in certain cases of judgment debtors shall, with the necessary modifications, apply to persons adjudged to pay any sum of money by the court, and within the limits of its jurisdiction the court shall be deemed to be within the meaning of the term the Court, as defined in that Act."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Cross judgments. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Cross judgments. 40.  If there are cross judgments between the parties to any action, execution shall be taken out by that party only LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 23  L.R.O. 1/2012          Writ of execution.                          Stay of execution.           who has obtained judgment for the larger sum, and for so much only as remains after deducting the smaller sum, and satisfaction for the remainder shall be entered, as well as satisfaction on the judgment for the smaller sum; and, if the two sums are equal, satisfaction shall be entered upon both judgments.",
            "description": "If there are cross judgments between the parties to any action, execution shall be taken out by that party only LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 23  L.R.O. 1/2012          Writ of execution.                          Stay of execution.           who has obtained judgment for the larger sum, and for so much only as remains after deducting the smaller sum, and satisfaction for the remainder shall be entered, as well as satisfaction on the judgment for the smaller sum; and, if the two sums are equal, satisfaction shall be entered upon both judgments."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Writ of execution. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Writ of execution. 41.  (l) At any time within four years after judgment, a writ of execution may, on the application of the party prosecuting the judgment, be issued by the clerk of the court, to levy the amount and costs, or costs only, as the case may be, and also all costs incurred subsequent to the judgment, and the writ shall hold good for four years from the date of the judgment. (2) The writ shall be to levy on the movable property of the person against whom it is issued, and, in default of sufficient movable property, then on his immovable property.  (3) In or upon the writ there shall be inserted or endorsed the sum of money and costs adjudged, together with the sum allowed as increased costs for the execution of the writ.  (4) A levy may be made under the writ as often as necessary until the said sums of money and costs are fully paid and satisfied.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "At any time within four years after judgment, a writ of execution may, on the application of the party prosecuting the judgment, be issued by the clerk of the court, to levy the amount and costs, or costs only, as the case may be, and also all costs incurred subsequent to the judgment, and the writ shall hold good for four years from the date of the judgment."
                },
                {
                    "representation": "(2)",
                    "description": "The writ shall be to levy on the movable property of the person against whom it is issued, and, in default of sufficient movable property, then on his immovable property."
                },
                {
                    "representation": "(3)",
                    "description": "In or upon the writ there shall be inserted or endorsed the sum of money and costs adjudged, together with the sum allowed as increased costs for the execution of the writ."
                },
                {
                    "representation": "(4)",
                    "description": "A levy may be made under the writ as often as necessary until the said sums of money and costs are fully paid and satisfied."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Stay of execution.  Execution against Movable Property  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Stay of execution.  Execution against Movable Property  42.  (1) If at any time it appears to the satisfaction of the magistrate that any party to an action is unable, from sickness or other sufficient cause, to pay and discharge the amount of any judgment given against him or any instalment thereof, the magistrate, in his discretion, may suspend or stay any judgment given or execution issued in the action, for the time and on the terms the magistrate thinks fit, and so from time to time until it appears that the cause of inability has ceased.  LAWS OF GUYANA 24 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012           Terms of writ and entry of time of application therefor.               Movable property seizable in execution.  [4 of 1972]               (2) The magistrate may also at any time order the discharge of any debtor confined in prison by order of the court, who, on account of sickness, insanity, or other sufficient cause, ought, in the opinion of the magistrate, to be discharged.  Execution against Movable Property",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If at any time it appears to the satisfaction of the magistrate that any party to an action is unable, from sickness or other sufficient cause, to pay and discharge the amount of any judgment given against him or any instalment thereof, the magistrate, in his discretion, may suspend or stay any judgment given or execution issued in the action, for the time and on the terms the magistrate thinks fit, and so from time to time until it appears that the cause of inability has ceased.  LAWS OF GUYANA 24 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "The magistrate may also at any time order the discharge of any debtor confined in prison by order of the court, who, on account of sickness, insanity, or other sufficient cause, ought, in the opinion of the magistrate, to be discharged.  Execution against Movable Property"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Terms of writ and entry of time of application therefor. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Terms of writ and entry of time of application therefor. 43.  (1) The writ of execution shall be addressed to the bailiff, and by it the bailiff shall be empowered to levy or cause to be levied, by distress and sale of the movable property of the party, wherever it may be found in Guyana, the sum of money so ordered, and also the costs of the execution; and all peace officers within their several jurisdictions shall aid in the execution of the writ.  (2) The precise time when an application is made to the clerk of the court to issue a writ against the property of a party shall be entered by him in the proper book and on the writ; and when more writs than one are delivered to the bailiff to be executed, he shall execute them in the order of the times so entered.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The writ of execution shall be addressed to the bailiff, and by it the bailiff shall be empowered to levy or cause to be levied, by distress and sale of the movable property of the party, wherever it may be found in Guyana, the sum of money so ordered, and also the costs of the execution; and all peace officers within their several jurisdictions shall aid in the execution of the writ."
                },
                {
                    "representation": "(2)",
                    "description": "The precise time when an application is made to the clerk of the court to issue a writ against the property of a party shall be entered by him in the proper book and on the writ; and when more writs than one are delivered to the bailiff to be executed, he shall execute them in the order of the times so entered."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Movable property seizable in execution. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Movable property seizable in execution. 44.  Every bailiff executing any process of execution issuing out of any court against the movable property of any person, may by virtue thereof  (a) seize and take any of the movable property of that person (except his and his familys wearing apparel and bedding and, to the value of one hundred dollars, the tools and implements of his trade, which shall be protected from seizure); and  (b) seize and take any money or bank notes, cheques, bills of exchange, promissory notes, bonds, or other securities for money, belonging to the person against whom the execution has been issued; and LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 25  L.R.O. 1/2012      Demand of payment before executing writ.                 Execution sale of movable property.                             (c) attach any salary, wages, or other sums of money due to that person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "seize and take any of the movable property of that person"
                },
                {
                    "representation": "(b)",
                    "description": "seize and take any money or bank notes, cheques, bills of exchange, promissory notes, bonds, or other securities for money, belonging to the person against whom the execution has been issued; and LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(c)",
                    "description": "attach any salary, wages, or other sums of money due to that person."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Demand of payment before executing writ. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Demand of payment before executing writ. 45. (1)  Before executing any writ of execution, the bailiff shall demand from the party against whom it is issued, if he can with reasonable diligence be found, payment of all moneys demandable under the writ: and on non-payment thereof shall forthwith execute the writ according to its tenor.  (2) If the bailiff is otherwise unable to execute the writ, the magistrate may, by writing under his hand endorsed upon the writ, authorise him to break open any doors for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before executing any writ of execution, the bailiff shall demand from the party against whom it is issued, if he can with reasonable diligence be found, payment of all moneys demandable under the writ: and on non-payment thereof shall forthwith execute the writ according to its tenor."
                },
                {
                    "representation": "(2)",
                    "description": "If the bailiff is otherwise unable to execute the writ, the magistrate may, by writing under his hand endorsed upon the writ, authorise him to break open any doors for that purpose."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Execution, sale of movable property. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Execution, sale of movable property. 46.  (1) Movable property taken under any writ of execution shall remain in the custody of the bailiff until sale and delivery to a purchaser.  (2) If the property is of a perishable nature, or, if not, then with the consent in writing of the party against whom the writ has been issued, the bailiff may sell it at any time before that at which it would otherwise be sold.  (3) Property levied on shall be set up for sale by public auction not less than five days and not more than ten days after levy thereon:  Provided that  (a) the bailiff may, if he is unable from want of time to complete the sale, adjourn it to some other day, not more than three days distant, and so on as often as may be necessary; and  (b) the magistrate may, if he thinks fit, direct that the sale shall be postponed for any time not exceeding twenty-LAWS OF GUYANA 26 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012                                Dealing with securities for money.               eight days after the levy.  (4) Wherever the property levied on is apparently over one hundred dollars in value, it shall be set up for sale by the bailiff in the district in which the levy is made, and at the principal magistrates court therein:  Provided that the magistrate may, if he thinks fit, in any particular case direct the sale to be held at any other place in the district.  (5) Every sale shall take place between the hours of seven oclock in the morning and three oclock in the afternoon, and everything set up for sale shall be knocked down to the highest bidder for ready money.  (6) Notice of the day and hour of sale of any horses, mules, or horned cattle, and of any other movable property, apparently over one hundred dollars in value, levied on, shall be published in a newspaper of Guyana four days at least before the day of the sale, and a copy of the notice shall, within that time, be posted on the door of the principal magistrates court of the district in which the levy is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Movable property taken under any writ of execution shall remain in the custody of the bailiff until sale and delivery to a purchaser."
                },
                {
                    "representation": "(2)",
                    "description": "If the property is of a perishable nature, or, if not, then with the consent in writing of the party against whom the writ has been issued, the bailiff may sell it at any time before that at which it would otherwise be sold."
                },
                {
                    "representation": "(3)",
                    "description": "Property levied on shall be set up for sale by public auction not less than five days and not more than ten days after levy thereon:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the bailiff may, if he is unable from want of time to complete the sale, adjourn it to some other day, not more than three days distant, and so on as often as may be necessary; and"
                },
                {
                    "representation": "(b)",
                    "description": "the magistrate may, if he thinks fit, direct that the sale shall be postponed for any time not exceeding twenty-LAWS OF GUYANA 26 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(4)",
                    "description": "Wherever the property levied on is apparently over one hundred dollars in value, it shall be set up for sale by the bailiff in the district in which the levy is made, and at the principal magistrates court therein:  Provided that the magistrate may, if he thinks fit, in any particular case direct the sale to be held at any other place in the district."
                },
                {
                    "representation": "(5)",
                    "description": "Every sale shall take place between the hours of seven oclock in the morning and three oclock in the afternoon, and everything set up for sale shall be knocked down to the highest bidder for ready money."
                },
                {
                    "representation": "(6)",
                    "description": "Notice of the day and hour of sale of any horses, mules, or horned cattle, and of any other movable property, apparently over one hundred dollars in value, levied on, shall be published in a newspaper of Guyana four days at least before the day of the sale, and a copy of the notice shall, within that time, be posted on the door of the principal magistrates court of the district in which the levy is made."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Dealing with securities for money. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Dealing with securities for money. 47.  (1) The bailiff shall forthwith deliver over to the clerk of the court any cheques, bills of exchange, promissory notes, bonds, or other securities for money seized or taken under any writ of execution, and the clerk shall hold them as a security for the amount directed to be levied by the execution, or so much thereof as has not been otherwise levied or raised, for the benefit of the party on whose behalf the writ was issued. (2) The party may sue in the name of the party against whom the writ was issued, or in the name of any person in whose name the latter party might have sued, for the recovery of the sum or sums secured or made payable thereby, when the time of payment thereof has arrived. LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 27  L.R.O. 1/2012 Priority of execution issuing out of High Court and magistrates court.                 Execution upon immovable property.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The bailiff shall forthwith deliver over to the clerk of the court any cheques, bills of exchange, promissory notes, bonds, or other securities for money seized or taken under any writ of execution, and the clerk shall hold them as a security for the amount directed to be levied by the execution, or so much thereof as has not been otherwise levied or raised, for the benefit of the party on whose behalf the writ was issued."
                },
                {
                    "representation": "(2)",
                    "description": "The party may sue in the name of the party against whom the writ was issued, or in the name of any person in whose name the latter party might have sued, for the recovery of the sum or sums secured or made payable thereby, when the time of payment thereof has arrived. LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Priority of executions issuing out of High Court and magistrate’s court. Execution against Immovable Property  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Priority of executions issuing out of High Court and magistrates court. Execution against Immovable Property  48.  Where a writ against the movable property of a party has issued from the High Court, and a writ against the movable property of the same party has issued from a magistrates court, the right to the property taken shall be determined by the priority of the time of the delivery of the writ to the Registrar of the Supreme Court to be executed, or of the application to the clerk of the court for the issue of the writ to be executed, and the Registrar shall, on demand, by writing signed by himself or any clerk in his office, inform the bailiff of the precise time of the delivery of the writ to the Registrar and the bailiff shall, on demand, show his writ to any marshal, and the writing purporting to be so signed and the endorsement on the writ shall respectively be sufficient justification to any bailiff or marshal acting thereon.  Execution against Immovable Property",
            "description": "Where a writ against the movable property of a party has issued from the High Court, and a writ against the movable property of the same party has issued from a magistrates court, the right to the property taken shall be determined by the priority of the time of the delivery of the writ to the Registrar of the Supreme Court to be executed, or of the application to the clerk of the court for the issue of the writ to be executed, and the Registrar shall, on demand, by writing signed by himself or any clerk in his office, inform the bailiff of the precise time of the delivery of the writ to the Registrar and the bailiff shall, on demand, show his writ to any marshal, and the writing purporting to be so signed and the endorsement on the writ shall respectively be sufficient justification to any bailiff or marshal acting thereon.  Execution against Immovable Property"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Execution upon immovable property. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Execution upon immovable property. 49.  (1) If no movable property of the party against whom execution has been issued can, with reasonable diligence, be found, or if that property is insufficient to satisfy the judgment, and the party is the owner of any immovable property, the party prosecuting the judgment may apply, by petition, to a judge of the High Court for a writ of execution against that immovable property; and on his satisfying the judge by an affidavit of the bailiff or otherwise to the effect aforesaid, he shall be entitled to the writ.  (2) By virtue of the writ the Registrar of the Supreme Court shall levy upon and sell the property at execution sale and deal with the proceeds thereof in like manner as provided by statute or rules of court in respect of other sales at execution of immovable property by the Registrar.  (3) Title to any immovable property so sold shall be granted by the High Court to the purchaser in like manner as title is for the time being granted in respect of other immovable property sold in execution.  LAWS OF GUYANA 28 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 Execution against buildings.                     Payment of amount after levy.               Order of commitment.  c. 6:04",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If no movable property of the party against whom execution has been issued can, with reasonable diligence, be found, or if that property is insufficient to satisfy the judgment, and the party is the owner of any immovable property, the party prosecuting the judgment may apply, by petition, to a judge of the High Court for a writ of execution against that immovable property; and on his satisfying the judge by an affidavit of the bailiff or otherwise to the effect aforesaid, he shall be entitled to the writ."
                },
                {
                    "representation": "(2)",
                    "description": "By virtue of the writ the Registrar of the Supreme Court shall levy upon and sell the property at execution sale and deal with the proceeds thereof in like manner as provided by statute or rules of court in respect of other sales at execution of immovable property by the Registrar."
                },
                {
                    "representation": "(3)",
                    "description": "Title to any immovable property so sold shall be granted by the High Court to the purchaser in like manner as title is for the time being granted in respect of other immovable property sold in execution.  LAWS OF GUYANA 28 Cap. 7:01 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Execution against buildings. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Execution against buildings. 50.  (1) For the purpose of executing any process of execution issuing out of a magistrates court under this Act, every house or other building belonging to the owner of the land on which it stands shall be dealt with as immovable property and be leviable accordingly, and where any house or other building is on leased land, the right, title and interest of the owner of the house or other building in and to the land comprised within the lease shall be sold, together with the house or other building, and the same shall be dealt with as movable property.  (2) In any case last aforesaid any rent reserved by the lease and remaining unpaid for a period not exceeding six months prior to the date of sale shall be a first charge on the proceeds of the sale next after the costs of and incidental to the sale have been satisfied.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purpose of executing any process of execution issuing out of a magistrates court under this Act, every house or other building belonging to the owner of the land on which it stands shall be dealt with as immovable property and be leviable accordingly, and where any house or other building is on leased land, the right, title and interest of the owner of the house or other building in and to the land comprised within the lease shall be sold, together with the house or other building, and the same shall be dealt with as movable property."
                },
                {
                    "representation": "(2)",
                    "description": "In any case last aforesaid any rent reserved by the lease and remaining unpaid for a period not exceeding six months prior to the date of sale shall be a first charge on the proceeds of the sale next after the costs of and incidental to the sale have been satisfied."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Payment of amount after levy.  Commitment, etc.  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Payment of amount after levy.  Commitment, etc.  51.  If the party against whom execution has been issued, after levy and before any actual sale of his movable or immovable property, pays or tenders to the bailiff or to the Registrar, as the case may be, the sum of money and costs mentioned in the writ of execution, or that part thereof which the person entitled thereto agrees to accept in full of his debt or damages and costs, together with the fees mentioned in the writ, the execution shall be  superseded, and the movable or immovable property of the said party so levied upon shall be discharged and released.  Commitment, etc.",
            "description": "If the party against whom execution has been issued, after levy and before any actual sale of his movable or immovable property, pays or tenders to the bailiff or to the Registrar, as the case may be, the sum of money and costs mentioned in the writ of execution, or that part thereof which the person entitled thereto agrees to accept in full of his debt or damages and costs, together with the fees mentioned in the writ, the execution shall be  superseded, and the movable or immovable property of the said party so levied upon shall be discharged and released.  Commitment, etc."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Order of commitment. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Order of commitment. 52.  (1) Whenever any order of commitment under the Debtors Act has been made by the court, or any warrant of attachment has been ordered by the court to be issued, the order or warrant shall be directed to the bailiff of any court, who shall be empowered thereby to take the body of the person against whom the order has been made or warrant issued.  (2) All peace officers within their several LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 29  L.R.O. 1/2012         Effect of irregularity in proceedings.         Accounting by bailiffs and magistrates in certain cases. [6 of 1997]                      Third party procedure.  jurisdiction shall aid in the execution of every order or warrant aforesaid; and the superintendent or keeper of every prison mentioned in the order or warrant shall be bound to receive and keep the person therein mentioned until he is discharged under this Act or otherwise by due course of law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever any order of commitment under the Debtors Act has been made by the court, or any warrant of attachment has been ordered by the court to be issued, the order or warrant shall be directed to the bailiff of any court, who shall be empowered thereby to take the body of the person against whom the order has been made or warrant issued."
                },
                {
                    "representation": "(2)",
                    "description": "All peace officers within their several LAWS OF GUYANA Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Effect of irregularity in proceedings. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Effect of irregularity in proceedings. 53.  No bailiff in executing any writ of execution, and no person at whose instance it is executed, shall be deemed a trespasser by reason of any irregularity or informality in any proceedings on the validity of which the writ depends, or in the form of the writ, or in the mode of executing it; but the party aggrieved may bring an action against the party guilty thereof for any special damage he may have sustained by reason of the irregularity or informality.",
            "description": "No bailiff in executing any writ of execution, and no person at whose instance it is executed, shall be deemed a trespasser by reason of any irregularity or informality in any proceedings on the validity of which the writ depends, or in the form of the writ, or in the mode of executing it; but the party aggrieved may bring an action against the party guilty thereof for any special damage he may have sustained by reason of the irregularity or informality."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Accounting by bailiffs and magistrates in certain cases.  PART V MISCELLANEOUS PROVISIONS  Interpleader  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Accounting by bailiffs and magistrates in certain cases.  PART V MISCELLANEOUS PROVISIONS  Interpleader  54.  (1) All moneys coming to the hands of a bailiff shall be accounted for and paid by him to the clerk of the court at the next sitting of the court after the receipt thereof, and in default of so doing, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars, in addition to any other punishment to which he may be liable.  (2) All moneys belonging to suitors in the hands of a magistrate remaining undrawn for six months after their receipt shall then be paid over by him to the Accountant General, who shall carry them to an account to be styled Magistrates Courts Suitors Moneys, and any sum of money appearing in that account shall then be payable only on the written order of a magistrate.  PART V  MISCELLANEOUS PROVISIONS  Interpleader",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All moneys coming to the hands of a bailiff shall be accounted for and paid by him to the clerk of the court at the next sitting of the court after the receipt thereof, and in default of so doing, he shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars, in addition to any other punishment to which he may be liable."
                },
                {
                    "representation": "(2)",
                    "description": "All moneys belonging to suitors in the hands of a magistrate remaining undrawn for six months after their receipt shall then be paid over by him to the Accountant General, who shall carry them to an account to be styled Magistrates Courts Suitors Moneys, and any sum of money appearing in that account shall then be payable only on the written order of a magistrate.  PART V  MISCELLANEOUS PROVISIONS  Interpleader"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Third party procedure. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Third party procedure. 55.  (1) On application made by or on behalf of any defendant before the hearing of any action, to the effect that he does not claim any interest in the subject matter of the LAWS OF GUYANA 30 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012                        Claim by third party to movable property taken in execution.                       action, but that the right thereto belongs to some third party who has sued or is expected to sue for the same, and that he does not collude with the third party, the court shall issue a summons to the third party as the plaintiff in an action on a feigned issue, in which action the defendant in the original action shall be the defendant; and the court shall hear and determine that action in a summary way, and the judgment shall be final, subject to the right of either party to appeal therefrom, and in the meantime all proceedings in the original action shall be stayed.  (2) If the third party does not appear after having been duly summoned, any judgment given with regard to him shall be final and in bar of any claim he may have as against the defendant, subject, however, to the aforesaid right of appeal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On application made by or on behalf of any defendant before the hearing of any action, to the effect that he does not claim any interest in the subject matter of the LAWS OF GUYANA 30 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "If the third party does not appear after having been duly summoned, any judgment given with regard to him shall be final and in bar of any claim he may have as against the defendant, subject, however, to the aforesaid right of appeal."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Claim by third party to movable property taken in execution. LAWS OF GUYANA 6 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 SECTION ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Claim by third party to movable property taken in execution. LAWS OF GUYANA 6 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012 SECTION 56.  (1) Where any person desires to make a claim to any movable property taken in execution under the process of the court or to the proceeds or value thereof, he shall make the claim in the court of the district where the writ issued or in the court of the district where that property was taken in execution.  (2) The court shall thereupon, on the application of the bailiff who levied the execution or of the party on whose behalf the writ was issued, summon the party making the claim as the plaintiff, and the party on whose behalf a writ was issued as the defendant, to appear before it; and shall thereupon proceed to hear and determine the matter in a summary way as in an ordinary action, and the judgment as between the parties shall be final, subject to the right of either party to appeal therefrom.  (3) The court shall have the same powers under this and the last preceding section as in an ordinary action before it, and costs shall be apportionable and recoverable in the same manner as in an ordinary action.  LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 31  L.R.O. 1/2012     c. 3:05           Deposit of value of property taken.                 Powers of amendment.                  Issuing  process.     (4) Fees to be demanded in all interpleader actions under this section shall be those chargeable and payable in ordinary actions as set forth in Table A in the Schedule to the Summary Jurisdiction (Magistrates) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person desires to make a claim to any movable property taken in execution under the process of the court or to the proceeds or value thereof, he shall make the claim in the court of the district where the writ issued or in the court of the district where that property was taken in execution."
                },
                {
                    "representation": "(2)",
                    "description": "The court shall thereupon, on the application of the bailiff who levied the execution or of the party on whose behalf the writ was issued, summon the party making the claim as the plaintiff, and the party on whose behalf a writ was issued as the defendant, to appear before it; and shall thereupon proceed to hear and determine the matter in a summary way as in an ordinary action, and the judgment as between the parties shall be final, subject to the right of either party to appeal therefrom."
                },
                {
                    "representation": "(3)",
                    "description": "The court shall have the same powers under this and the last preceding section as in an ordinary action before it, and costs shall be apportionable and recoverable in the same manner as in an ordinary action.  LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(4)",
                    "description": "Fees to be demanded in all interpleader actions under this section shall be those chargeable and payable in ordinary actions as set forth in Table A in the Schedule to the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Deposit of value of property taken.  Amendment  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Deposit of value of property taken.  Amendment  57.  Where any such claim as aforesaid is made, the claimant may deposit with the bailiff either the amount of the value of the goods claimed, that value to be fixed by appraisement in case of dispute, to be by the bailiff paid into court to abide the decision of the court upon the claim, or the sum which the bailiff shall be allowed to charge as costs for keeping possession of the goods until the decision can be obtained, or may give to the bailiff, in the prescribed manner, security for the value of the goods claimed, and, in default of the claimant so doing, the bailiff shall sell the goods as if the claim had not been made, and shall pay into court the proceeds of sale to abide the decision of the court.  Amendment",
            "description": "Where any such claim as aforesaid is made, the claimant may deposit with the bailiff either the amount of the value of the goods claimed, that value to be fixed by appraisement in case of dispute, to be by the bailiff paid into court to abide the decision of the court upon the claim, or the sum which the bailiff shall be allowed to charge as costs for keeping possession of the goods until the decision can be obtained, or may give to the bailiff, in the prescribed manner, security for the value of the goods claimed, and, in default of the claimant so doing, the bailiff shall sell the goods as if the claim had not been made, and shall pay into court the proceeds of sale to abide the decision of the court.  Amendment"
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Powers of amendment.  Process  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Powers of amendment.  Process  58.  (1) A magistrate may at all times amend all defects and errors in any proceeding in the court, whether there is anything in writing to amend by or not, and whether the defect or error is that of the party applying to amend or not.  (2) Amendments may be made with or without costs and upon the terms the magistrate thinks just; and all amendments necessary for the purpose of determining the real question in controversy between the parties shall be so made, if duly applied for.  Process",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A magistrate may at all times amend all defects and errors in any proceeding in the court, whether there is anything in writing to amend by or not, and whether the defect or error is that of the party applying to amend or not."
                },
                {
                    "representation": "(2)",
                    "description": "Amendments may be made with or without costs and upon the terms the magistrate thinks just; and all amendments necessary for the purpose of determining the real question in controversy between the parties shall be so made, if duly applied for.  Process"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Issuing process. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Issuing process. 59.  (1) Every summons, writ of execution, or other process shall be under the hand of the magistrate who issues it, and no seal shall be necessary.  (2) Every summons, writ, or other process shall LAWS OF GUYANA 32 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012                            Proof of service of process by bailiff or constable.  [51 of 1932]            Proof of service.            be directed to the bailiff, and shall be executed by him, and, when a return is required, the bailiff shall endorse thereon the return in writing and sign it:  Provided that  (a) the magistrate may, with the sanction of the Minister responsible for the police, direct that the service of summonses shall be effected, either in whole or in part, by police or rural constables, and the service shall be effected accordingly; and  (b) any direction given under this section may at any time be rescinded in the same manner as that in which it was made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every summons, writ of execution, or other process shall be under the hand of the magistrate who issues it, and no seal shall be necessary."
                },
                {
                    "representation": "(2)",
                    "description": "Every summons, writ, or other process shall LAWS OF GUYANA 32 Cap. 7:01 Summary Jurisdiction"
                },
                {
                    "representation": "(a)",
                    "description": "the magistrate may, with the sanction of the Minister responsible for the police, direct that the service of summonses shall be effected, either in whole or in part, by police or rural constables, and the service shall be effected accordingly; and"
                },
                {
                    "representation": "(b)",
                    "description": "any direction given under this section may at any time be rescinded in the same manner as that in which it was made."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Proof of service of process by bailiff or constable. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Proof of service of process by bailiff or constable. 60.  Where it becomes necessary to prove the service of any summons, notice, order or other process whatsoever issued under this Act which has been served by a bailiff or constable a return of service in Form 8 in the Schedule, purporting to be signed by the bailiff or constable, shall be received in all courts as prima facie evidence of the facts stated in the return without proof of the signature or official character of the bailiff or constable.",
            "description": "Where it becomes necessary to prove the service of any summons, notice, order or other process whatsoever issued under this Act which has been served by a bailiff or constable a return of service in Form 8 in the Schedule, purporting to be signed by the bailiff or constable, shall be received in all courts as prima facie evidence of the facts stated in the return without proof of the signature or official character of the bailiff or constable."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Proof of service.  Books and Records  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Proof of service.  Books and Records  61.  (1) In every proceeding in the court in which it is necessary to prove the service of any summons, notice, order, or other process whatsoever of the court upon any person, it shall be deemed to be sufficient proof of that service if the bailiff or constable is duly sworn to an affidavit of the service. The affidavit may be sworn by and before any magistrate, justice of the peace, or, if authorised for that purpose by the Chief Justice, the clerk of the court.  (2) The affidavit shall be received in evidence in any proceeding in any court, without proof of the signature or LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 33  L.R.O. 1/2012                       Keeping of record book of causes.                     Keeping of  cash book and other records.      of the official character of the bailiff or constable making it or of the person before whom it is made; and the onus of showing that any service referred to in the affidavit was not made in accordance with the tenor of the affidavit shall be on the party objecting.  (3) Affidavits of service shall be numbered by the clerk of the court consecutively in the order in which they are received and be filed as of record in the court in which they are entitled; and in every case in which an affidavit is used, it shall be sufficient to note on the proceedings its number and the court in which it is filed.  Books and Records",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every proceeding in the court in which it is necessary to prove the service of any summons, notice, order, or other process whatsoever of the court upon any person, it shall be deemed to be sufficient proof of that service if the bailiff or constable is duly sworn to an affidavit of the service. The affidavit may be sworn by and before any magistrate, justice of the peace, or, if authorised for that purpose by the Chief Justice, the clerk of the court."
                },
                {
                    "representation": "(2)",
                    "description": "The affidavit shall be received in evidence in any proceeding in any court, without proof of the signature or LAWS OF GUYANA Summary Jurisdiction"
                },
                {
                    "representation": "(3)",
                    "description": "Affidavits of service shall be numbered by the clerk of the court consecutively in the order in which they are received and be filed as of record in the court in which they are entitled; and in every case in which an affidavit is used, it shall be sufficient to note on the proceedings its number and the court in which it is filed.  Books and Records"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Keeping of record books of causes. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Keeping of record books of causes. 62.  (1) The clerk of the court shall keep a record book of causes under this Act, and therein shall be entered, in the proper columns respectively, the number of the cause, the date of filing the plaint, the name of the plaintiff, the name of the defendant, the substance of the plaint, the names of the witnesses tendered and examined or rejected, with the reasons for the rejection, the date of the judgment, a minute of the judgment, the name of the magistrate adjudicating, and the costs.  (2) If the court refuses to entertain or dismisses a plaint, the clerk shall enter the refusal or dismissal, with the grounds thereof, in the record book.  (3) The record book shall also contain an index of the names of the plaintiffs and of the defendants.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The clerk of the court shall keep a record book of causes under this Act, and therein shall be entered, in the proper columns respectively, the number of the cause, the date of filing the plaint, the name of the plaintiff, the name of the defendant, the substance of the plaint, the names of the witnesses tendered and examined or rejected, with the reasons for the rejection, the date of the judgment, a minute of the judgment, the name of the magistrate adjudicating, and the costs."
                },
                {
                    "representation": "(2)",
                    "description": "If the court refuses to entertain or dismisses a plaint, the clerk shall enter the refusal or dismissal, with the grounds thereof, in the record book."
                },
                {
                    "representation": "(3)",
                    "description": "The record book shall also contain an index of the names of the plaintiffs and of the defendants."
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Keeping of cash book and other records. ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Keeping of cash book and other records. 63.  (1) The clerk of the court shall keep a cash book in the prescribed form, which shall contain a full account of all moneys received and paid by him under this Act.  (2) The clerk of the court shall also keep any other books and records prescribed for the purposes of this Act. LAWS OF GUYANA 34 Cap. 7:01 Summary Jurisdiction (Petty Debt)   L.R.O. 1/2012  Custody of records.    Use of forms.           s. 65 [4 of 1972] s. 9",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The clerk of the court shall keep a cash book in the prescribed form, which shall contain a full account of all moneys received and paid by him under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The clerk of the court shall also keep any other books and records prescribed for the purposes of this Act. LAWS OF GUYANA 34 Cap. 7:01 Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Custody of records.  Forms  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Custody of records.  Forms  64.  All the books and records kept by the clerk of the court for the purposes of this Act shall remain in the district and be kept in the custody of the clerk.",
            "description": "All the books and records kept by the clerk of the court for the purposes of this Act shall remain in the district and be kept in the custody of the clerk."
        }
    },
    {
        "act": "SUMMARY JURISDICTION (PETTY DEBT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Use of forms.   SCHEDULE—Forms.      ________________________  1929  Ed. c. 15 1953 Ed. c. 16 _______________________________________________________ 11 of 1893 An Act to consolidate and amend the Laws relating to the Jurisdiction of Magistrates’ Courts in Actions for the Recovery  of Debts and Demands and in Actions for Damages, and to the Practice and Procedure of the said Courts with respect to such Actions.   [1ST MARCH, 1894] CHAPTER 7:01  SUMMARY JURISDICTION (PETTY DEBT) ACT  LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 7  L.R.O. 1/2012    Short title.    Interpretation.                   c. 3:05                      PRELIMINARY  ",
            "context": "SUMMARY JURISDICTION (PETTY DEBT) ACT under Use of forms.   SCHEDULEForms.      ________________________  1929  Ed. c. 15 1953 Ed. c. 16 _______________________________________________________ 11 of 1893 An Act to consolidate and amend the Laws relating to the Jurisdiction of Magistrates Courts in Actions for the Recovery  of Debts and Demands and in Actions for Damages, and to the Practice and Procedure of the said Courts with respect to such Actions.   [1ST MARCH, 1894] CHAPTER 7:01  SUMMARY JURISDICTION (PETTY DEBT) ACT  LAWS OF GUYANA Summary Jurisdiction (Petty Debt) Cap. 7:01 7  L.R.O. 1/2012    Short title.    Interpretation.                   c. 3:05                      PRELIMINARY  65.  Subject to the rules, the Forms in the Schedule, with the variations and additions which the circumstances of the particular case require, may be used in the cases to which they respectively apply, and when so used shall be good and sufficient in law.  ____________  SCHEDULE  FORMS 1  SUMMONS TO DEFENDANT  In the ................ Magistrates Court.    (CIVIL JURISDICTION)     ....................   Plaintiff,               v.    ....................   Defendant.  To ................... of ...................... You are hereby summoned to be and appear at ..............oclock, .......m., on..........day, the ..........day of ..............",
            "description": "Subject to the rules, the Forms in the Schedule, with the variations and additions which the circumstances of the particular case require, may be used in the cases to which they respectively apply, and when so used shall be good and sufficient in law.  ____________  SCHEDULE  FORMS 1  SUMMONS TO DEFENDANT  In the ................ Magistrates Court.    (CIVIL JURISDICTION)     ....................   Plaintiff,               v.    ....................   Defendant.  To ................... of ...................... You are hereby summoned to be and appear at ..............oclock, .......m., on..........day, the ..........day of .............."
        }
    }
]