[
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I GENERAL PROVISIONS  ",
            "context": "ARBITRATION ACT under Short title.  PART I GENERAL PROVISIONS  1. This Act may be cited as the Arbitration Act.  PART I GENERAL PROVISIONS",
            "description": "This Act may be cited as the Arbitration Act.  PART I GENERAL PROVISIONS"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  References by Consent Out of Court  ",
            "context": "ARBITRATION ACT under Interpretation.  References by Consent Out of Court  2.  In this Act  the Court means the High Court of Guyana;  judge means a judge of the Court;  rules of court means rules and orders made under the High Court Act;  submission means a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not.  References by Consent Out of Court",
            "description": "In this Act  the Court means the High Court of Guyana;  judge means a judge of the Court;  rules of court means rules and orders made under the High Court Act;  submission means a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not.  References by Consent Out of Court"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Submission irrevocable and effective as order of court. ",
            "context": "ARBITRATION ACT under Submission irrevocable and effective as order of court. 3. A submission, unless a contrary intention is expressed therein, shall be irrevocable, except by leave of the Court or a judge, and shall have the same effect in all respects as if it had been made an order of court.",
            "description": "A submission, unless a contrary intention is expressed therein, shall be irrevocable, except by leave of the Court or a judge, and shall have the same effect in all respects as if it had been made an order of court."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Provisions implied in submissions. ",
            "context": "ARBITRATION ACT under Provisions implied in submissions. 4. A submission, unless a contrary intention is expressed therein, shall be deemed to include the provisions set forth in the First Schedule so far as they are applicable to the reference under the submission.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 7:03                               Arbitration   Power to stay proceedings where there is a submission.                  Power for the Court in certain cases to appoint an arbitrator, umpire, or third arbitrator.",
            "description": "A submission, unless a contrary intention is expressed therein, shall be deemed to include the provisions set forth in the First Schedule so far as they are applicable to the reference under the submission.L.R.O. 1/2012  LAWS OF GUYANA  6              Cap. 7:03                               Arbitration   Power to stay proceedings where there is a submission.                  Power for the Court in certain cases to appoint an arbitrator, umpire, or third arbitrator."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to stay proceedings where there is a submission. ",
            "context": "ARBITRATION ACT under Power to stay proceedings where there is a submission. 5.        Power to refer in certain cases.",
            "description": "Power to refer in certain cases."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power for the Court in certain cases to appoint an arbitrator, umpire, or third arbitrator. ",
            "context": "ARBITRATION ACT under Power for the Court in certain cases to appoint an arbitrator, umpire, or third arbitrator. 6. (1) In any of the following cases, namely  (a)      where a submission provides that the reference  shall  be  to  a  single arbitrator, and all the parties do not after differences have arisen concur in the appointment of an arbitrator;  (b)      if an appointed arbitrator refuses to act, or is incapable of acting, or dies, and  the  submission  does  not  show that it was intended that the vacancy should   not   be   supplied,   and   the parties do not supply the vacancy;  (c)      where the parties or two  arbitrators are at liberty to appoint an umpire or third arbitrator and do not appoint him;  (d) where an appointed umpire or third arbitrator    refuses    to    act,    or    isL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  7    incapable of acting, or dies, and the submission does not show that it was intended that the vacancy should not be supplied, and the parties or arbitrators do not supply the vacancy;  any party may serve the other parties or the arbitrators, as the case may be, with a written notice to appoint an arbitrator, umpire, or third arbitrator.  (2) If the appointment is not made within seven clear days after the service of the notice, the Court or a Judge may, on application by the party who gave the notice, appoint an arbitrator, umpire, or third arbitrator, who shall have the like powers to act in the reference and make an award as if he had been appointed by consent of all parties. Power for parties in certain cases to supply vacancy.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any of the following cases, namely"
                },
                {
                    "representation": "(a)",
                    "description": "where a submission provides that the reference  shall  be  to  a  single arbitrator, and all the parties do not after differences have arisen concur in the appointment of an arbitrator;"
                },
                {
                    "representation": "(b)",
                    "description": "if an appointed arbitrator refuses to act, or is incapable of acting, or dies, and  the  submission  does  not  show that it was intended that the vacancy should   not   be   supplied,   and   the parties do not supply the vacancy;"
                },
                {
                    "representation": "(c)",
                    "description": "where the parties or two  arbitrators are at liberty to appoint an umpire or third arbitrator and do not appoint him;"
                },
                {
                    "representation": "(d)",
                    "description": "where an appointed umpire or third arbitrator    refuses    to    act,    or    isL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  7    incapable of acting, or dies, and the submission does not show that it was intended that the vacancy should not be supplied, and the parties or arbitrators do not supply the vacancy;  any party may serve the other parties or the arbitrators, as the case may be, with a written notice to appoint an arbitrator, umpire, or third arbitrator."
                },
                {
                    "representation": "(2)",
                    "description": "If the appointment is not made within seven clear days after the service of the notice, the Court or a Judge may, on application by the party who gave the notice, appoint an arbitrator, umpire, or third arbitrator, who shall have the like powers to act in the reference and make an award as if he had been appointed by consent of all parties. Power for parties in certain cases to supply vacancy."
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Power for parties in certain cases to supply vacancy. ",
            "context": "ARBITRATION ACT under Power for parties in certain cases to supply vacancy. 7.        Court to have powers as in references by consent.",
            "description": "Court to have powers as in references by consent."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Powers of arbitrator. ",
            "context": "ARBITRATION ACT under Powers of arbitrator. 8.   The   arbitrators   or   umpire   acting   under   a submission shall, unless the submission expresses a contrary intention, have power  (a)    to  administer  oaths  to  or  take  the affirmations of the parties and witnesses appearing; and  (b)      to state an award as to the whole or part thereof in the form of a special case for the opinion of the Court; and  (c)      to correct in an award any clerical mistake or error arising from any accidental slip or omission.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  administer  oaths  to  or  take  the affirmations of the parties and witnesses appearing; and"
                },
                {
                    "representation": "(b)",
                    "description": "to state an award as to the whole or part thereof in the form of a special case for the opinion of the Court; and"
                },
                {
                    "representation": "(c)",
                    "description": "to correct in an award any clerical mistake or error arising from any accidental slip or omission."
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Writ of subpoena. ",
            "context": "ARBITRATION ACT under Writ of subpoena. 9. Any party to a submission may sue out a writ of subpoena ad testificandum, or a writ of subpoena duces tecum, but no person shall be compelled under the writ to produce any document which he could not be compelled to produce on the trial of an action.",
            "description": "Any party to a submission may sue out a writ of subpoena ad testificandum, or a writ of subpoena duces tecum, but no person shall be compelled under the writ to produce any document which he could not be compelled to produce on the trial of an action."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Enlargement of time for making award. ",
            "context": "ARBITRATION ACT under Enlargement of time for making award. 10. The time for making an award may from time to time be enlarged by order of the Court or a judge, whether the time for making the award has expired or not.",
            "description": "The time for making an award may from time to time be enlarged by order of the Court or a judge, whether the time for making the award has expired or not."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to remit award. ",
            "context": "ARBITRATION ACT under Power to remit award. 11. In all cases of reference to arbitration the Court or a judge may from time to time remit the matters referred, or any of them, to the reconsideration of the arbitrators or umpire, and where an award is remitted, the arbitrators or umpire shall, unless the order otherwise directs, make their award within three months after the date of the order.",
            "description": "In all cases of reference to arbitration the Court or a judge may from time to time remit the matters referred, or any of them, to the reconsideration of the arbitrators or umpire, and where an award is remitted, the arbitrators or umpire shall, unless the order otherwise directs, make their award within three months after the date of the order."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Power to set aside award. ",
            "context": "ARBITRATION ACT under Power to set aside award. 12. Where an arbitrator or umpire has misconducted himself, the Court may remove him, and where an arbitratorL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  9    or  umpire  has  misconducted himself,  or  an  arbitration or award has been improperly procured, the Court may set the award aside. Enforcing award.       Reference for report.            Power to refer in certain cases.",
            "description": "Where an arbitrator or umpire has misconducted himself, the Court may remove him, and where an arbitratorL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  9    or  umpire  has  misconducted himself,  or  an  arbitration or award has been improperly procured, the Court may set the award aside. Enforcing award.       Reference for report.            Power to refer in certain cases."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Enforcing award.  References Under Order of Court  ",
            "context": "ARBITRATION ACT under Enforcing award.  References Under Order of Court  13. An award on a submission may, by leave of the Court  or  a  judge,  be  enforced  in  the  same  manner  as  a judgment or order to the same effect.  References Under Order of Court",
            "description": "An award on a submission may, by leave of the Court  or  a  judge,  be  enforced  in  the  same  manner  as  a judgment or order to the same effect.  References Under Order of Court"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Reference for report. l ",
            "context": "ARBITRATION ACT under Reference for report. l 14. (1) Subject to rules of court, the Court or a judge may refer to any special referee any question arising in any cause  or  matter  (other  than  a  criminal  proceeding  by  the State) for inquiry or report.  (2)  The  report  of  any  special  referee  may  be adopted wholly or partially by the Court or a judge, and if so adopted may be enforced as a judgment or order to the same effect.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to rules of court, the Court or a judge may refer to any special referee any question arising in any cause  or  matter"
                },
                {
                    "representation": "(2)",
                    "description": "The  report  of  any  special  referee  may  be adopted wholly or partially by the Court or a judge, and if so adopted may be enforced as a judgment or order to the same effect."
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Powers and remuneration of referees and arbitrators. l ",
            "context": "ARBITRATION ACT under Powers and remuneration of referees and arbitrators. l 16. (1) In all cases of reference to any special referee or arbitrator under an order of the Court or a judge in any cause or matter, the special referee or arbitrator shall be deemed to be an officer of the Court, and shall have the authority, and conduct the reference in the manner prescribed by rules of court, and subject thereto as the Court or a judge directs.  (2) The report or award of any special referee or arbitrator on the reference shall, unless set aside by the Court or a judge, be equivalent to the judgment of the Court.  (3)  The  remuneration to  be  paid  to  any  special referee or arbitrator to whom any matter is referred under order of the Court or a judge shall be determined by the Court or a judge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In all cases of reference to any special referee or arbitrator under an order of the Court or a judge in any cause or matter, the special referee or arbitrator shall be deemed to be an officer of the Court, and shall have the authority, and conduct the reference in the manner prescribed by rules of court, and subject thereto as the Court or a judge directs."
                },
                {
                    "representation": "(2)",
                    "description": "The report or award of any special referee or arbitrator on the reference shall, unless set aside by the Court or a judge, be equivalent to the judgment of the Court."
                },
                {
                    "representation": "(3)",
                    "description": "The  remuneration to  be  paid  to  any  special referee or arbitrator to whom any matter is referred under order of the Court or a judge shall be determined by the Court or a judge."
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Full Court to have powers of Court.L.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 7:03                               Arbitration   SECTION General",
            "context": "ARBITRATION ACT under Full Court to have powers of Court.L.R.O. 1/2012  LAWS OF GUYANA  4              Cap. 7:03                               Arbitration   SECTION General18. The Full Court of the High Court shall have all the powers conferred by this Act on the Court or a judge thereof under the provisions relating to references under order of the Court.  General",
            "description": "The Full Court of the High Court shall have all the powers conferred by this Act on the Court or a judge thereof under the provisions relating to references under order of the Court.  General"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to compel attendance of witness in any part of Guyana and to order habeas corpus to issue. ",
            "context": "ARBITRATION ACT under Power to compel attendance of witness in any part of Guyana and to order habeas corpus to issue. 19. The Court or a judge may order that a writ of subpoena ad testificandum or of a subpoena duces tecum shall issue to compel the attendance, before any special referee, or before any arbitrator or umpire, of a witness wherever he may be within Guyana, and may also order that a writ of habeas corpus ad testificandum shall issue to bring up a prisoner for  examination  before  any  special  referee,  or  before  anyL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                11     arbitrator or umpire. Statement of case pending arbitration.      Costs.     Penalty for perjury.       State to be bound.            Cap.24 of 1939Ed.   Definition of the protocol. Second Schedule.   Staying proceedings as to matters to",
            "description": "The Court or a judge may order that a writ of subpoena ad testificandum or of a subpoena duces tecum shall issue to compel the attendance, before any special referee, or before any arbitrator or umpire, of a witness wherever he may be within Guyana, and may also order that a writ of habeas corpus ad testificandum shall issue to bring up a prisoner for  examination  before  any  special  referee,  or  before  anyL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                11     arbitrator or umpire. Statement of case pending arbitration.      Costs.     Penalty for perjury.       State to be bound.            Cap.24 of 1939Ed.   Definition of the protocol. Second Schedule.   Staying proceedings as to matters to"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Statement of case pending arbitration. ",
            "context": "ARBITRATION ACT under Statement of case pending arbitration. 20.  Any  referee,  arbitrator,  or  umpire,  may  at  any stage of the proceedings under a reference, and shall, if so directed by the Court or a judge, state in the form of a special case for the opinion of the Court any question of law arising in the course of the reference.",
            "description": "Any  referee,  arbitrator,  or  umpire,  may  at  any stage of the proceedings under a reference, and shall, if so directed by the Court or a judge, state in the form of a special case for the opinion of the Court any question of law arising in the course of the reference."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Costs. ",
            "context": "ARBITRATION ACT under Costs. 21. Any order made under this Act may be made on those terms as  to  costs, or  otherwise, which the  authority making the order thinks just.",
            "description": "Any order made under this Act may be made on those terms as  to  costs, or  otherwise, which the  authority making the order thinks just."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Penalty for perjury. ",
            "context": "ARBITRATION ACT under Penalty for perjury. 22.  Anyone who  wilfully and  corruptly gives  false evidence before any referee, arbitrator, or umpire, shall be guilty of perjury, as if the evidence had been given in open court, and may be dealt with, prosecuted and punished accordingly.",
            "description": "Anyone who  wilfully and  corruptly gives  false evidence before any referee, arbitrator, or umpire, shall be guilty of perjury, as if the evidence had been given in open court, and may be dealt with, prosecuted and punished accordingly."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "State to be bound.  PART II PROVISIONS RELATING TO THE PROTOCOL SET FORTH IN THE SECOND SCHEDULE  ",
            "context": "ARBITRATION ACT under State to be bound.  PART II PROVISIONS RELATING TO THE PROTOCOL SET FORTH IN THE SECOND SCHEDULE  23. This Act shall, except as in this Act expressly mentioned, apply to any arbitration to which the State is a party, but nothing in this Act shall empower the Court or a judge to order any proceedings to which the State is a party, or any question or issue in those proceedings, to  be  tried before any referee, arbitrator, or officer, without the consent of the Attorney-General, or affect the law as to costs payable by the State.  PART II PROVISIONS RELATING TO THE PROTOCOL SET FORTH IN THE SECOND SCHEDULE",
            "description": "This Act shall, except as in this Act expressly mentioned, apply to any arbitration to which the State is a party, but nothing in this Act shall empower the Court or a judge to order any proceedings to which the State is a party, or any question or issue in those proceedings, to  be  tried before any referee, arbitrator, or officer, without the consent of the Attorney-General, or affect the law as to costs payable by the State.  PART II PROVISIONS RELATING TO THE PROTOCOL SET FORTH IN THE SECOND SCHEDULE"
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "(1) Definition of the “protocol”. (2) Staying proceedings as to matters to be referred under agreements to which the protocol applies.  PART III PROVISIONS RELATING TO THE CONVENTION SET FORTH IN THE THIRD SCHEDULE  ",
            "context": "ARBITRATION ACT under (1) Definition of the protocol. (2) Staying proceedings as to matters to be referred under agreements to which the protocol applies.  PART III PROVISIONS RELATING TO THE CONVENTION SET FORTH IN THE THIRD SCHEDULE  24. (1) In this section, the protocol means the protocol  on  arbitration  clauses  set  forth  in  the  Second Schedule and signed on behalf of the British Crown on the 24th September,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section, the protocol means the protocol  on  arbitration  clauses  set  forth  in  the  Second Schedule and signed on behalf of the British Crown on the 24th September,"
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Interpretation. ",
            "context": "ARBITRATION ACT under Interpretation. 25. In this Part  the Convention means the Convention on the Execution of Foreign Arbitral Awards signed at Geneva on behalf of the British Crown on the 26th September, 1927, which convention is set forth in the Third Schedule.",
            "description": "In this Part  the Convention means the Convention on the Execution of Foreign Arbitral Awards signed at Geneva on behalf of the British Crown on the 26th September, 1927, which convention is set forth in the Third Schedule."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Application. ",
            "context": "ARBITRATION ACT under Application. 26. This Part applies to any awards made after the 28th July, 1924  (a)      in pursuance of an agreement for arbitration to which the protocol set out in the Second Schedule applies; and  (b)      between the persons of whom one is subject to the jurisdiction of some one of such Powers as the President, being satisfied that reciprocal provisions have been made, may by order declare to be parties to the Convention,  and  of   whom  the  other  isL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                13     subject to the jurisdiction of some other of the Powers aforesaid; and  (c)      in one of such territories as the President, being satisfied that reciprocal provisions have been made, may by order  declare to be territories to which the Convention applies,  and an award to which this Act applies is in this Act referred to as a foreign award. Effect of foreign award.              Conditions for enforcement of foreign awards.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in pursuance of an agreement for arbitration to which the protocol set out in the Second Schedule applies; and"
                },
                {
                    "representation": "(b)",
                    "description": "between the persons of whom one is subject to the jurisdiction of some one of such Powers as the President, being satisfied that reciprocal provisions have been made, may by order declare to be parties to the Convention,  and  of   whom  the  other  isL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                13     subject to the jurisdiction of some other of the Powers aforesaid; and"
                },
                {
                    "representation": "(c)",
                    "description": "in one of such territories as the President, being satisfied that reciprocal provisions have been made, may by order  declare to be territories to which the Convention applies,  and an award to which this Act applies is in this Act referred to as a foreign award. Effect of foreign award.              Conditions for enforcement of foreign awards."
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Effect of foreign award. ",
            "context": "ARBITRATION ACT under Effect of foreign award. 27. (1) A foreign award shall, subject to this Act, be enforceable either by action or under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A foreign award shall, subject to this Act, be enforceable either by action or under section"
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Conditions for enforcement of foreign awards. ",
            "context": "ARBITRATION ACT under Conditions for enforcement of foreign awards. 28.   (1)   In   order   that   a   foreign   award   may   be enforceable under this Part, it must have  (a)      been   made   in   pursuance   of   an agreement for arbitration which was valid under the law by which it was governed;  (b)      been made by the tribunal provided for in the agreement or constituted in manner agreed upon by the parties;  (c)      been made in conformity with the law governing the arbitration procedure;  (d)      become final in the country in whichL.R.O. 1/2012  LAWS OF GUYANA  14            Cap. 7:03                               Arbitration    it was made;  (e)      been in respect of a matter which may lawfully be referred to arbitration under the law of Guyana,  and  the  enforcement  thereof  must  not  be  contrary  to  the public policy or the law of Guyana.  (2) Subject to this subsection, a foreign award shall not  be  enforceable  under  this  Part  if  the  High  Court  is satisfied that  (a)         the award has been annulled in the country in which it was made; or  (b)         the party against whom it is sought to enforce the award was not given notice of the arbitration proceedings in sufficient time to enable him to present his case, or was under some legal incapacity, and was not properly represented; or  (c)         the award does not deal with all the questions referred or contains decisions on matters beyond the scope of the agreement for arbitration:  Provided that, if the award does not deal with all the questions referred, the court may if it thinks fit, either postpone the enforcement of the award or order its enforcement subject  to  the  giving  of  such  security by  the person seeking to enforce it as the court may think fit.  (3) If a party seeking to resist the enforcement of a foreign award proves  that there is any ground other than theL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                15     nonexistence of the conditions specified in subsection (1)(a), (b)  and (c),  or  the  existence of  the  conditions specified in subsection (2)(b) and (c), entitling him to contest the validity of the award the court may, if it thinks fit, either refuse to enforce the award or adjourn the hearing until after the expiration of such period as appears to the court to be reasonably sufficient to enable that party to take the necessary steps to have the award annulled by the competent tribunal. Evidence.                                     c. 3:02",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In   order   that   a   foreign   award   may   be enforceable under this Part, it must have"
                },
                {
                    "representation": "(a)",
                    "description": "the award has been annulled in the country in which it was made; or"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "the award does not deal with all the questions referred or contains decisions on matters beyond the scope of the agreement for arbitration:  Provided that, if the award does not deal with all the questions referred, the court may if it thinks fit, either postpone the enforcement of the award or order its enforcement subject  to  the  giving  of  such  security by  the person seeking to enforce it as the court may think fit."
                },
                {
                    "representation": "(d)",
                    "description": "become final in the country in whichL.R.O. 1/2012  LAWS OF GUYANA  14            Cap. 7:03                               Arbitration    it was made;"
                },
                {
                    "representation": "(e)",
                    "description": "been in respect of a matter which may lawfully be referred to arbitration under the law of Guyana,  and  the  enforcement  thereof  must  not  be  contrary  to  the public policy or the law of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this subsection, a foreign award shall not  be  enforceable  under  this  Part  if  the  High  Court  is satisfied that"
                },
                {
                    "representation": "(3)",
                    "description": "If a party seeking to resist the enforcement of a foreign award proves  that there is any ground other than theL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                15     nonexistence of the conditions specified in subsection"
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Evidence. ",
            "context": "ARBITRATION ACT under Evidence. 29. (1) The party seeking to enforce a foreign award must produce  (a)      the original award or a copy thereof duly  authenticated in  manner required by the law of the country in which it was made; and  (b)         evidence proving that the award has become final; and  (c)         such evidence as may be necessary to prove that the award is a foreign award, and that the conditions mentioned in sub-section (1)(a), (b) and (c) of the last foregoing section are satisfied.  (2) In any case where any document required to be produced under subsection (1) is in a foreign language, it shall be the duty of the party seeking to enforce the award to produce a translation certified as correct by a diplomatic or consular agent of the country to which that party belongs, or certified as correct in such other manner as may be sufficient according to the law of Guyana.  (3) Subject to this section, rules of court may be made under section 67 of the High Court Act with respect to the evidence which must be furnished by a party seeking toL.R.O. 1/2012  LAWS OF GUYANA  16            Cap. 7:03                               Arbitration    enforce an award under this Part. Meaning of final award.      Saving.               s. 4",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is in a foreign language, it shall be the duty of the party seeking to enforce the award to produce a translation certified as correct by a diplomatic or consular agent of the country to which that party belongs, or certified as correct in such other manner as may be sufficient according to the law of Guyana."
                },
                {
                    "representation": "(a)",
                    "description": "the original award or a copy thereof duly  authenticated in  manner required by the law of the country in which it was made; and"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "of the last foregoing section are satisfied."
                },
                {
                    "representation": "(2)",
                    "description": "In any case where any document required to be produced under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to this section, rules of court may be made under section 67 of the High Court Act with respect to the evidence which must be furnished by a party seeking toL.R.O. 1/2012  LAWS OF GUYANA  16            Cap. 7:03                               Arbitration    enforce an award under this Part. Meaning of final award.      Saving.               s. 4"
                }
            ]
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Meaning of final award. ",
            "context": "ARBITRATION ACT under Meaning of final award. 30. For the purposes of this Part, an award shall not be deemed final if any proceedings for the purpose of contesting the validity of the award are pending in the country in which it was made.",
            "description": "For the purposes of this Part, an award shall not be deemed final if any proceedings for the purpose of contesting the validity of the award are pending in the country in which it was made."
        }
    },
    {
        "act": "ARBITRATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Saving.  FIRST SCHEDULE—Provisions to be implied in submissions. SECOND SCHEDULE—Protocol on arbitration clauses. THIRD SCHEDULE—Convention on the execution of foreign arbitral awards.L.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  5  1929 Ed. c. 24 1953 Ed. c. 38 CHAPTER 7:03  ARBITRATION ACT 17 of 1916              An Act to provide for the Arbitration of Disputes.  [2ND SEPTEMBER, 1916]    Short title.       Interpretation.         c. 3:02           Submission irrevocable and effective as order of court.   Provision implied in submissions. First Schedule. ",
            "context": "ARBITRATION ACT under Saving.  FIRST SCHEDULEProvisions to be implied in submissions. SECOND SCHEDULEProtocol on arbitration clauses. THIRD SCHEDULEConvention on the execution of foreign arbitral awards.L.R.O. 1/2012  LAWS OF GUYANA  Arbitration                               Cap. 7:03                  5  1929 Ed. c. 24 1953 Ed. c. 38 CHAPTER 7:03  ARBITRATION ACT 17 of 1916              An Act to provide for the Arbitration of Disputes.  [2ND SEPTEMBER, 1916]    Short title.       Interpretation.         c. 3:02           Submission irrevocable and effective as order of court.   Provision implied in submissions. First Schedule. 31. Nothing in this Part shall  (a)      prejudice   any   rights   which   any   person would have had of enforcing in Guyana any award, or of availing himself in Guyana of any award if this Part had not been enacted; or  (b)      apply to any award made on an arbitration agreement governed by the law of Guyana.    FIRST SCHEDULE  PROVISIONS TO BE IMPLIED IN SUBMISSIONS  (a)  If  no  other  mode  of  reference  is  provided,  the reference shall be to a single arbitrator.  (b)   If   the   reference  is   to   two   arbitrators,  the   two arbitrators may appoint an umpire at any time within the period during which they have power to make an award.  (c) The arbitrators shall make their award in writing within three months after entering on the reference, or after having been called on to act by notice in writing from any party to  the  submission, or  on or before any later  day to which the arbitrators, by any writing signed by them, from time to time enlarge the time for making the award.  (d) If the arbitrators have allowed their time or extendedL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                17     time to expire without making an award, or have delivered to any party to the submission, or to the umpire, a notice in writing stating that they cannot agree, the umpire may forthwith enter on the reference in lieu of the arbitrators.  (e) The umpire shall make his award within one month after the original or extended time appointed for making the award of the arbitrators has expired, or on or before any later day to which the umpire by any writing signed by him from time to time enlarges the time for making his award.  (f) The parties to the reference, and all parties claiming through   them   respectively,   shall,   subject   to   any   legal objection, submit to be examined by the arbitrators or umpire, on oath or affirmation, in relation to the matters in dispute, and shall, subject as aforesaid, produce before the arbitrators or umpire all books, deeds, papers, accounts, writings and documents within their possession or power respectively, which may be required or called for, and do all other things which during the proceedings on the reference the arbitrators or umpire require.  (g) The witnesses on the reference, should the arbitrators or umpire think fit, shall be examined on oath or affirmation.  (h) The award to be made by the arbitrators or umpire shall  be  final  and  binding on the  parties and the  persons claiming under them respectively.  (i) The costs of the reference and award shall be in the discretion of the arbitrators or umpire, who may direct to and by whom and in what manner those costs or any part thereof shall be paid, and may tax or settle the amount of costs so to be paid or any part thereof, and may award costs to be paid as between solicitor and client.L.R.O. 1/2012  LAWS OF GUYANA  18            Cap. 7:03                               Arbitration    s. 24                                                                   SECOND SCHEDULE  PROTOCOL ON ARBITRATION CLAUSES  The  undersigned,  being  duly  authorised,  declare  that they accept on behalf of the countries which they represent the following provisions",
            "description": [
                {
                    "representation": "(a)",
                    "description": "If  no  other  mode  of  reference  is  provided,  the reference shall be to a single arbitrator."
                },
                {
                    "representation": "(b)",
                    "description": "If   the   reference  is   to   two   arbitrators,  the   two arbitrators may appoint an umpire at any time within the period during which they have power to make an award."
                },
                {
                    "representation": "(c)",
                    "description": "The arbitrators shall make their award in writing within three months after entering on the reference, or after having been called on to act by notice in writing from any party to  the  submission, or  on or before any later  day to which the arbitrators, by any writing signed by them, from time to time enlarge the time for making the award."
                },
                {
                    "representation": "(d)",
                    "description": "If the arbitrators have allowed their time or extendedL.R.O. 1/2012  LAWS OF GUYANA  Arbitration                                Cap. 7:03                17     time to expire without making an award, or have delivered to any party to the submission, or to the umpire, a notice in writing stating that they cannot agree, the umpire may forthwith enter on the reference in lieu of the arbitrators."
                },
                {
                    "representation": "(e)",
                    "description": "The umpire shall make his award within one month after the original or extended time appointed for making the award of the arbitrators has expired, or on or before any later day to which the umpire by any writing signed by him from time to time enlarges the time for making his award."
                },
                {
                    "representation": "(f)",
                    "description": "The parties to the reference, and all parties claiming through   them   respectively,   shall,   subject   to   any   legal objection, submit to be examined by the arbitrators or umpire, on oath or affirmation, in relation to the matters in dispute, and shall, subject as aforesaid, produce before the arbitrators or umpire all books, deeds, papers, accounts, writings and documents within their possession or power respectively, which may be required or called for, and do all other things which during the proceedings on the reference the arbitrators or umpire require."
                },
                {
                    "representation": "(g)",
                    "description": "The witnesses on the reference, should the arbitrators or umpire think fit, shall be examined on oath or affirmation."
                },
                {
                    "representation": "(h)",
                    "description": "The award to be made by the arbitrators or umpire shall  be  final  and  binding on the  parties and the  persons claiming under them respectively."
                },
                {
                    "representation": "(i)",
                    "description": "The costs of the reference and award shall be in the discretion of the arbitrators or umpire, who may direct to and by whom and in what manner those costs or any part thereof shall be paid, and may tax or settle the amount of costs so to be paid or any part thereof, and may award costs to be paid as between solicitor and client.L.R.O. 1/2012  LAWS OF GUYANA  18            Cap. 7:03                               Arbitration    s. 24                                                                   SECOND SCHEDULE  PROTOCOL ON ARBITRATION CLAUSES  The  undersigned,  being  duly  authorised,  declare  that they accept on behalf of the countries which they represent the following provisions"
                }
            ]
        }
    }
]