[
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and application. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Short title and application. 1.  This Act may be cited as the Livestock Improvement Act, and shall apply to such species of animal and to such areas of Guyana as the Minister may by order prescribe.",
            "description": "This Act may be cited as the Livestock Improvement Act, and shall apply to such species of animal and to such areas of Guyana as the Minister may by order prescribe."
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Interpretation. 2.  In this Act  animal means any entire bull, stallion, jack, boar, ram or buck of breeding age;  certificate means a certificate of fitness for breeding purposes;  Short title and LAWS OF GUYANA 4 Cap. 71:01 Livestock Improvement  L.R.O. 1/2012     Register of animals.                        Appointment        of inspectors.    Inspection and registration of animals at the request of the owners.          owner includes any part owner or any person in charge of an animal.",
            "description": "In this Act  animal means any entire bull, stallion, jack, boar, ram or buck of breeding age;  certificate means a certificate of fitness for breeding purposes;  Short title and LAWS OF GUYANA 4 Cap. 71:01 Livestock Improvement  L.R.O. 1/2012     Register of animals.                        Appointment        of inspectors.    Inspection and registration of animals at the request of the owners.          owner includes any part owner or any person in charge of an animal."
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Register of animals. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Register of animals. 3. (1) The Chief Agricultural Officer shall keep a register of animals in respect of which certificates have been issued under section 5(4).  (2) The register shall contain  (a)  the serial number or mark of each animal;  (b)  the  brand  and description of each animal; and  (c)     the name and address of each owner.  (3) In any legal proceedings under this Act, the contents of any part of the register may be proved by the production of a copy thereof, certified  by the Chief Agricultural Officer, and such copy of the register shall be prima facie evidence of all facts stated therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Agricultural Officer shall keep a register of animals in respect of which certificates have been issued under section 5(4)."
                },
                {
                    "representation": "(2)",
                    "description": "The register shall contain"
                },
                {
                    "representation": "(a)",
                    "description": "the serial number or mark of each animal;"
                },
                {
                    "representation": "(b)",
                    "description": "the  brand  and description of each animal; and"
                },
                {
                    "representation": "(c)",
                    "description": "the name and address of each owner."
                },
                {
                    "representation": "(3)",
                    "description": "In any legal proceedings under this Act, the contents of any part of the register may be proved by the production of a copy thereof, certified  by the Chief Agricultural Officer, and such copy of the register shall be prima facie evidence of all facts stated therein."
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment of inspectors. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Appointment of inspectors. 4. The Chief Agricultural Officer shall designate fit and proper persons to be inspectors for the purpose of inspecting and certifying animals in accordance with this Act.",
            "description": "The Chief Agricultural Officer shall designate fit and proper persons to be inspectors for the purpose of inspecting and certifying animals in accordance with this Act."
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Inspection and registration of animals at the request of the owners. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Inspection and registration of animals at the request of the owners. 5. (1) Any owner may make application in writing to the Chief Agricultural Officer to have his animal inspected and certified in accordance with this Act.  (2) Upon the receipt of any application as aforesaid, the Chief Agricultural Officer shall within one month cause the animal to be inspected.  (3) Where any animal has been inspected and approved, the inspector shall cause it to be marked with a serial number or mark in such manner as the Chief LAWS OF GUYANA Livestock Improvement Cap. 71:01 5  L.R.O. 1/2012                          Power of entry to examine and register animals.        Offences. [6 of 1997]                Agricultural Officer may prescribe.  (4) Where any animal has been inspected and approved as aforesaid, the Chief Agricultural Officer shall, as soon as possible thereafter, issue a certificate to the applicant in respect of such animal, and shall cause the particulars of such animal to be entered in the register.  (5) The Chief Agricultural Officer may, for any sufficient cause, cancel any certificate issued by him and shall thereupon expunge from the register the particulars relating to the animal in respect of which such certificate has been cancelled.  (6) The Chief Agricultural Officer may prescribe fees to be paid by the owner in respect of the inspection of any animal at the request of the owner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any owner may make application in writing to the Chief Agricultural Officer to have his animal inspected and certified in accordance with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the receipt of any application as aforesaid, the Chief Agricultural Officer shall within one month cause the animal to be inspected."
                },
                {
                    "representation": "(3)",
                    "description": "Where any animal has been inspected and approved, the inspector shall cause it to be marked with a serial number or mark in such manner as the Chief LAWS OF GUYANA Livestock Improvement Cap. 71:01 5  L.R.O. 1/2012                          Power of entry to examine and register animals.        Offences. [6 of 1997]                Agricultural Officer may prescribe."
                },
                {
                    "representation": "(4)",
                    "description": "Where any animal has been inspected and approved as aforesaid, the Chief Agricultural Officer shall, as soon as possible thereafter, issue a certificate to the applicant in respect of such animal, and shall cause the particulars of such animal to be entered in the register."
                },
                {
                    "representation": "(5)",
                    "description": "The Chief Agricultural Officer may, for any sufficient cause, cancel any certificate issued by him and shall thereupon expunge from the register the particulars relating to the animal in respect of which such certificate has been cancelled."
                },
                {
                    "representation": "(6)",
                    "description": "The Chief Agricultural Officer may prescribe fees to be paid by the owner in respect of the inspection of any animal at the request of the owner."
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of entry to examine and register animals. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Power of entry to examine and register animals. 6. The Chief Agricultural Officer or any inspector may, between the hours of six of the clock in the morning and six of the clock in the evening, enter any land or premises in any area to which this Act applies, for the purpose of examining and registering any animals and ascertaining that the provisions of this Act have been complied with.",
            "description": "The Chief Agricultural Officer or any inspector may, between the hours of six of the clock in the morning and six of the clock in the evening, enter any land or premises in any area to which this Act applies, for the purpose of examining and registering any animals and ascertaining that the provisions of this Act have been complied with."
        }
    },
    {
        "act": "LIVESTOCK IMPROVEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Offences. ",
            "context": "LIVESTOCK IMPROVEMENT ACT under Offences. 7.  Any person who  (a)  obstructs or hinders the Chief Agricultural Officer or any inspector from entering upon any land or premises for the purposes of this Act; or  (b)  with intent to deceive places or attempts to place upon any animal any number or mark purporting to be a number or mark placed thereon by an inspector under section 5 (3); or  LAWS OF GUYANA 6 Cap. 71:01 Livestock Improvement  L.R.O. 1/2012                  Owner of registered animal to notify the Chief Agricultural Officer of its death or transfer. [6 of 1997]       (c)    being  the  owner  thereof,  causes  or  permits  any unregistered animal to be at large on any unenclosed land or any land used for the purposes of agistment; or  (d)   being  the  owner  thereof,  causes  or  permits  any unregistered animal to serve a female,  shall be liable on summary conviction to a fine of six thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "obstructs or hinders the Chief Agricultural Officer or any inspector from entering upon any land or premises for the purposes of this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "with intent to deceive places or attempts to place upon any animal any number or mark purporting to be a number or mark placed thereon by an inspector under section 5"
                },
                {
                    "representation": "(c)",
                    "description": "being  the  owner  thereof,  causes  or  permits  any unregistered animal to be at large on any unenclosed land or any land used for the purposes of agistment; or"
                },
                {
                    "representation": "(d)",
                    "description": "being  the  owner  thereof,  causes  or  permits  any unregistered animal to serve a female,  shall be liable on summary conviction to a fine of six thousand five hundred dollars."
                }
            ]
        }
    }
]