[
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Short title. 1.  This Act may be cited as the Animals (Control of Experiments) Act.",
            "description": "This Act may be cited as the Animals (Control of Experiments) Act."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Interpretation. 2.  In this Act LAWS OF GUYANA 4 Cap. 71:03 Animals (Control of Experiments)  L.R.O. 1/2012  [20 of 1959]              Experiments only to be performed by licensed persons.     Experiments not to be performed for purposes of attaining manual skill.    Prohibition of performance of experiments for illustration of lectures subject to certain conditions.         Restrictions upon performances of experiments by licensee.  animal means a living vertebrate animal;  experiment means any experiment calculated to give pain performed on any animal which interferes with the normal health or comfort of that animal, but does not include any test carried out on an animal by a qualified person as an aid to the veterinary diagnosis of the condition of that animal;  licensee means a person licensed under section 7 of this Act.",
            "description": "In this Act LAWS OF GUYANA 4 Cap. 71:03 Animals (Control of Experiments)  L.R.O. 1/2012  [20 of 1959]              Experiments only to be performed by licensed persons.     Experiments not to be performed for purposes of attaining manual skill.    Prohibition of performance of experiments for illustration of lectures subject to certain conditions.         Restrictions upon performances of experiments by licensee.  animal means a living vertebrate animal;  experiment means any experiment calculated to give pain performed on any animal which interferes with the normal health or comfort of that animal, but does not include any test carried out on an animal by a qualified person as an aid to the veterinary diagnosis of the condition of that animal;  licensee means a person licensed under section 7 of this Act."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Experiments only to be performed by licensed persons. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Experiments only to be performed by licensed persons. 3. (1) No person except a licensee shall perform any experiment.  (2) No licensee shall perform any experiment except in accordance with the terms of his licence and subject to the restrictions imposed by this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person except a licensee shall perform any experiment."
                },
                {
                    "representation": "(2)",
                    "description": "No licensee shall perform any experiment except in accordance with the terms of his licence and subject to the restrictions imposed by this Act."
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Experiments not to be performed for purposes of attaining manual skill. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Experiments not to be performed for purposes of attaining manual skill. 4.  No licensee shall perform any experiment for the purpose of attaining manual skill.",
            "description": "No licensee shall perform any experiment for the purpose of attaining manual skill."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Prohibition of performance of experiments for illustration of lectures subject to certain conditions. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Prohibition of performance of experiments for illustration of lectures subject to certain conditions. 5.  No licensee shall perform any experiment for the purpose of illustrating any lecture at any university, university college, hospital, medical school, agricultural college, farm school or any other academic institution unless he is the holder of a teaching permit under this Act, and unless the experiment is of a class specified in such permit and is performed in accordance with the terms of such permit.",
            "description": "No licensee shall perform any experiment for the purpose of illustrating any lecture at any university, university college, hospital, medical school, agricultural college, farm school or any other academic institution unless he is the holder of a teaching permit under this Act, and unless the experiment is of a class specified in such permit and is performed in accordance with the terms of such permit."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Restrictions upon performances of experiments by licensee. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Restrictions upon performances of experiments by licensee. 6. (1) Except as otherwise provided in section 5, no licensee shall perform any experiment except  (a)    for the purpose of the advancement of new discovery of physiological LAWS OF GUYANA Animals (Control of Experiments) Cap. 71:03 5  L.R.O. 1/2012                                                 knowledge, or of any knowledge which will be useful for  saving or prolonging life, or alleviating suffering, or for combating any disease whether of human beings, animals or plants;  (b)    for  the  purpose of testing any former discovery alleged to  have been made for the advancement of the types of knowledge referred to in paragraph (a);  (c)    by the order in writing of any Judge of the High Court in any case where such Judge is satisfied that it is essential for the purpose of justice in a criminal case to make such experiment.  (2) Except as otherwise provided in subsection (3), no licensee shall perform any experiment unless  (a)   throughout the whole of the experiment the animal is under the influence of some anaesthetic of sufficient power to prevent the animal feeling pain; and  (b)  if the pain is likely to continue after the effect of the anaesthetic has ceased, or if any serious injury has been inflicted on the animal, the animal is killed before it recovers from  the  influence  of  the  anaesthetic  which  has  been administered.  LAWS OF GUYANA 6 Cap. 71:03 Animals (Control of Experiments)  L.R.O. 1/2012       Grant of licence.             Permits. [20 of 1959]                      Special permits.      (3) Subsection (2) shall not apply to any licensee who is the holder of a special permit granted under section 9 in relation to any experiment specified in such special permit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided in section 5, no licensee shall perform any experiment except"
                },
                {
                    "representation": "(a)",
                    "description": "throughout the whole of the experiment the animal is under the influence of some anaesthetic of sufficient power to prevent the animal feeling pain; and"
                },
                {
                    "representation": "(b)",
                    "description": "if the pain is likely to continue after the effect of the anaesthetic has ceased, or if any serious injury has been inflicted on the animal, the animal is killed before it recovers from  the  influence  of  the  anaesthetic  which  has  been administered.  LAWS OF GUYANA 6 Cap. 71:03 Animals"
                },
                {
                    "representation": "(c)",
                    "description": "by the order in writing of any Judge of the High Court in any case where such Judge is satisfied that it is essential for the purpose of justice in a criminal case to make such experiment."
                },
                {
                    "representation": "(2)",
                    "description": "shall not apply to any licensee who is the holder of a special permit granted under section 9 in relation to any experiment specified in such special permit."
                },
                {
                    "representation": "(3)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Grant of licence. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Grant of licence. 7. (1) The Minister may grant a licence to any person to perform any experiment for any purpose specified in such licence during such period and  subject to such conditions in addition to the conditions specified in this Act as he may think fit.  (2) It shall be a condition of any licence granted under subsection (1), that any experiment performed pursuant to such licence shall be performed at such place as may be specified in such licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may grant a licence to any person to perform any experiment for any purpose specified in such licence during such period and  subject to such conditions in addition to the conditions specified in this Act as he may think fit."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be a condition of any licence granted under subsection"
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Permits. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Permits. 8. (1) Where the Chief Medical Officer is satisfied that it is absolutely necessary for the due instruction of persons attending any course of lectures for the purpose of acquiring physiological knowledge or any knowledge which will be used for saving or prolonging life, or alleviating suffering, or for combating any disease whether of human beings, animals or plants, for any such lecture to be illustrated by the performance of any experiment, the Chief Medical Officer may grant to a licensee under this Act a teaching permit to perform any experiment specified in such licence for the purpose of illustrating such lecture.  (2) Every teaching permit under this section shall be subject to such conditions in addition to any conditions specified in this Act as may be specified in such permit, and such permit shall remain in force for such period as may be stated therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Chief Medical Officer is satisfied that it is absolutely necessary for the due instruction of persons attending any course of lectures for the purpose of acquiring physiological knowledge or any knowledge which will be used for saving or prolonging life, or alleviating suffering, or for combating any disease whether of human beings, animals or plants, for any such lecture to be illustrated by the performance of any experiment, the Chief Medical Officer may grant to a licensee under this Act a teaching permit to perform any experiment specified in such licence for the purpose of illustrating such lecture."
                },
                {
                    "representation": "(2)",
                    "description": "Every teaching permit under this section shall be subject to such conditions in addition to any conditions specified in this Act as may be specified in such permit, and such permit shall remain in force for such period as may be stated therein."
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Special permits. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Special permits. 9. (1) Where the Chief Medical Officer is satisfied that the object of any experiment permitted to be performed by a licensee under this Act would necessarily be frustrated  (a)    by  the  performance of such LAWS OF GUYANA Animals (Control of Experiments) Cap. 71:03 7  L.R.O. 1/2012                     Records and inspections.                  Returns.      experiment under any anaesthetic; or  (b)   by killing the animal on which such experiment is performed before it recovers from the influence of any anaesthetic,  he may grant a special permit authorising the licensee to perform such experiment without administering any anaesthetic to the animal or without killing the animal before it recovers from the influence of such anaesthetic as the case may be.  (2) Any special permit under this section shall specify the period for which it shall remain in force.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Chief Medical Officer is satisfied that the object of any experiment permitted to be performed by a licensee under this Act would necessarily be frustrated"
                },
                {
                    "representation": "(a)",
                    "description": "by  the  performance of such LAWS OF GUYANA Animals"
                },
                {
                    "representation": "(b)",
                    "description": "by killing the animal on which such experiment is performed before it recovers from the influence of any anaesthetic,  he may grant a special permit authorising the licensee to perform such experiment without administering any anaesthetic to the animal or without killing the animal before it recovers from the influence of such anaesthetic as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Any special permit under this section shall specify the period for which it shall remain in force."
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Records and inspections. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Records and inspections. 10. (1) Every licensee under this Act shall keep, in such form as may be prescribed, records of all experiments performed by him.  (2) Every licensee under this Act shall permit any person authorised in writing by the Chief Medical Officer to inspect any records kept by him at any time between 8 a.m. and 6 p.m. on any day other than a Sunday or public holiday.  (3) Every licensee under this Act shall permit any person authorised in writing as aforesaid to enter and inspect, for the purpose of securing compliance with this Act, any place specified in such licensees licence for the performance of experiments.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensee under this Act shall keep, in such form as may be prescribed, records of all experiments performed by him."
                },
                {
                    "representation": "(2)",
                    "description": "Every licensee under this Act shall permit any person authorised in writing by the Chief Medical Officer to inspect any records kept by him at any time between 8 a.m. and 6 p.m. on any day other than a Sunday or public holiday."
                },
                {
                    "representation": "(3)",
                    "description": "Every licensee under this Act shall permit any person authorised in writing as aforesaid to enter and inspect, for the purpose of securing compliance with this Act, any place specified in such licensees licence for the performance of experiments."
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Returns. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Returns. 11. Every licensee shall render to the Chief Medical Officer in such form and at such time as may be prescribed such returns as may be required in relation to any experiments performed by him.",
            "description": "Every licensee shall render to the Chief Medical Officer in such form and at such time as may be prescribed such returns as may be required in relation to any experiments performed by him."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Inspection of specified places. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Inspection of specified places. 12. (1) The Chief Medical Officer shall cause all places specified in licences and permits granted under this Act to be  places. specified Inspection of LAWS OF GUYANA 8 Cap. 71:03 Animals (Control of Experiments)  L.R.O. 1/2012  [20 of 1959]           Regulations.              Revocation of licence or permit.    Penalty. [6 of 1997]       Restriction on prosecution of licensee.    visited from time to time by inspectors for the purpose of securing compliance with this Act. (2) Inspectors may be appointed for the purposes of this Act and the Minister may assign the duties of inspectors for those purposes to such public officers as he may think fit, either permanently or temporarily.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Medical Officer shall cause all places specified in licences and permits granted under this Act to be  places. specified Inspection of LAWS OF GUYANA 8 Cap. 71:03 Animals"
                },
                {
                    "representation": "(2)",
                    "description": "Inspectors may be appointed for the purposes of this Act and the Minister may assign the duties of inspectors for those purposes to such public officers as he may think fit, either permanently or temporarily."
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Regulations. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Regulations. 13. (1) The Minister may make regulations generally for the better carrying out of the provisions of this Act.  (2) Regulations made under this section may without prejudice to the generality of the power conferred by subsection (1) provide for the keeping of records of all experiments performed by any licensee under this Act and for the rendering of returns in relation to any experiments performed under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "provide for the keeping of records of all experiments performed by any licensee under this Act and for the rendering of returns in relation to any experiments performed under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations made under this section may without prejudice to the generality of the power conferred by subsection"
                }
            ]
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Revocation of licence or permit. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Revocation of licence or permit. 14.  It shall be a condition of every licence or permit granted under this Act that such licence or permit may be revoked at any time by the person granting it on his being satisfied that such licence or permit ought to be revoked.",
            "description": "It shall be a condition of every licence or permit granted under this Act that such licence or permit may be revoked at any time by the person granting it on his being satisfied that such licence or permit ought to be revoked."
        }
    },
    {
        "act": "ANIMALS (CONTROL OF EXPERIMENTS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Penalty. ",
            "context": "ANIMALS (CONTROL OF EXPERIMENTS) ACT under Penalty. 15. Every person who acts in contravention of any of the provisions of this Act or of any condition of any licence or permit granted under this Act shall be liable on summary conviction to a fine of twenty-six thousand dollars and to imprisonment for six months.",
            "description": "Every person who acts in contravention of any of the provisions of this Act or of any condition of any licence or permit granted under this Act shall be liable on summary conviction to a fine of twenty-six thousand dollars and to imprisonment for six months."
        }
    }
]