[
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "POUNDS ACT under Short title. 1. This Act may be cited as the Pounds Act.",
            "description": "This Act may be cited as the Pounds Act."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Minister may establish pounds. ",
            "context": "POUNDS ACT under Minister may establish pounds. 2. The Minister may from time to time, by order, establish pounds in those parts of Guyana which to him seem fit; but all pounds already established shall continue to be kept subject to this Act unless the Minister at any time otherwise directs.",
            "description": "The Minister may from time to time, by order, establish pounds in those parts of Guyana which to him seem fit; but all pounds already established shall continue to be kept subject to this Act unless the Minister at any time otherwise directs."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of keepers. ",
            "context": "POUNDS ACT under Appointment of keepers. 3. There shall be such number of pound keepers as are required for the purposes of this Act:  Provided that every member of the police force for the time being in  charge of a police station at which a pound is established shall, without any further or other appointment, act as and be ex officio the keeper of that pound while in charge of the station.",
            "description": "There shall be such number of pound keepers as are required for the purposes of this Act:  Provided that every member of the police force for the time being in  charge of a police station at which a pound is established shall, without any further or other appointment, act as and be ex officio the keeper of that pound while in charge of the station."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Impounding of stray on private premises. ",
            "context": "POUNDS ACT under Impounding of stray on private premises. 4. The  owner  or  person  in  possession  of  any  private premises or land where on any stray is found trespassing may take, or by someone authorised by him in writing send, the stray to the nearest pound, and for so doing he shall receive from the keeper thereof the sum of ninety dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo or ass, and five thousand dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo, ass, caf, sheep, goat or kid. CHAPTER 71:04  POUNDS ACT  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 5  L.R.O. 1/2012 Poundage money and expenses. [17 of 1973 14 of 1988 29 of 2007]                  Impounding of stray on public premises. [14 of 1988 29 of 2007]          Pigs may be destroyed. [29 of 2007]",
            "description": "The  owner  or  person  in  possession  of  any  private premises or land where on any stray is found trespassing may take, or by someone authorised by him in writing send, the stray to the nearest pound, and for so doing he shall receive from the keeper thereof the sum of ninety dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo or ass, and five thousand dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo, ass, caf, sheep, goat or kid. CHAPTER 71:04  POUNDS ACT  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 5  L.R.O. 1/2012 Poundage money and expenses. [17 of 1973 14 of 1988 29 of 2007]                  Impounding of stray on public premises. [14 of 1988 29 of 2007]          Pigs may be destroyed. [29 of 2007]"
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Poundage money and expenses. ",
            "context": "POUNDS ACT under Poundage money and expenses. 5. (1) The pound-keeper shall, before delivery, demand and receive  from  the  person  claiming  any  stray  the  sum  of  three thousand dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo or ass, and two thousand dollars for every calf, sheep, goat, kid or as poundage money, in addition to the reward mentioned in section 4 and in addition to the expense of feeding and advertising the stray.  (2) The pound-keeper shall be entitled to charge the sum of two thousand dollars a day for feeding each horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo, ass, calf, sheep, goat or kid and no more, but no poundage shall be liable to be paid in respect of the young of any mare, cow, ass, goat, sheep, buffalo or pig, under six months   old, sent to the pound with its mother or dam.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The pound-keeper shall, before delivery, demand and receive  from  the  person  claiming  any  stray  the  sum  of  three thousand dollars for every horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo or ass, and two thousand dollars for every calf, sheep, goat, kid or as poundage money, in addition to the reward mentioned in section 4 and in addition to the expense of feeding and advertising the stray."
                },
                {
                    "representation": "(2)",
                    "description": "The pound-keeper shall be entitled to charge the sum of two thousand dollars a day for feeding each horse, mare, gelding, colt, filly, pony, mule, bull, cow, ox, heifer, steer, buffalo, ass, calf, sheep, goat or kid and no more, but no poundage shall be liable to be paid in respect of the young of any mare, cow, ass, goat, sheep, buffalo or pig, under six months   old, sent to the pound with its mother or dam."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Impounding of stray on public premises. ",
            "context": "POUNDS ACT under Impounding of stray on public premises. 6. Any horse, mare, gelding, pony, mule, ass, bull, cow, ox, heifer, steer, colt, filly, buffalo, kid, calf, sheep, or goat tethered, grazing, or straying on any public premises, public land or public place may be seized and impounded by any police officer or constable, or by anyone authorised in writing by the Chief Executive Officer of a regional democratic council; and the same pound fees shall be paid and received in   respect of any of the animals   as   are hereinbefore provided in respect of strays on private premises or land.",
            "description": "Any horse, mare, gelding, pony, mule, ass, bull, cow, ox, heifer, steer, colt, filly, buffalo, kid, calf, sheep, or goat tethered, grazing, or straying on any public premises, public land or public place may be seized and impounded by any police officer or constable, or by anyone authorised in writing by the Chief Executive Officer of a regional democratic council; and the same pound fees shall be paid and received in   respect of any of the animals   as   are hereinbefore provided in respect of strays on private premises or land."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Pigs may be destroyed. ",
            "context": "POUNDS ACT under Pigs may be destroyed. 7. (1) the owner or person in possession or control of any private land or premises (the owner) may, without prejudice to his right of any civil  action, destroy a pig straying or found on the land or premises subject to the following conditions  (a) the owner shall notify, in writing, the owner of the pig and the police of the LAWS OF GUYANA 6 Cap. 71:04                               Pounds     L.R.O. 1/2012                           Release or rescue of stray. [14 of 1988 29 of 2007]                   damage done to the land or premises;  (b) the police shall notify, in writing, the owner of the pig of the damage done by the pig to the land or premises;  (c) the owner, on being informed by the police of the steps taken by the police, may, if the pig is found or strays on his land or premises, destroy the pig and shall return the carcass to the owner of the pig.  (2) A police officer or constable, or any person authorised in writing by the Commissioner of Police may destroy a pig found on any public premises, public land or public place and hand over the  carcass  to  the  owner  of  the  pig  where  the  owner  can  be identified.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the owner or person in possession or control of any private land or premises"
                },
                {
                    "representation": "(a)",
                    "description": "the owner shall notify, in writing, the owner of the pig and the police of the LAWS OF GUYANA 6 Cap. 71:04                               Pounds     L.R.O. 1/2012                           Release or rescue of stray. [14 of 1988 29 of 2007]                   damage done to the land or premises;"
                },
                {
                    "representation": "(b)",
                    "description": "the police shall notify, in writing, the owner of the pig of the damage done by the pig to the land or premises;"
                },
                {
                    "representation": "(c)",
                    "description": "the owner, on being informed by the police of the steps taken by the police, may, if the pig is found or strays on his land or premises, destroy the pig and shall return the carcass to the owner of the pig."
                },
                {
                    "representation": "(2)",
                    "description": "A police officer or constable, or any person authorised in writing by the Commissioner of Police may destroy a pig found on any public premises, public land or public place and hand over the  carcass  to  the  owner  of  the  pig  where  the  owner  can  be identified."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Release or rescue of stray. ",
            "context": "POUNDS ACT under Release or rescue of stray. 8.  Everyone who  (a)  releases or attempts to release any stray taken for the purpose of being impounded under the authority of this Act on the way to the pound;  (b) damages or destroys a pound, or any lock  or  bolt belonging to it, or with which it is fastened; or  (c) rescues  or  releases,  or  attempts  to  rescue or  release,  any  stray impounded under the authority of this Act until or before the stray is discharged by due course of law,  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 7  L.R.O. 1/2012          Ill-using stray on way to pound. [29 of 2007]      Improperly impounding animal as stray. [14 of 1988 29 of 2007]                         Stray not to be detained before being sent to pound. [14 of 1988 is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "releases or attempts to release any stray taken for the purpose of being impounded under the authority of this Act on the way to the pound;"
                },
                {
                    "representation": "(b)",
                    "description": "damages or destroys a pound, or any lock  or  bolt belonging to it, or with which it is fastened; or"
                },
                {
                    "representation": "(c)",
                    "description": "rescues  or  releases,  or  attempts  to  rescue or  release,  any  stray impounded under the authority of this Act until or before the stray is discharged by due course of law,  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 7  L.R.O. 1/2012          Ill-using stray on way to pound. [29 of 2007]      Improperly impounding animal as stray. [14 of 1988 29 of 2007]                         Stray not to be detained before being sent to pound. [14 of 1988 is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Ill-using stray on way to pound. ",
            "context": "POUNDS ACT under Ill-using stray on way to pound. 9. No one taking an animal to the pound shall ride it or in any way beat or ill-use it; and anyone who takes an animal to the pound by any way other than the nearest way thereto shall forfeit all right to the poundage, and is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.",
            "description": "No one taking an animal to the pound shall ride it or in any way beat or ill-use it; and anyone who takes an animal to the pound by any way other than the nearest way thereto shall forfeit all right to the poundage, and is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Improperly impounding animal as stray. ",
            "context": "POUNDS ACT under Improperly impounding animal as stray. 10. Everyone who  (a) drives  off  any  animal  from  the  premises  of  the owner;  (b) breaks a gap in any fence or enclosure with the view of making any animal a stray; or  (c) with the like  view, takes  any animal  from private premises or land of which he is not the owner or occupier, or person authorised by the owner or occupier in writing,  is liable to a fine of not less than ten thousand dollars nor more than twenty  thousand dollars for every animal so driven off, or taken or attempted to be so driven off or taken, and if the animal is  received into   the pound, is in addition liable to repay the full expenses of poundage to the owner of it.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "drives  off  any  animal  from  the  premises  of  the owner;"
                },
                {
                    "representation": "(b)",
                    "description": "breaks a gap in any fence or enclosure with the view of making any animal a stray; or"
                },
                {
                    "representation": "(c)",
                    "description": "with the like  view, takes  any animal  from private premises or land of which he is not the owner or occupier, or person authorised by the owner or occupier in writing,  is liable to a fine of not less than ten thousand dollars nor more than twenty  thousand dollars for every animal so driven off, or taken or attempted to be so driven off or taken, and if the animal is  received into   the pound, is in addition liable to repay the full expenses of poundage to the owner of it."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Stray not to be detained before being sent to pound. ",
            "context": "POUNDS ACT under Stray not to be detained before being sent to pound. 11. (1) No one taking any stray with the intention of impounding it shall detain it more than three hours before sending it to the nearest pound, unless it is taken up after sunset, in which case he shall send it to that pound before LAWS OF GUYANA 8 Cap. 71:04                               Pounds     L.R.O. 1/2012  29 of 2007]          Record of strays impounded. [14 of 1988 29 of 2007]                           Feeding impounded stray. [14 of 1988 29 of 2007]    eight oclock on the following morning.  (2) Everyone who detains a stray for a longer period than three hours is liable in respect of each stray so detained to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one taking any stray with the intention of impounding it shall detain it more than three hours before sending it to the nearest pound, unless it is taken up after sunset, in which case he shall send it to that pound before LAWS OF GUYANA 8 Cap. 71:04                               Pounds     L.R.O. 1/2012  29 of 2007]          Record of strays impounded. [14 of 1988 29 of 2007]                           Feeding impounded stray. [14 of 1988 29 of 2007]    eight oclock on the following morning."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who detains a stray for a longer period than three hours is liable in respect of each stray so detained to a fine of not less than ten thousand dollars nor more than twenty thousand dollars."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Record of strays impounded. ",
            "context": "POUNDS ACT under Record of strays impounded. 12. (1) Every pound-keeper shall keep a book in which he shall enter the date when each stray is received, the name of everyone sending it, and also the name of the person taking or delivering it to the pound, with its colour, description and marks, the place whence it was sent, and the sum paid to the party impounding; and the book is open to inspection by anyone during the day without fee.  (2) Any pound-keeper who  (a) neglects to make those entries;  (b) wilfully makes any false, erroneous,   or incorrect entry;  (c) refuses   or   declines   to produce his book when it is demanded as aforesaid; or  (d)  demands any fee for so doing,   is liable to a fine of ten thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every pound-keeper shall keep a book in which he shall enter the date when each stray is received, the name of everyone sending it, and also the name of the person taking or delivering it to the pound, with its colour, description and marks, the place whence it was sent, and the sum paid to the party impounding; and the book is open to inspection by anyone during the day without fee."
                },
                {
                    "representation": "(2)",
                    "description": "Any pound-keeper who"
                },
                {
                    "representation": "(a)",
                    "description": "neglects to make those entries;"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully makes any false, erroneous,   or incorrect entry;"
                },
                {
                    "representation": "(c)",
                    "description": "refuses   or   declines   to produce his book when it is demanded as aforesaid; or"
                },
                {
                    "representation": "(d)",
                    "description": "demands any fee for so doing,   is liable to a fine of ten thousand dollars."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Feeding impounded stray. ",
            "context": "POUNDS ACT under Feeding impounded stray. 13.  Every pound-keeper shall procure for, furnish, and give to each stray in his pound a sufficient quantity of good grass and feed and water daily, and if he neglects or omits to do so, he is liable to a fine of ten thousand dollars, and in addition thereto is liable to immediate dismissal.  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 9  L.R.O. 1/2012 Publication of weekly list of strays. [29 of 2007]      Receiving and delivering strays. [17 of 1973 29 of 2007]               Prohibition of hiring out or using of impounded stray. [29 of 2007]",
            "description": "Every pound-keeper shall procure for, furnish, and give to each stray in his pound a sufficient quantity of good grass and feed and water daily, and if he neglects or omits to do so, he is liable to a fine of ten thousand dollars, and in addition thereto is liable to immediate dismissal.  LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 9  L.R.O. 1/2012 Publication of weekly list of strays. [29 of 2007]      Receiving and delivering strays. [17 of 1973 29 of 2007]               Prohibition of hiring out or using of impounded stray. [29 of 2007]"
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Publication of weekly list of strays. ",
            "context": "POUNDS ACT under Publication of weekly list of strays. 14. Every pound-keeper shall publish once every week in the Gazette a correct list of all strays in his pound, describing them in every particular as recorded in his book, and in default thereof is liable to a fine of ten thousand dollars for each omission or neglect.",
            "description": "Every pound-keeper shall publish once every week in the Gazette a correct list of all strays in his pound, describing them in every particular as recorded in his book, and in default thereof is liable to a fine of ten thousand dollars for each omission or neglect."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Receiving and delivering strays. ",
            "context": "POUNDS ACT under Receiving and delivering strays. 15. (1) Every pound-keeper, or someone appointed by him as his deputy (for whose acts or omissions in respect of any matter or thing under this Act he shall be responsible), shall constantly be at hand between the hours of six oclock in the morning and six oclock in the evening to deliver all strays; and, in default thereof, the pound-keeper is liable to a fine of ten thousand dollars for each time he or his deputy is so absent.  (2) A person required to carry out duties as a pound- keeper shall be at hand at all times to receive all strays, and, in default thereof, he is liable on summary conviction to a fine of ten thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every pound-keeper, or someone appointed by him as his deputy"
                },
                {
                    "representation": "(2)",
                    "description": "A person required to carry out duties as a pound- keeper shall be at hand at all times to receive all strays, and, in default thereof, he is liable on summary conviction to a fine of ten thousand dollars."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Prohibition of hiring out or using of impounded stray. ",
            "context": "POUNDS ACT under Prohibition of hiring out or using of impounded stray. 16.  Any pound-keeper who  (a) hires out, lets, uses, works or employs any stray animals impounded;  (b) allows  any  stray  to  be  taken  out  of  the  pound wrongfully; or  (c) suffers  any stray while impounded to be ill-used or injured,  is liable for each offence to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.   LAWS OF GUYANA 10 Cap. 71:04                               Pounds     L.R.O. 1/2012  Sale of unclaimed stray after notice.                   Pound-keeper may not purchase stray. [14 of 1988 29 of 2007]    Accounting by pound-keeper who is a police officer.        Accounting by pound-keeper not being police officer.          Failure of pound-keeper  to account.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "hires out, lets, uses, works or employs any stray animals impounded;"
                },
                {
                    "representation": "(b)",
                    "description": "allows  any  stray  to  be  taken  out  of  the  pound wrongfully; or"
                },
                {
                    "representation": "(c)",
                    "description": "suffers  any stray while impounded to be ill-used or injured,  is liable for each offence to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.   LAWS OF GUYANA 10 Cap. 71:04                               Pounds     L.R.O. 1/2012  Sale of unclaimed stray after notice.                   Pound-keeper may not purchase stray. [14 of 1988 29 of 2007]    Accounting by pound-keeper who is a police officer.        Accounting by pound-keeper not being police officer.          Failure of pound-keeper  to account."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Sale of unclaimed stray after notice. ",
            "context": "POUNDS ACT under Sale of unclaimed stray after notice. 17.  (1) Any stray which has been impounded and is not redeemed within one week shall be sold.  (2)  The pound-keeper shall advertise for sale for one week in the Gazette all strays (except sheep and goats), and shall notify their sale for two days beforehand upon a board to be placed in some conspicuous place at or near the pound.  (3) The sale shall take place between the hours of eleven and three oclock in the day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any stray which has been impounded and is not redeemed within one week shall be sold."
                },
                {
                    "representation": "(2)",
                    "description": "The pound-keeper shall advertise for sale for one week in the Gazette all strays"
                },
                {
                    "representation": "(3)",
                    "description": "The sale shall take place between the hours of eleven and three oclock in the day."
                }
            ]
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Pound-keeper may not purchase stray. ",
            "context": "POUNDS ACT under Pound-keeper may not purchase stray. 18. If any pound-keeper or his deputy either directly or indirectly purchases any unclaimed stray sold out of his pound the purchase shall be void and, in addition, he is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars.",
            "description": "If any pound-keeper or his deputy either directly or indirectly purchases any unclaimed stray sold out of his pound the purchase shall be void and, in addition, he is liable to a fine of not less than ten thousand dollars nor more than twenty thousand dollars."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Accounting by pound-keeper who is a police officer. ",
            "context": "POUNDS ACT under Accounting by pound-keeper who is a police officer. 19.  Every member of the police force who is a pound-keeper shall regularly, and at least once in each month, pay over to the Commissioner of Police the proceeds of all sales of strays made by him after deducting any amounts paid for rewards, and those proceeds shall be paid to the Accountant General.",
            "description": "Every member of the police force who is a pound-keeper shall regularly, and at least once in each month, pay over to the Commissioner of Police the proceeds of all sales of strays made by him after deducting any amounts paid for rewards, and those proceeds shall be paid to the Accountant General."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Accounting by pound-keeper not being police officer. ",
            "context": "POUNDS ACT under Accounting by pound-keeper not being police officer. 20.  Every pound-keeper who is not a member of the police force shall regularly, and at least once in each month, pay over to the Accountant General the balance of the proceeds of all sales of strays made by him, after deducting the sums of money paid for rewards, the expenses of poundage and of advertising and feeding strays and other incidental legal charges, and a commission for his own use and benefit of five per cent on the amount of those sales.",
            "description": "Every pound-keeper who is not a member of the police force shall regularly, and at least once in each month, pay over to the Accountant General the balance of the proceeds of all sales of strays made by him, after deducting the sums of money paid for rewards, the expenses of poundage and of advertising and feeding strays and other incidental legal charges, and a commission for his own use and benefit of five per cent on the amount of those sales."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Failure of pound-keeper to account. ",
            "context": "POUNDS ACT under Failure of pound-keeper to account. 21. Any pound-keeper who fails or neglects duly and faithfully  to  comply  with  the  provisions  of  section  19  or  20 applicable to his case, is for  each failure or neglect liable LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 11  L.R.O. 1/2012 [29 of 2007]         Payment to owner of balance of sale of stray.      Unsold stray may be destroyed. [17 of 1973]    Rules and regulations as  to fees. [19 of 1953 17 of 1953]           Procedure and appeal.       Minister may prohibit the impounding of animals in an to a fine of not less than ten thousand nor more than twenty thousand dollars; and if he does not pay over moneys in his hands on account of the sale of strays to the proper officer and within the time in that behalf prescribed, he shall, in addition to that fine, forfeit  and pay double the amount of the money so kept back by him.",
            "description": "Any pound-keeper who fails or neglects duly and faithfully  to  comply  with  the  provisions  of  section  19  or  20 applicable to his case, is for  each failure or neglect liable LAWS OF GUYANA                                                                                                                                                       Pounds  Cap. 71:04 11  L.R.O. 1/2012 [29 of 2007]         Payment to owner of balance of sale of stray.      Unsold stray may be destroyed. [17 of 1973]    Rules and regulations as  to fees. [19 of 1953 17 of 1953]           Procedure and appeal.       Minister may prohibit the impounding of animals in an to a fine of not less than ten thousand nor more than twenty thousand dollars; and if he does not pay over moneys in his hands on account of the sale of strays to the proper officer and within the time in that behalf prescribed, he shall, in addition to that fine, forfeit  and pay double the amount of the money so kept back by him."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Payment to owner of balance of sale of stray. ",
            "context": "POUNDS ACT under Payment to owner of balance of sale of stray. 22. If anyone proves, to the satisfaction of a magistrate, after the sale of any stray, that he was the owner of that stray, the Commissioner of Police or the Accountant General, as the case may be, shall, upon the order of the magistrate, pay over to the owner the balance of the proceeds of the sale of the stray paid into his hands.",
            "description": "If anyone proves, to the satisfaction of a magistrate, after the sale of any stray, that he was the owner of that stray, the Commissioner of Police or the Accountant General, as the case may be, shall, upon the order of the magistrate, pay over to the owner the balance of the proceeds of the sale of the stray paid into his hands."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Unsold stray may be destroyed. ",
            "context": "POUNDS ACT under Unsold stray may be destroyed. 23. Any stray duly advertised and put up for sale under this Act but not sold shall be disposed of by the pound-keeper in accordance with the directions of the Minister.",
            "description": "Any stray duly advertised and put up for sale under this Act but not sold shall be disposed of by the pound-keeper in accordance with the directions of the Minister."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Rules and regulations as to fees. ",
            "context": "POUNDS ACT under Rules and regulations as to fees. 24. The Minister responsible for public order may from time to time make regulations, consistent with this Act, for increasing, reducing, varying or in respect of any area for such period as the Minister responsible for public order shall think fit for suspending, the payment or collection of all or any of the pound fees and other charges and expenses  specified in this Act, and for regulating the mode of accounting therefor, and generally for the guidance and government of pound-keepers in the discharge of their duties.",
            "description": "The Minister responsible for public order may from time to time make regulations, consistent with this Act, for increasing, reducing, varying or in respect of any area for such period as the Minister responsible for public order shall think fit for suspending, the payment or collection of all or any of the pound fees and other charges and expenses  specified in this Act, and for regulating the mode of accounting therefor, and generally for the guidance and government of pound-keepers in the discharge of their duties."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Procedure and appeal.  ",
            "context": "POUNDS ACT under Procedure and appeal.  25. All proceedings for penalties and forfeitures under this Act shall be in accordance with the Summary Jurisdiction Acts.",
            "description": "All proceedings for penalties and forfeitures under this Act shall be in accordance with the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "POUNDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Minister may prohibit the impounding of animals in an emergency.          LAWS OF GUYANA 4 Cap. 71:04                               Pounds     L.R.O. 1/2012  1929 Ed.  c. 93 1953 Ed. c. 82  _______________________________________________________ 1 of 1866 An Act to establish Pounds in Guyana and to make provisions relating thereto.  [1ST JULY, 1866]    Short title.   Minister may establish pounds.       Appointment  of keepers.           Impounding of stray on private premises. [17 of 1973 14 of 1988 29 of 2007 8 of 2010]      ",
            "context": "POUNDS ACT under Minister may prohibit the impounding of animals in an emergency.          LAWS OF GUYANA 4 Cap. 71:04                               Pounds     L.R.O. 1/2012  1929 Ed.  c. 93 1953 Ed. c. 82  _______________________________________________________ 1 of 1866 An Act to establish Pounds in Guyana and to make provisions relating thereto.  [1ST JULY, 1866]    Short title.   Minister may establish pounds.       Appointment  of keepers.           Impounding of stray on private premises. [17 of 1973 14 of 1988 29 of 2007 8 of 2010]      26. (1) Anything in this Act to the contrary notwithstanding, the Minister responsible for public order may, when he deems it expedient to so do, by order, direct LAWS OF GUYANA 12 Cap. 71:04                               Pounds     L.R.O. 1/2012  emergency. [7 of 1950 17 of 1973]      that during the subsistence of such order, no animals specified therein shall be received in any pound to which such order relates.  (2) Any such order may provide that its provisions shall be deemed to have come into effect from such day, not being more than thirty days prior to the publication of such order, as the Minister responsible for public order may think fit.  (3) The Minister responsible for public order may, by a subsequent order, amend, vary or revoke any order made by him under subsection (1).    __________________________      LAWS OF GUYANA                                       Pounds  Cap. 71:04      13                                                                                                                L.R.O. 1/2012   Pro. 6/1960 2/1966A  O. 44/1985 2, 27, 60/1986 29, 82/1989 7, 78/1990 19/2005     Citation.   Establishment of pounds. Schedule    cl 2   Proc. 6/1960    Proc. 2/1966A     Proc. 3/1966A    Proc. 230/1970   Proc. 28/12/1918  Proc. 10/1956   11/1956",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anything in this Act to the contrary notwithstanding, the Minister responsible for public order may, when he deems it expedient to so do, by order, direct LAWS OF GUYANA 12 Cap. 71:04                               Pounds     L.R.O. 1/2012  emergency. [7 of 1950 17 of 1973]      that during the subsistence of such order, no animals specified therein shall be received in any pound to which such order relates."
                },
                {
                    "representation": "(2)",
                    "description": "Any such order may provide that its provisions shall be deemed to have come into effect from such day, not being more than thirty days prior to the publication of such order, as the Minister responsible for public order may think fit."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister responsible for public order may, by a subsequent order, amend, vary or revoke any order made by him under subsection"
                }
            ]
        }
    }
]