[
    {
        "act": "IMPORTATION OF BEES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "IMPORTATION OF BEES ACT under Short title. 1. This Act may be cited as the Importation of Bees Act.",
            "description": "This Act may be cited as the Importation of Bees Act."
        }
    },
    {
        "act": "IMPORTATION OF BEES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "IMPORTATION OF BEES ACT under Interpretation. 2. In this Act  bee means the honey producing bee (apis mellifica) and its varieties and  any other honey producing bee kept for the extraction of honey;  beekeepers stock includes honey, combs, hives that have been in use and other products of, and articles used in connection with, beekeeping;  the regulations means any regulations made under the authority of this Act.",
            "description": "In this Act  bee means the honey producing bee (apis mellifica) and its varieties and  any other honey producing bee kept for the extraction of honey;  beekeepers stock includes honey, combs, hives that have been in use and other products of, and articles used in connection with, beekeeping;  the regulations means any regulations made under the authority of this Act."
        }
    },
    {
        "act": "IMPORTATION OF BEES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to Minister to make regulations for importation of bees. LAWS OF GUYANA 4 Cap. 71:06                                                                                                               Importation of Bees   L.R.O. 1/2012  Power to Minister to make regulations for importation of bees.  Penalty for importing bees in contraven-tion of the regulations. [6 of 1997]  Power to seize and destroy  bees imported  in contraven- tion of the regulations,  and  compensation for wrongful destruction of bee stock. [18 of 1936]         ",
            "context": "IMPORTATION OF BEES ACT under Power to Minister to make regulations for importation of bees. LAWS OF GUYANA 4 Cap. 71:06                                                                                                               Importation of Bees   L.R.O. 1/2012  Power to Minister to make regulations for importation of bees.  Penalty for importing bees in contraven-tion of the regulations. [6 of 1997]  Power to seize and destroy  bees imported  in contraven- tion of the regulations,  and  compensation for wrongful destruction of bee stock. [18 of 1936]         3. The Minister may make regulations for the purpose of regulating the importation of bees and bee-keepers stock.",
            "description": "The Minister may make regulations for the purpose of regulating the importation of bees and bee-keepers stock."
        }
    },
    {
        "act": "IMPORTATION OF BEES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Penalty for importing bees in contravention of the regulations. ",
            "context": "IMPORTATION OF BEES ACT under Penalty for importing bees in contravention of the regulations. 4. Any person who, in contravention of the regulations, imports or aids and abets any person in the importation of any bees or bee- keepers stock shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars.",
            "description": "Any person who, in contravention of the regulations, imports or aids and abets any person in the importation of any bees or bee- keepers stock shall be liable on summary conviction to a fine of nineteen thousand five hundred dollars."
        }
    },
    {
        "act": "IMPORTATION OF BEES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to seize and destroy bees imported in contravention of the regulations, and compensation for wrongful destruction of bee stock.  1953 Ed. c. 256 _____________    21 of 1967    An Act to regulate the importation of bees and bee-keepers’ stock.  [28TH DECEMBER, 1935]  Short title    Interpretation.                ",
            "context": "IMPORTATION OF BEES ACT under Power to seize and destroy bees imported in contravention of the regulations, and compensation for wrongful destruction of bee stock.  1953 Ed. c. 256 _____________    21 of 1967    An Act to regulate the importation of bees and bee-keepers stock.  [28TH DECEMBER, 1935]  Short title    Interpretation.                5. Where any officer of customs, or any police officer not below the rank of assistant superintendent has reasonable grounds for believing that any beekeepers stock or bees have been imported in contravention of the regulations he may seize the same in which case he shall forthwith notify the Chief Agricultural Officer of the seizure, and if the Chief Agricultural Officer is satisfied that any such stock or bees have been imported in contravention of the regulations he may cause the same to be destroyed:  Provided that in the event of its being subsequently proved that the stock or bees which have been destroyed were not imported in contravention of the regulations the Minister may direct that compensation to the extent of the damage sustained by reason of the destruction be paid to the owner thereof.  ________________________     LAWS OF GUYANA Importation of Bees   Cap. 71:06      5                                                                                                L.R.O. 1/2012                     SUBSIDIARY LEGISLATION                         _________________   Reg.3/7/1936          IMPORTATION OF BEES              REGULATIONS               made under section 3  Citation.",
            "description": "Where any officer of customs, or any police officer not below the rank of assistant superintendent has reasonable grounds for believing that any beekeepers stock or bees have been imported in contravention of the regulations he may seize the same in which case he shall forthwith notify the Chief Agricultural Officer of the seizure, and if the Chief Agricultural Officer is satisfied that any such stock or bees have been imported in contravention of the regulations he may cause the same to be destroyed:  Provided that in the event of its being subsequently proved that the stock or bees which have been destroyed were not imported in contravention of the regulations the Minister may direct that compensation to the extent of the damage sustained by reason of the destruction be paid to the owner thereof.  ________________________     LAWS OF GUYANA Importation of Bees   Cap. 71:06      5                                                                                                L.R.O. 1/2012                     SUBSIDIARY LEGISLATION                         _________________   Reg.3/7/1936          IMPORTATION OF BEES              REGULATIONS               made under section 3  Citation."
        }
    }
]