[
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WILD BIRDS PROTECTION ACT under Short title. 1.  This Act may be cited as the Wild Birds Protection Act. LAWS OF GUYANA 4 Cap. 71:07 Wild Birds Protection  L.R.O. 1/2012  Interpretation. Schedule.        [27 of 1934]           Wounding, capturing or killing wild birds specified in the First Schedule. [18 of 1962 6 of 1997]                Protection of captive birds. [18 of 1962 4 of 1972 6 of 1997]",
            "description": "This Act may be cited as the Wild Birds Protection Act. LAWS OF GUYANA 4 Cap. 71:07 Wild Birds Protection  L.R.O. 1/2012  Interpretation. Schedule.        [27 of 1934]           Wounding, capturing or killing wild birds specified in the First Schedule. [18 of 1962 6 of 1997]                Protection of captive birds. [18 of 1962 4 of 1972 6 of 1997]"
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "WILD BIRDS PROTECTION ACT under Interpretation. 2.  In this Act  the close season means the period or periods specified in the Third Schedule as amended from time to time by order of the Minister;  wild bird means any bird specified in the First or the Second Schedule.",
            "description": "In this Act  the close season means the period or periods specified in the Third Schedule as amended from time to time by order of the Minister;  wild bird means any bird specified in the First or the Second Schedule."
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Wounding, capturing or killing wild birds specified in the First Schedule. ",
            "context": "WILD BIRDS PROTECTION ACT under Wounding, capturing or killing wild birds specified in the First Schedule. 3.  Everyone who  (a)  knowingly wounds, or kills, any wild bird specified in the First Schedule; or  (b)  exposes or offers for sale or exports or attempts to export from Guyana, any wild birds or part of any wild bird captured or killed after the commencement of this Act,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars for each wild bird or part thereof in respect of which the offence is committed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "knowingly wounds, or kills, any wild bird specified in the First Schedule; or"
                },
                {
                    "representation": "(b)",
                    "description": "exposes or offers for sale or exports or attempts to export from Guyana, any wild birds or part of any wild bird captured or killed after the commencement of this Act,  shall be liable to a fine of four thousand eight hundred and seventy-five dollars for each wild bird or part thereof in respect of which the offence is committed."
                }
            ]
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Protection of captive birds. ",
            "context": "WILD BIRDS PROTECTION ACT under Protection of captive birds. 4. (1) If any person keeps or confines any bird whatsoever in any cage or other receptacle which is not sufficient in height, length and breadth to permit the bird to stretch its wings freely, he shall be liable to a fine of four thousand eight hundred and seventy-five dollars:  Provided that this subsection shall not apply to poultry, or to the keeping or confining of any bird  (a)  while that bird is in course of conveyance, whether by land, air or water; or  (b)   while  that bird is being shown for the LAWS OF GUYANA Wild Birds Protection Cap. 71:07 5  L.R.O. 1/2012          [18 of 1962]                    Onus of proof on charge of export of wild bird. First Schedule. [18 of 1962]      Wounding or killing wild  bird specified in Second  Schedule  during close season. [6 of 1997]       purposes of any public exhibition or competition if the time during which the bird is kept or confined for those purposes does not in the aggregate exceed seventy-two hours; or  (c)    while that bird is undergoing treatment by a registered veterinary surgeon.  (2) Every person who promotes, arranges, conducts, assists in, receives money for, or takes part in, any event whatsoever at or in the course of which captive birds are liberated by hand or by any other means  whatsoever for the purpose of being shot immediately after their  liberation, or who, being the owner or occupier of any land, permits that land to be used for the purposes of such an event, shall be liable to a fine of four thousand eight hundred and seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person keeps or confines any bird whatsoever in any cage or other receptacle which is not sufficient in height, length and breadth to permit the bird to stretch its wings freely, he shall be liable to a fine of four thousand eight hundred and seventy-five dollars:  Provided that this subsection shall not apply to poultry, or to the keeping or confining of any bird"
                },
                {
                    "representation": "(a)",
                    "description": "while that bird is in course of conveyance, whether by land, air or water; or"
                },
                {
                    "representation": "(b)",
                    "description": "while  that bird is being shown for the LAWS OF GUYANA Wild Birds Protection Cap. 71:07 5  L.R.O. 1/2012          [18 of 1962]                    Onus of proof on charge of export of wild bird. First Schedule. [18 of 1962]      Wounding or killing wild  bird specified in Second  Schedule  during close season. [6 of 1997]       purposes of any public exhibition or competition if the time during which the bird is kept or confined for those purposes does not in the aggregate exceed seventy-two hours; or"
                },
                {
                    "representation": "(c)",
                    "description": "while that bird is undergoing treatment by a registered veterinary surgeon."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who promotes, arranges, conducts, assists in, receives money for, or takes part in, any event whatsoever at or in the course of which captive birds are liberated by hand or by any other means  whatsoever for the purpose of being shot immediately after their  liberation, or who, being the owner or occupier of any land, permits that land to be used for the purposes of such an event, shall be liable to a fine of four thousand eight hundred and seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Onus of proof on charge of export of wild bird. ",
            "context": "WILD BIRDS PROTECTION ACT under Onus of proof on charge of export of wild bird. 5. Where anyone is prosecuted for exporting or attempting to export any wild bird or any part of it, specified in the First Schedule, the proof that  the  wild bird to which the part belonged was captured, wounded, or killed  without  the  limits  of  Guyana  or  before  the commencement of this Act shall be on that person.",
            "description": "Where anyone is prosecuted for exporting or attempting to export any wild bird or any part of it, specified in the First Schedule, the proof that  the  wild bird to which the part belonged was captured, wounded, or killed  without  the  limits  of  Guyana  or  before  the commencement of this Act shall be on that person."
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Wounding or killing wild bird specified in Second Schedule during closed season. ",
            "context": "WILD BIRDS PROTECTION ACT under Wounding or killing wild bird specified in Second Schedule during closed season. 6. Everyone who  (a)     knowingly  captures,  wounds, or  kills, any wild bird specified in the Second Schedule during the close season; or   (b)     exposes  or  offers for sale, or purchases, any of those wild birds recently captured or killed  during  the close season; LAWS OF GUYANA 6 Cap. 71:07 Wild Birds Protection  L.R.O. 1/2012           Exceptions in certain cases.  [18 of 1962]               Licences to kill wild birds or export them. [27 of 1934 18 of 1962]     Power to alter Schedules and close season.  [27 of 1934]                   shall be liable to a fine of four thousand eight hundred and seventy-five dollars for each wild bird in respect of which the offence is committed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "knowingly  captures,  wounds, or  kills, any wild bird specified in the Second Schedule during the close season; or"
                },
                {
                    "representation": "(b)",
                    "description": "exposes  or  offers for sale, or purchases, any of those wild birds recently captured or killed  during  the close season; LAWS OF GUYANA 6 Cap. 71:07 Wild Birds Protection  L.R.O. 1/2012           Exceptions in certain cases.  [18 of 1962]               Licences to kill wild birds or export them. [27 of 1934 18 of 1962]     Power to alter Schedules and close season.  [27 of 1934]                   shall be liable to a fine of four thousand eight hundred and seventy-five dollars for each wild bird in respect of which the offence is committed."
                }
            ]
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Exceptions in certain cases. ",
            "context": "WILD BIRDS PROTECTION ACT under Exceptions in certain cases. 7.  (1) Notwithstanding anything in this Act, no one shall be liable to be convicted of any offence for wounding, or killing, any wild bird if he can prove that the wild bird in respect of which the offence is alleged to have been committed was wounded, or killed for the purpose of procuring food, and at a spot distant more than ten miles from any plantation.  (2) No Amerindian shall be liable to be convicted of any offence under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in this Act, no one shall be liable to be convicted of any offence for wounding, or killing, any wild bird if he can prove that the wild bird in respect of which the offence is alleged to have been committed was wounded, or killed for the purpose of procuring food, and at a spot distant more than ten miles from any plantation."
                },
                {
                    "representation": "(2)",
                    "description": "No Amerindian shall be liable to be convicted of any offence under this Act."
                }
            ]
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Licences to kill wild birds or export them. ",
            "context": "WILD BIRDS PROTECTION ACT under Licences to kill wild birds or export them. 8. Notwithstanding anything in this Act, the Minister may, for the time and subject to the conditions he thinks fit, authorise any person to kill wild birds, and may also so authorise any person to export wild birds or the skins of wild birds.",
            "description": "Notwithstanding anything in this Act, the Minister may, for the time and subject to the conditions he thinks fit, authorise any person to kill wild birds, and may also so authorise any person to export wild birds or the skins of wild birds."
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Power to alter Schedules and close season. ",
            "context": "WILD BIRDS PROTECTION ACT under Power to alter Schedules and close season. 9. (l) The Minister may, by order, from time to time, and as often as occasion requires, declare that the name or names of any bird or birds shall be added to or expunged from the list of birds contained in either the First or the Second Schedule, and thereupon, and while the order remains in force, this Act shall be read and have effect as if the name or names of the bird or birds so added had been inserted, or as if the  name or names of the bird or birds so expunged had not been specified, in the Schedule mentioned in the order.  (2) The Minister may, in like manner, amend the Third Schedule so as to alter the period or periods therein declared to be the close season and may declare what period shall be the period to be observed as the close season with respect to any of the wild birds specified or to be specified in the Second Schedule.  LAWS OF GUYANA Wild Birds Protection Cap. 71:07 7  L.R.O. 1/2012 Requiring offenders  name. [6 of 1997]         Procedure and evidence.               s.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The Minister may, by order, from time to time, and as often as occasion requires, declare that the name or names of any bird or birds shall be added to or expunged from the list of birds contained in either the First or the Second Schedule, and thereupon, and while the order remains in force, this Act shall be read and have effect as if the name or names of the bird or birds so added had been inserted, or as if the  name or names of the bird or birds so expunged had not been specified, in the Schedule mentioned in the order."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, in like manner, amend the Third Schedule so as to alter the period or periods therein declared to be the close season and may declare what period shall be the period to be observed as the close season with respect to any of the wild birds specified or to be specified in the Second Schedule.  LAWS OF GUYANA Wild Birds Protection Cap. 71:07 7  L.R.O. 1/2012 Requiring offenders  name. [6 of 1997]         Procedure and evidence.               s."
                }
            ]
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Requiring offender’s name. ",
            "context": "WILD BIRDS PROTECTION ACT under Requiring offenders name. 10. When anyone is found offending against this Act anyone may require the offender to give his name, description, and place of abode; and if he refuses to give his real name or place of abode, or gives an untrue name, description, or place of abode, he shall be liable to a fine of four thousand eight hundred and seventy-five dollars in addition to any other penalty to which he is liable under this Act.",
            "description": "When anyone is found offending against this Act anyone may require the offender to give his name, description, and place of abode; and if he refuses to give his real name or place of abode, or gives an untrue name, description, or place of abode, he shall be liable to a fine of four thousand eight hundred and seventy-five dollars in addition to any other penalty to which he is liable under this Act."
        }
    },
    {
        "act": "WILD BIRDS PROTECTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Procedure and evidence. FIRST SCHEDULE—List of wild birds absolutely protected.  SECOND SCHEDULE—List of wild birds protected during close                                             season. THIRD SCHEDULE—Definitions of close season.   __________________________ 1929 Ed. c. 273 1953 Ed. c. 260 _______________________________________________________ 31 of 1919 An Act for the protection of certain Wild Birds.   [30TH SEPTEMBER, 1919]  Short title.   ",
            "context": "WILD BIRDS PROTECTION ACT under Procedure and evidence. FIRST SCHEDULEList of wild birds absolutely protected.  SECOND SCHEDULEList of wild birds protected during close                                             season. THIRD SCHEDULEDefinitions of close season.   __________________________ 1929 Ed. c. 273 1953 Ed. c. 260 _______________________________________________________ 31 of 1919 An Act for the protection of certain Wild Birds.   [30TH SEPTEMBER, 1919]  Short title.   11. (1) Every offence under this Act shall be punishable on summary conviction, and the procedure shall be that provided by the Summary Jurisdiction Acts.  (2) Any offence under this Act committed on the sea-coast may be investigated by any magistrate in any county where the accused person is found.  (3) In every proceeding under this Act the defendant may tender himself and be examined as a witness on his own behalf.   FIRST SCHEDULE  LIST OF WILD BIRDS ABSOLUTELY PROTECTED  Ant thrushes and bush shrikes (Formicariid). Babbling thrushes (Mimid). Barbets (Bucconidae, and Capitonid). Bunyas, mocking  birds   and   robins  (Icterid)  except   rice  birds (Cassidix oryzivora).  Cormorants (Phalacrocoracid). Cotingas (wallababa and allies) (Cotingid).  Cuckoos (old witches and allies) (Cuculid).  Ducklars (Plotid). Falcons and hawks (Falconid). Finches (grass birds and allies) (Fringillid).  Fin-foots (Heliornithid). LAWS OF GUYANA 8 Cap. 71:07 Wild Birds Protection  L.R.O. 1/2012                                                  Flamingoes (Phaenicopterid).  Frigate birds (Fregatid).  Gannets (Sulid). Goatsuckers (who you, wakario and allies) (Caprimulgid).  Grebes (Podicepedid). Ground doves (Peristerid). Herons or gaulings, quacks, chows and allies (Ardied).  Hoatzins or canje pheasants (Opisthocomid). Humming birds (doctor birds and allies) (Trochilid).  Jacamars (Galbulid). Jays (Corvid).  Kingfishers (Alcedinid).  Manakins (Piprid). Motmots (houton and allies) (Momotid).  Owls (Bubonid and Strigid). Parrots (festive, blue-cheeked) (Amazona festiva, Amazona  dufresniana) Pelicans (Pelecanid,).  Petrels (Procellarud). Rails and crakes (blue hens, killicow and allies) (Rallid).  Screamers or mahonka (Palamedied). Spur-wings (Parrid). Storks (negro cop, heori and allies) (Ciconiid).  Sugar birds (Coerebid). Sun bitterns or sun birds (Eurypygid).  Swallows (Hirundinid). Swifts (Cypselid). Tanagers (sackies and allies) (Tanagrid).  Terns and gulls (Larid and Stercorarid).  Thrushes (Turid). Toucans or bill birds (Rhamphastid).  Trogons (Trogonid). Tyrant shrikes (quest-ce quil dit, muff bird, kiskadee and allies) (Tyrannid). Vireos and greenlets (Vireonid). Vultures (carrion crows and allies) (Carthartid) except in towns or villages. Warblers (peas tree canary) (Mniotiltid). Woodhewers or LAWS OF GUYANA Wild Birds Protection Cap. 71:07 9  L.R.O. 1/2012      s.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every offence under this Act shall be punishable on summary conviction, and the procedure shall be that provided by the Summary Jurisdiction Acts."
                },
                {
                    "representation": "(2)",
                    "description": "Any offence under this Act committed on the sea-coast may be investigated by any magistrate in any county where the accused person is found."
                },
                {
                    "representation": "(3)",
                    "description": "In every proceeding under this Act the defendant may tender himself and be examined as a witness on his own behalf.   FIRST SCHEDULE  LIST OF WILD BIRDS ABSOLUTELY PROTECTED  Ant thrushes and bush shrikes"
                }
            ]
        }
    }
]