[
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "000",
            "title": "(2) Within five days of dispatching notice  procurement. and to otherwise disseminate information about public Website for the purpose of giving publicity to contract awards ",
            "context": "PROCUREMENT ACT under (2) Within five days of dispatching notice  procurement. and to otherwise disseminate information about public Website for the purpose of giving publicity to contract awards 000., and in the case of contracts for construction, $15,000,",
            "description": "000., and in the case of contracts for construction, $15,000,"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  ",
            "context": "PROCUREMENT ACT under Short title.  1. This may be cited as the Procurement Act.",
            "description": "This may be cited as the Procurement Act."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "PROCUREMENT ACT under Interpretation. 2. In this Act   Administration means the National Procurement and Tender Administration established under section",
            "description": "In this Act   Administration means the National Procurement and Tender Administration established under section"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application.  PART II GENERAL PROVISIONS  ",
            "context": "PROCUREMENT ACT under Application.  PART II GENERAL PROVISIONS  3. (1) This Act applies to all procurement by procuring entities, except as otherwise provided in subsection (2).  (2) Subject to the provisions of provisions of subsection (3), this Act does not apply to procurement involving national defence or national security.  (3) This Act applies to the types of procurement referred to in subsection (2) where and to the extent that the procuring entity, subject to the approval of the National Board, expressly so declares to suppliers or contractors when first soliciting their participation in the procurement proceedings.  (4) This Act applies mutatis mutandis to a supplier or contractor who is a person as it does to a supplier or contractor who is a body of persons, corporate or incorporate.  PART II GENERAL PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act applies to all procurement by procuring entities, except as otherwise provided in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "where and to the extent that the procuring entity, subject to the approval of the National Board, expressly so declares to suppliers or contractors when first soliciting their participation in the procurement proceedings."
                },
                {
                    "representation": "(3)",
                    "description": "This Act applies to the types of procurement referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "This Act applies mutatis mutandis to a supplier or contractor who is a person as it does to a supplier or contractor who is a body of persons, corporate or incorporate.  PART II GENERAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "International obligations. ",
            "context": "PROCUREMENT ACT under International obligations. 4. The provisions of this Act shall apply to any procurement unless they conflict with any provisions made applicable by virtue of an international agreement.",
            "description": "The provisions of this Act shall apply to any procurement unless they conflict with any provisions made applicable by virtue of an international agreement."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Qualifications of suppliers and contractors. ",
            "context": "PROCUREMENT ACT under Qualifications of suppliers and contractors. 5. Every  supplier  or  contractor  wanting  to  participate  in procurement proceedings must qualify by meeting such of the following criteria as the procuring entity considers appropriate  (i)   that it possesses or has access to the technical competence, financial resources, LAWS OF GUYANA 10 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                 equipment and other physical facilities, managerial capability, reliability, experience, and reputation, and the personnel, to perform the contract;  (ii)  that it has legal capacity to enter into the contract;  (iii)  that it is not insolvent, in receivership, bankrupt or being wound up, its affairs are not being administered by a court or a  judicial  officer,  its  business  activities  have  not  been suspended, and it is not the subject of legal proceedings for any of the foregoing;  (iv)  that it has fulfilled its obligations to pay taxes and social security contributions of its employees;  (v)  that it has not, and its directors or officers have not, been convicted of any criminal offence related to its professional conduct or the making of false statements or misrepresentations as to its qualifications to enter into a procurement contract within a period of ten years preceeding the commencement of the procurement proceedings, or has not been otherwise disqualified   pursuant   to   administrative   suspension   or debarment proceedings in this or other jurisdictions over the last three years;  (vi)  that its past performance substantiated by documentary evidence would commend it for serious consideration for the award of LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 11  L.R.O. 1/2012                                                 the contract.  (2) Subject to the right of suppliers or contractors to protect their intellectual property or trade secrets, the procuring entity may require suppliers or contractors participating in procurement proceedings to provide such appropriate documentary evidence or other information as it may deem useful to satisfy itself that the suppliers or contractors are qualified in accordance with the criteria set forth in subsection (1).  (3) Any requirement mentioned in this section shall be set forth in the prequalification documents, if  any,  or  in  the  solicitation documents and shall apply equally to all suppliers or contractors. A procuring entity shall impose no criterion, requirement or procedure with respect to the qualifications of suppliers or contractors other than those set forth in this section or the regulations.  (4) Subject to section 39 (6)(b), the procuring entity shall establish no criterion,  requirement   or  procedure   with   respect   to   the qualifications  of  suppliers  or  contractors  that  discriminates against or among suppliers or contractors or against categories thereof on the basis of nationality.  (5) (a)     A procuring entity may disqualify a supplier or contractor if it finds at any time that the supplier or contractor knowingly submitted information concerning the qualifications of the supplier  or  contractor  that  was  materially  inaccurate, incomplete, or false. A supplier or contractor that has been disqualified pursuant to this paragraph may be subject to such sanctions as the National Board may impose.  (b)  Other than in a case to which paragraph (a) applies, a procuring entity may not LAWS OF GUYANA 12 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                 Pre-qualifica- tion  proceed-                                disqualify a supplier or contractor on the   ground  that  information  submitted  concerning  the qualifications of the supplier or contractors was inaccurate or incomplete  in  a  non-material  respect.  The supplier  or contractor may be disqualified if it fails to remedy such non- material deficiencies promptly upon request by the procuring entity.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "that it possesses or has access to the technical competence, financial resources, LAWS OF GUYANA 10 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                 equipment and other physical facilities, managerial capability, reliability, experience, and reputation, and the personnel, to perform the contract;"
                },
                {
                    "representation": "(v)",
                    "description": "that it has not, and its directors or officers have not, been convicted of any criminal offence related to its professional conduct or the making of false statements or misrepresentations as to its qualifications to enter into a procurement contract within a period of ten years preceeding the commencement of the procurement proceedings, or has not been otherwise disqualified   pursuant   to   administrative   suspension   or debarment proceedings in this or other jurisdictions over the last three years;"
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the right of suppliers or contractors to protect their intellectual property or trade secrets, the procuring entity may require suppliers or contractors participating in procurement proceedings to provide such appropriate documentary evidence or other information as it may deem useful to satisfy itself that the suppliers or contractors are qualified in accordance with the criteria set forth in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any requirement mentioned in this section shall be set forth in the prequalification documents, if  any,  or  in  the  solicitation documents and shall apply equally to all suppliers or contractors. A procuring entity shall impose no criterion, requirement or procedure with respect to the qualifications of suppliers or contractors other than those set forth in this section or the regulations."
                },
                {
                    "representation": "(4)",
                    "description": "Subject to section 39"
                },
                {
                    "representation": "(5)",
                    "description": "(a)     A procuring entity may disqualify a supplier or contractor if it finds at any time that the supplier or contractor knowingly submitted information concerning the qualifications of the supplier  or  contractor  that  was  materially  inaccurate, incomplete, or false. A supplier or contractor that has been disqualified pursuant to this paragraph may be subject to such sanctions as the National Board may impose."
                },
                {
                    "representation": "(b)",
                    "description": "Other than in a case to which paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "applies, a procuring entity may not LAWS OF GUYANA 12 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                 Pre-qualifica- tion  proceed-                                disqualify a supplier or contractor on the   ground  that  information  submitted  concerning  the qualifications of the supplier or contractors was inaccurate or incomplete  in  a  non-material  respect.  The supplier  or contractor may be disqualified if it fails to remedy such non- material deficiencies promptly upon request by the procuring entity."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Pre-qualification proceedings. ",
            "context": "PROCUREMENT ACT under Pre-qualification proceedings. 6. (1) The  procuring  entity  may  engage  in  prequalification proceedings in order to identify, prior to the submission of tenders in procurement proceedings conducted pursuant to PART V, suppliers and contractors that are qualified to participate in such proceedings. conditions of the contract   to   be   (b)  a summary of the required terms and  tions; submitting prequalification applica-(a) instructions for preparing and  the following information (3)  The prequalification documents shall include,  invitation  to prequalify. or contractor that requests them in accordance with the  therefor, a set of prequalification   documents to each supplier qualification proceedings, it shall provide, on payment (2) If the procuring entity engages in pre-  shall reach the area impacted by the procurement. are displayed  and  posted  in  public places. Such solicitations of free access where Government procurement opportunities published in newspapers  of  wide  circulation or on a website to prequalify by causing an invitation to prequalify to be    (1) (a) A procuring entity shall solicit invitations  ings. [12 of 2010]LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 13  L.R.O. 1/2012                                                 entered   into   as   a   result   of   the procurement proceedings;  (c)  any documentary evidence or other information that must be submitted by suppliers or contractors to demonstrate their qualifications;  (d)  the manner and place for the submission of applications to   prequalify  and  the  deadline  for  such  submission, expressed as  a  specific  date  and  time  and  allowing sufficient time for suppliers or contractors to prepare and  submit their applications, taking into account the needs of the procuring entity;  (e)  any other requirements that may be established by the procuring entity in conformity with this Act and the procurement regulations relating to the preparation and submission  of applications  to prequalify  and to the prequalification proceedings.  (4) The procuring entity shall respond to a valid query by a supplier or contractor for clarification of the prequalification documents that is received by the procuring entity within a reasonable time prior to the deadline for the  submission of applications  to prequalify. The response by the procuring entity shall be given within a reasonable time so as to enable the supplier or contractor to make a timely submission of its application to prequalify. The response to any query shall, without identifying the source of the query, be communicated to all suppliers or contractors to which the procuring entity provided the prequalification documents.  LAWS OF GUYANA 14 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                  (5) The procuring entity shall make a decision with respect to the qualifications of  each  supplier  or  contractor  submitting  an application to prequalify. In reaching that decision, the procuring entity shall apply only the criteria set forth in the prequalification documents.  (6) The procuring entity shall promptly notify each supplier or contractor submitting an application to prequalify whether or not it has been prequalified and shall make available to any member of the general public, upon request, the names of all suppliers or contractors that  have  been  prequalified.  Only suppliers  or contractors that have been prequalified are entitled to participate further in the procurement proceedings.  (7) The procuring entity shall, upon request, communicate to any supplier or contractor that has not been prequalified the grounds therefor.  (8) Should the procuring entity decide that a supplier or contractor does not satisfy the prequalification requirements, the supplier or contractor may, upon request, obtain a review of that decision pursuant to Part VII.  (9)  The procuring entity may require a supplier or contractor that has been  prequalified  to  demonstrate  again  its  qualifications  in accordance  with  the  same  criteria  used  to  prequalify  such supplier or contractor. The procuring entity shall disqualify any supplier or   contractor  that fails  to  demonstrate  again  its qualifications if requested to do so. The procuring entity shall promptly notify each supplier or contractor requested to demonstrate again its  qualifications as to whether or not the supplier or contractor has  done so to the satisfaction of the procuring entity. Where a supplier or contractor is disqualified for failing to demonstrate again its qualifications, the procuring entity shall, upon request, communicate the grounds therefor. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 15  L.R.O. 1/2012 Participation  by  suppliers   or contractors.   Form  of communica- tions.                                Rules  concern- ing  documen- tary   evidence provided  by suppliers  or contractors.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) A procuring entity shall solicit invitations  ings. [12 of 2010]LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 13  L.R.O. 1/2012                                                 entered   into   as   a   result   of   the procurement proceedings;"
                },
                {
                    "representation": "(b)",
                    "description": "a summary of the required terms and  tions; submitting prequalification applica-(a) instructions for preparing and  the following information"
                },
                {
                    "representation": "(3)",
                    "description": "The prequalification documents shall include,  invitation  to prequalify. or contractor that requests them in accordance with the  therefor, a set of prequalification   documents to each supplier qualification proceedings, it shall provide, on payment"
                },
                {
                    "representation": "(2)",
                    "description": "If the procuring entity engages in pre-  shall reach the area impacted by the procurement. are displayed  and  posted  in  public places. Such solicitations of free access where Government procurement opportunities published in newspapers  of  wide  circulation or on a website to prequalify by causing an invitation to prequalify to be"
                },
                {
                    "representation": "(c)",
                    "description": "any documentary evidence or other information that must be submitted by suppliers or contractors to demonstrate their qualifications;"
                },
                {
                    "representation": "(d)",
                    "description": "the manner and place for the submission of applications to   prequalify  and  the  deadline  for  such  submission, expressed as  a  specific  date  and  time  and  allowing sufficient time for suppliers or contractors to prepare and  submit their applications, taking into account the needs of the procuring entity;"
                },
                {
                    "representation": "(e)",
                    "description": "any other requirements that may be established by the procuring entity in conformity with this Act and the procurement regulations relating to the preparation and submission  of applications  to prequalify  and to the prequalification proceedings."
                },
                {
                    "representation": "(4)",
                    "description": "The procuring entity shall respond to a valid query by a supplier or contractor for clarification of the prequalification documents that is received by the procuring entity within a reasonable time prior to the deadline for the  submission of applications  to prequalify. The response by the procuring entity shall be given within a reasonable time so as to enable the supplier or contractor to make a timely submission of its application to prequalify. The response to any query shall, without identifying the source of the query, be communicated to all suppliers or contractors to which the procuring entity provided the prequalification documents.  LAWS OF GUYANA 14 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012"
                },
                {
                    "representation": "(5)",
                    "description": "The procuring entity shall make a decision with respect to the qualifications of  each  supplier  or  contractor  submitting  an application to prequalify. In reaching that decision, the procuring entity shall apply only the criteria set forth in the prequalification documents."
                },
                {
                    "representation": "(6)",
                    "description": "The procuring entity shall promptly notify each supplier or contractor submitting an application to prequalify whether or not it has been prequalified and shall make available to any member of the general public, upon request, the names of all suppliers or contractors that  have  been  prequalified.  Only suppliers  or contractors that have been prequalified are entitled to participate further in the procurement proceedings."
                },
                {
                    "representation": "(7)",
                    "description": "The procuring entity shall, upon request, communicate to any supplier or contractor that has not been prequalified the grounds therefor."
                },
                {
                    "representation": "(8)",
                    "description": "Should the procuring entity decide that a supplier or contractor does not satisfy the prequalification requirements, the supplier or contractor may, upon request, obtain a review of that decision pursuant to Part VII."
                },
                {
                    "representation": "(9)",
                    "description": "The procuring entity may require a supplier or contractor that has been  prequalified  to  demonstrate  again  its  qualifications  in accordance  with  the  same  criteria  used  to  prequalify  such supplier or contractor. The procuring entity shall disqualify any supplier or   contractor  that fails  to  demonstrate  again  its qualifications if requested to do so. The procuring entity shall promptly notify each supplier or contractor requested to demonstrate again its  qualifications as to whether or not the supplier or contractor has  done so to the satisfaction of the procuring entity. Where a supplier or contractor is disqualified for failing to demonstrate again its qualifications, the procuring entity shall, upon request, communicate the grounds therefor. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 15  L.R.O. 1/2012 Participation  by  suppliers   or contractors.   Form  of communica- tions.                                Rules  concern- ing  documen- tary   evidence provided  by suppliers  or contractors."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Participation by suppliers or contractors. ",
            "context": "PROCUREMENT ACT under Participation by suppliers or contractors. 7. Suppliers   or   contractors   are   permitted   to   participate   in procurement proceedings without regard to nationality.",
            "description": "Suppliers   or   contractors   are   permitted   to   participate   in procurement proceedings without regard to nationality."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Form of communications. ",
            "context": "PROCUREMENT ACT under Form of communications. 8. (1) Subject to the other provisions and any requirement of form specified  by  the  procuring  entity  when  first  soliciting  the participation of suppliers or contractors in the procurement proceedings, documents, notifications, decisions and other communications referred to in this Act to be submitted by the procuring  entity  or  administrative  authority  to  a supplier  or contractor or by a supplier or contractor to the procuring entity shall be in a form that provides a record of the content of the communication. This shall   include   forms of   electronic communication provided that a record of the content is produced.  (2) Communications between suppliers or  contractors  and  the procuring entity referred to in section 6 (4) and (6), and PART V, Sections I and II, may be made by a form of communication that   does   not   provide   a   record   of the content of the communication provided that, immediately thereafter, confirmation of the communication is given to the recipient of the communication in a form which does provide a record of the confirmation.  (3) The procuring entity shall not discriminate against or among suppliers or contractors on the basis of the form in which they transmit or receive documents, notifications, decisions or other communications.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the other provisions and any requirement of form specified  by  the  procuring  entity  when  first  soliciting  the participation of suppliers or contractors in the procurement proceedings, documents, notifications, decisions and other communications referred to in this Act to be submitted by the procuring  entity  or  administrative  authority  to  a supplier  or contractor or by a supplier or contractor to the procuring entity shall be in a form that provides a record of the content of the communication. This shall   include   forms of   electronic communication provided that a record of the content is produced."
                },
                {
                    "representation": "(2)",
                    "description": "Communications between suppliers or  contractors  and  the procuring entity referred to in section 6"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "The procuring entity shall not discriminate against or among suppliers or contractors on the basis of the form in which they transmit or receive documents, notifications, decisions or other communications."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Rules concerning documentary evidence provided by suppliers or contractors. ",
            "context": "PROCUREMENT ACT under Rules concerning documentary evidence provided by suppliers or contractors. 9. (1) If the procuring entity requires the authentication of documentary evidence provided by suppliers or contractors to demonstrate their qualifications in procurement proceedings, the procuring entity shall not impose any requirements as to the authentication of such evidence other than those provided for by law.  LAWS OF GUYANA 16 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012       Record of procurement proceedings.                                        (2) The procuring entity may require authentication of documentary evidence only of the lowest evaluated bidder recommended to be awarded the tender.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the procuring entity requires the authentication of documentary evidence provided by suppliers or contractors to demonstrate their qualifications in procurement proceedings, the procuring entity shall not impose any requirements as to the authentication of such evidence other than those provided for by law.  LAWS OF GUYANA 16 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012       Record of procurement proceedings."
                },
                {
                    "representation": "(2)",
                    "description": "The procuring entity may require authentication of documentary evidence only of the lowest evaluated bidder recommended to be awarded the tender."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Record of procurement proceedings. ",
            "context": "PROCUREMENT ACT under Record of procurement proceedings. 10. (1) The procuring entity shall maintain a record of the procurement proceedings including  (a)  a brief description of the goods, services, construction, or consulting services to be procured;  (b)  the names and addresses of suppliers or contractors that submitted tenders, proposals, or quotations, and the name and address of the supplier or contractor with which the contract is entered into and the contract price;  (c)  information relating to the qualification, or lack thereof, of suppliers or contractors that submitted tenders, proposals, offers or quotations;  (d)  the price and a summary of the other principal terms and conditions of each tender or proposal;  (e)  the means used to solicit suppliers or contractors and a record of any such advertisement;  (f)  the time and place for the opening of tenders;  (g)  the  names  of  the  suppliers  or  contractors  or  their representatives or members of the public attending the opening of tenders or LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 17  L.R.O. 1/2012                                                 proposals;  (h)  the form of tender and those pages containing the original bill of quantities for construction.  (2) Subject to section 38 (3), the portion of the record referred to in subsection (1)(a) and (b) shall, on request, be made available to any  person  after  a  tender  has  been  accepted  and  a  public notice as required by section 11, has been published, or after procurement proceedings have been terminated.  (3) Subject to section 38 (3), the record referred to in subsection (1) shall, on request, be made available to suppliers or contractors that submitted tenders, or applied for prequalification, after a tender  has  been accepted or procurement proceedings have been terminated. However, except when ordered to do so by a competent court, and subject to the conditions of such an order, the procuring entity shall not disclose  (a)  information if its disclosure would be contrary to law, would impede law enforcement, would not be in the public interest, would prejudice legitimate commercial interests of the other parties or would inhibit fair competition;  (b)  information relating to the examination or evaluation of tender proposals, but this non-disclosure shall not be construed as preventing the disclosure of scoring sheets or rankings, or any other documents that provide a qualitative or quantitative comparison of the tender proposals. LAWS OF GUYANA 18 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012           Publication of contract  awards.         Inducements from suppliers or contractors.                 Rules  concern- ing    description of  goods, services  or construction.      (4) Where the procuring entity has acted in good faith, the procuring entity shall not be liable to suppliers or contractors for damages solely for a failure to maintain a record of the procurement proceedings in accordance with the provisions of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall, on request, be made available to suppliers or contractors that submitted tenders, or applied for prequalification, after a tender  has  been accepted or procurement proceedings have been terminated. However, except when ordered to do so by a competent court, and subject to the conditions of such an order, the procuring entity shall not disclose"
                },
                {
                    "representation": "(a)",
                    "description": "information if its disclosure would be contrary to law, would impede law enforcement, would not be in the public interest, would prejudice legitimate commercial interests of the other parties or would inhibit fair competition;"
                },
                {
                    "representation": "(b)",
                    "description": "information relating to the examination or evaluation of tender proposals, but this non-disclosure shall not be construed as preventing the disclosure of scoring sheets or rankings, or any other documents that provide a qualitative or quantitative comparison of the tender proposals. LAWS OF GUYANA 18 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012           Publication of contract  awards.         Inducements from suppliers or contractors.                 Rules  concern- ing    description of  goods, services  or construction."
                },
                {
                    "representation": "(c)",
                    "description": "information relating to the qualification, or lack thereof, of suppliers or contractors that submitted tenders, proposals, offers or quotations;"
                },
                {
                    "representation": "(d)",
                    "description": "the price and a summary of the other principal terms and conditions of each tender or proposal;"
                },
                {
                    "representation": "(e)",
                    "description": "the means used to solicit suppliers or contractors and a record of any such advertisement;"
                },
                {
                    "representation": "(f)",
                    "description": "the time and place for the opening of tenders;"
                },
                {
                    "representation": "(g)",
                    "description": "the  names  of  the  suppliers  or  contractors  or  their representatives or members of the public attending the opening of tenders or LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 17  L.R.O. 1/2012                                                 proposals;"
                },
                {
                    "representation": "(h)",
                    "description": "the form of tender and those pages containing the original bill of quantities for construction."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to section 38"
                },
                {
                    "representation": "(3)",
                    "description": "Subject to section 38"
                },
                {
                    "representation": "(4)",
                    "description": "Where the procuring entity has acted in good faith, the procuring entity shall not be liable to suppliers or contractors for damages solely for a failure to maintain a record of the procurement proceedings in accordance with the provisions of this section."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Publication of contract awards. ",
            "context": "PROCUREMENT ACT under Publication of contract awards. 11. (1) The procuring entity shall publish notice of procurement contract awards within seven days of awarding such contracts.  (2) The procurement regulations shall provide for the manner of publication of the notice required by subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The procuring entity shall publish notice of procurement contract awards within seven days of awarding such contracts."
                },
                {
                    "representation": "(2)",
                    "description": "The procurement regulations shall provide for the manner of publication of the notice required by subsection"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Inducements from suppliers or contractors. ",
            "context": "PROCUREMENT ACT under Inducements from suppliers or contractors. 12. An appropriate board shall reject a tender, if the supplier or contractor that submitted it offers, gives or agrees to give, to any current or former officer or employee of the procuring entity or other governmental authority directly or indirectly including through a  family member, a gratuity in any form, an offer of employment  or  any other  thing or  service  or  value,  as an inducement with respect to an act or decision of, or procedure followed by, such appropriate board in connection with the procurement  proceedings. Such  rejection  of  the  tender  or proposal and the reasons therefor shall be recorded in the record of the procurement proceedings and promptly communicated to the supplier or contractor.",
            "description": "An appropriate board shall reject a tender, if the supplier or contractor that submitted it offers, gives or agrees to give, to any current or former officer or employee of the procuring entity or other governmental authority directly or indirectly including through a  family member, a gratuity in any form, an offer of employment  or  any other  thing or  service  or  value,  as an inducement with respect to an act or decision of, or procedure followed by, such appropriate board in connection with the procurement  proceedings. Such  rejection  of  the  tender  or proposal and the reasons therefor shall be recorded in the record of the procurement proceedings and promptly communicated to the supplier or contractor."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Rules concerning description of goods, services, or construction. ",
            "context": "PROCUREMENT ACT under Rules concerning description of goods, services, or construction. 13. (1) Any specifications, plans, drawings and designs setting forth the technical or quality characteristics of the goods, services, or construction to be procured, and requirements concerning testing and test methods, packing, marking or labelling or conformity certification, any symbols and terminology, that create obstacles to  participation, including obstacles based on nationality, by suppliers or contractors in the procurement proceedings shall not be LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 19  L.R.O. 1/2012                                                  Splitting of contracts.  included or used in the prequalification documents, solicitation documents or other documents for solicitation of tenders.  (2) To the extent possible, any specifications, plans, drawings, designs and requirements shall be based on the relevant objective technical and quality characteristics of the goods, services, or construction to be procured. There shall be no requirement of or reference to a particular trade mark, name, patent, design, type, specific origin or producer unless there is no other sufficiently precise or intelligible way of describing the characteristics of the goods, services, or construction to be procured and provided that the words such as or equivalent are included.  (3)  (a)    Standardized  features, requirements, symbols and terminology relating  to  the  technical  and  quality  characteristics  of  the goods, services, or construction to be procured shall be used, where  available,  in  formulating  any  specifications,  plans, drawings and designs to be included in the documents for the solicitation of tenders.                (b)        Due regard shall be had for the use of standardized trade terms,  where  available,  in  formulating  the  terms  and conditions of the procurement contract to be entered into as a result of the procurement proceedings and in formulating other relevant aspects of the documents for solicitation of tenders.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any specifications, plans, drawings and designs setting forth the technical or quality characteristics of the goods, services, or construction to be procured, and requirements concerning testing and test methods, packing, marking or labelling or conformity certification, any symbols and terminology, that create obstacles to  participation, including obstacles based on nationality, by suppliers or contractors in the procurement proceedings shall not be LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 19  L.R.O. 1/2012                                                  Splitting of contracts.  included or used in the prequalification documents, solicitation documents or other documents for solicitation of tenders."
                },
                {
                    "representation": "(2)",
                    "description": "To the extent possible, any specifications, plans, drawings, designs and requirements shall be based on the relevant objective technical and quality characteristics of the goods, services, or construction to be procured. There shall be no requirement of or reference to a particular trade mark, name, patent, design, type, specific origin or producer unless there is no other sufficiently precise or intelligible way of describing the characteristics of the goods, services, or construction to be procured and provided that the words such as or equivalent are included."
                },
                {
                    "representation": "(3)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "Standardized  features, requirements, symbols and terminology relating  to  the  technical  and  quality  characteristics  of  the goods, services, or construction to be procured shall be used, where  available,  in  formulating  any  specifications,  plans, drawings and designs to be included in the documents for the solicitation of tenders."
                },
                {
                    "representation": "(b)",
                    "description": "Due regard shall be had for the use of standardized trade terms,  where  available,  in  formulating  the  terms  and conditions of the procurement contract to be entered into as a result of the procurement proceedings and in formulating other relevant aspects of the documents for solicitation of tenders."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Splitting of contracts. ",
            "context": "PROCUREMENT ACT under Splitting of contracts. 14. A procuring entity shall not split or cause to split contracts or divide or cause to divide its procurement LAWS OF GUYANA 20 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012       Language of solicitation documents.       Creation and membership of the National Procurement and Tender Administr- ation.                           into separate contracts where the sole purpose for doing so is to avoid the application of any provision of this Act or any regulations made thereunder.",
            "description": "A procuring entity shall not split or cause to split contracts or divide or cause to divide its procurement LAWS OF GUYANA 20 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012       Language of solicitation documents.       Creation and membership of the National Procurement and Tender Administr- ation.                           into separate contracts where the sole purpose for doing so is to avoid the application of any provision of this Act or any regulations made thereunder."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Language of solicitation documents.  PART III ADMINISTRATIVE STRUCTURE FOR PUBLIC PROCUREMENT  ",
            "context": "PROCUREMENT ACT under Language of solicitation documents.  PART III ADMINISTRATIVE STRUCTURE FOR PUBLIC PROCUREMENT  15. All documents for the solicitation of tenders shall be in English.  PART III ADMINISTRATIVE STRUCTURE FOR PUBLIC PROCUREMENT",
            "description": "All documents for the solicitation of tenders shall be in English.  PART III ADMINISTRATIVE STRUCTURE FOR PUBLIC PROCUREMENT"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Creation and membership of the National Procurement and Tender Administration. ",
            "context": "PROCUREMENT ACT under Creation and membership of the National Procurement and Tender Administration. 16.   appropriate board means, as the context requires, the National Board, the Ministerial Board, a Regional Board, a District Board, a Departmental Board or an Agency Board;  construction  means  all  works  associated  with  the construction, reconstruction, demolition, repair or renovation of a building, structure or works, such as site preparation, excavation, erection, building, installation of equipment or materials, decoration and finishing;  consulting services means services of an intellectual nature which do not lead to a physically measurable result;  currency means monetary unit of account;  domestic supplier means a supplier having his principal place of business in Guyana.  goods includes raw materials, products, equipment and LAWS OF GUYANA 8 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                 other physical objects of every kind and description, whether in solid, liquid, or gaseous form, and electricity;  Minister means the Minister of Finance;  National Board means the National Procurement and Tender Board established under section",
            "description": "appropriate board means, as the context requires, the National Board, the Ministerial Board, a Regional Board, a District Board, a Departmental Board or an Agency Board;  construction  means  all  works  associated  with  the construction, reconstruction, demolition, repair or renovation of a building, structure or works, such as site preparation, excavation, erection, building, installation of equipment or materials, decoration and finishing;  consulting services means services of an intellectual nature which do not lead to a physically measurable result;  currency means monetary unit of account;  domestic supplier means a supplier having his principal place of business in Guyana.  goods includes raw materials, products, equipment and LAWS OF GUYANA 8 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                 other physical objects of every kind and description, whether in solid, liquid, or gaseous form, and electricity;  Minister means the Minister of Finance;  National Board means the National Procurement and Tender Board established under section"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Functions of the National Board. ",
            "context": "PROCUREMENT ACT under Functions of the National Board. 17. (1)  The  National  Board  shall  be  responsible  for  exercising jurisdiction over tenders the value of which exceeds such an amount prescribed by regulations, appointing a pool of evaluators for such period as it may determine, and maintaining efficient record keeping and quality assurances systems.  (2) In addition, pending the establishment of the Public Procurement Commission, the National Board shall be responsible for  (a)  making regulations governing procurement to carry out the provisions of this Act;  (b)  determining the forms of documents for procurement including, but not limited to  (i) standard bidding documents;  LAWS OF GUYANA 22 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                  (ii) prequalification   documents;   (iii) contracts;  (iv) evaluation forms; and  (v) procurement manuals, guidelines, and procedures.   (c)  organizing training seminars regarding procurements;  (d)  reporting annually to the Minister on the effectiveness of the procurement processes, and recommending therein any amendment to this Act that may be necessary to improve the effectiveness of the procurement process;  (e)  as provided for in section 53, upon request, reviewing decisions by the procuring entities;  (f)  adjudicating debarment proceedings.  (3) When the Public Procurement Commission is established, the responsibilities of the National Board shall be limited to those provided for in subsection (1), and all other responsibilities listed in this section shall be the  responsibility  of  the  Public Procurement Commission.  (4)  For each procurement subject to its jurisdiction, the National Board shall select and appoint from the pool of evaluators appointed pursuant to subsection (1), three individuals with appropriate expertise and experience, to serve as members of an Evaluation Committee for such procurement, and shall transmit to the Evaluation Committee, LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 23  L.R.O. 1/2012            Secretariat of  the  Administra- tion.              Creation   and membership   of Regional Tender    Boards.                        in a timely manner, all tenders timely received. The Evaluation Committee shall evaluate the tenders as provided for in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  National  Board  shall  be  responsible  for  exercising jurisdiction over tenders the value of which exceeds such an amount prescribed by regulations, appointing a pool of evaluators for such period as it may determine, and maintaining efficient record keeping and quality assurances systems."
                },
                {
                    "representation": "(2)",
                    "description": "In addition, pending the establishment of the Public Procurement Commission, the National Board shall be responsible for"
                },
                {
                    "representation": "(a)",
                    "description": "making regulations governing procurement to carry out the provisions of this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "determining the forms of documents for procurement including, but not limited to"
                },
                {
                    "representation": "(i)",
                    "description": "standard bidding documents;  LAWS OF GUYANA 22 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012"
                },
                {
                    "representation": "(v)",
                    "description": "procurement manuals, guidelines, and procedures."
                },
                {
                    "representation": "(c)",
                    "description": "organizing training seminars regarding procurements;"
                },
                {
                    "representation": "(d)",
                    "description": "reporting annually to the Minister on the effectiveness of the procurement processes, and recommending therein any amendment to this Act that may be necessary to improve the effectiveness of the procurement process;"
                },
                {
                    "representation": "(e)",
                    "description": "as provided for in section 53, upon request, reviewing decisions by the procuring entities;"
                },
                {
                    "representation": "(f)",
                    "description": "adjudicating debarment proceedings."
                },
                {
                    "representation": "(3)",
                    "description": "When the Public Procurement Commission is established, the responsibilities of the National Board shall be limited to those provided for in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "For each procurement subject to its jurisdiction, the National Board shall select and appoint from the pool of evaluators appointed pursuant to subsection"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Secretariat of the Administration. ",
            "context": "PROCUREMENT ACT under Secretariat of the Administration. 18. (1) The National Board shall, in consultation with the Minister, establish a Secretariat to be responsible for the operational management of the Administration. The day-to-day activities of the Secretariat shall be managed by a professional staff of proven experience and capabilities.  (2) The Secretariat shall receive the staff, training, and equipment necessary to discharge its responsibilities.  (3) Each member of the Secretariat shall declare his assets to the Integrity Commission.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The National Board shall, in consultation with the Minister, establish a Secretariat to be responsible for the operational management of the Administration. The day-to-day activities of the Secretariat shall be managed by a professional staff of proven experience and capabilities."
                },
                {
                    "representation": "(2)",
                    "description": "The Secretariat shall receive the staff, training, and equipment necessary to discharge its responsibilities."
                },
                {
                    "representation": "(3)",
                    "description": "Each member of the Secretariat shall declare his assets to the Integrity Commission."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Creation and membership of Regional Tender Boards.  LAWS OF GUYANA 4 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012  SECTION  ",
            "context": "PROCUREMENT ACT under Creation and membership of Regional Tender Boards.  LAWS OF GUYANA 4 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012  SECTION  19. (1) The National Board shall create within each administrative region a Regional Tender Board, hereinafter referred to as the Regional Board and subject to section 17(1), a Regional Board shall have jurisdiction over procurement by the relevant regional administration the value of which is less than such an amount as may be prescribed by regulations.  (2) Each Regional Board shall consist of five members, as follows   (a)  three members appointed by the National Board;  (b)  two members appointed by the regional administration, from among persons with qualifications not dissimilar to those required for appointment to the National Board;  (3) One member of each Regional Board appointed by the National Board shall serve on a full-time basis and he shall be the Chairman; the others on a part-time basis. LAWS OF GUYANA 24 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                      Function  of the Regional Boards.                              (4) The term of membership on a Regional Board shall be two years.   (5)  Members of the Regional Board shall receive such remuneration and allowances as may be determined by the Minister. (6) A member of the Regional Board shall declare his assets to the Integrity Commission.  (7) Three members including the Chairman shall form a quorum.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The National Board shall create within each administrative region a Regional Tender Board, hereinafter referred to as the Regional Board and subject to section 17(1), a Regional Board shall have jurisdiction over procurement by the relevant regional administration the value of which is less than such an amount as may be prescribed by regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Each Regional Board shall consist of five members, as follows"
                },
                {
                    "representation": "(a)",
                    "description": "three members appointed by the National Board;"
                },
                {
                    "representation": "(b)",
                    "description": "two members appointed by the regional administration, from among persons with qualifications not dissimilar to those required for appointment to the National Board;"
                },
                {
                    "representation": "(3)",
                    "description": "One member of each Regional Board appointed by the National Board shall serve on a full-time basis and he shall be the Chairman; the others on a part-time basis. LAWS OF GUYANA 24 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                      Function  of the Regional Boards."
                },
                {
                    "representation": "(4)",
                    "description": "The term of membership on a Regional Board shall be two years."
                },
                {
                    "representation": "(5)",
                    "description": "Members of the Regional Board shall receive such remuneration and allowances as may be determined by the Minister."
                },
                {
                    "representation": "(6)",
                    "description": "A member of the Regional Board shall declare his assets to the Integrity Commission."
                },
                {
                    "representation": "(7)",
                    "description": "Three members including the Chairman shall form a quorum."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Functions of the Regional Boards. ",
            "context": "PROCUREMENT ACT under Functions of the Regional Boards. 20. (1) Each Regional Board shall nominate for consideration by the National Board qualified individuals to serve on an Evaluation Committee.  (2) Each Regional Board shall in accordance with this Act and the regulations oversee the administration of procurement in its respective administrative region.  (3)  Each Regional Board shall prepare, using such standardized forms  and  criteria  as  have  been  prepared  by  the  National Board,   solicitation  documents  for  tenders  subject  to  its jurisdiction. A Regional Board may, with the approval of the National Board, make such minor alterations or modifications to such forms and criteria as are deemed necessary on a case- by-case basis.  (4)  Each Regional Board shall determine whether suppliers or contractors satisfy such qualification requirements as may be imposed under section 5(1).  (5) For each procurement subject to its jurisdiction, a Regional Board shall select from the pool of evaluators appointed by the National Board under  section 17, three evaluators with expertise and experience, to serve as LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 25  L.R.O. 1/2012                         Creation   and membership    of District   Tender Boards.                         members of the Evaluation Committee for such procurement.  (6) In selecting evaluators to serve on an Evaluation Committee, a Regional Board is not restricted to selecting individuals from its administrative region.  (7) The Evaluation Committee shall evaluate the tenders pursuant to section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Each Regional Board shall nominate for consideration by the National Board qualified individuals to serve on an Evaluation Committee."
                },
                {
                    "representation": "(2)",
                    "description": "Each Regional Board shall in accordance with this Act and the regulations oversee the administration of procurement in its respective administrative region."
                },
                {
                    "representation": "(3)",
                    "description": "Each Regional Board shall prepare, using such standardized forms  and  criteria  as  have  been  prepared  by  the  National Board,   solicitation  documents  for  tenders  subject  to  its jurisdiction. A Regional Board may, with the approval of the National Board, make such minor alterations or modifications to such forms and criteria as are deemed necessary on a case- by-case basis."
                },
                {
                    "representation": "(4)",
                    "description": "Each Regional Board shall determine whether suppliers or contractors satisfy such qualification requirements as may be imposed under section 5(1)."
                },
                {
                    "representation": "(5)",
                    "description": "For each procurement subject to its jurisdiction, a Regional Board shall select from the pool of evaluators appointed by the National Board under  section 17, three evaluators with expertise and experience, to serve as LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 25  L.R.O. 1/2012                         Creation   and membership    of District   Tender Boards.                         members of the Evaluation Committee for such procurement."
                },
                {
                    "representation": "(6)",
                    "description": "In selecting evaluators to serve on an Evaluation Committee, a Regional Board is not restricted to selecting individuals from its administrative region."
                },
                {
                    "representation": "(7)",
                    "description": "The Evaluation Committee shall evaluate the tenders pursuant to section"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Creation and membership of District Tender Boards. ",
            "context": "PROCUREMENT ACT under Creation and membership of District Tender Boards. 21. (a) The National Board may, at its discretion, create District Tender Boards   for   procurement   by   Neighbourhood   Democratic Councils, hereinafter referred to as District Boards, comprising part-time members as follows  (i)   two members appointed by the relevant Regional Board;   (ii)  one member appointed by the relevant Neighbourhood Democratic Council, from among persons with qualifications   not  dissimilar  from  those required for appointment to the National Board.  (b) The term of membership on the District Board shall be stated in the letter of appointment.  (c) The Chairman of a District Board shall be appointed by the Regional Board from among the members appointed under paragraph (a).  LAWS OF GUYANA 26 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012               Creation   and membership    of Ministerial, Departmental and  Agency Tender    Boards.                            (d)  Section 19 (5) and (6) shall mutatis mutandis apply to a District Board.  (e) Three members including the Chairman shall form a quorum.   (f) A District Board with the approval of the National Board shall discharge such functions as may be assigned to it by the Regional Board.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The National Board may, at its discretion, create District Tender Boards   for   procurement   by   Neighbourhood   Democratic Councils, hereinafter referred to as District Boards, comprising part-time members as follows"
                },
                {
                    "representation": "(i)",
                    "description": "two members appointed by the relevant Regional Board;"
                },
                {
                    "representation": "(b)",
                    "description": "The term of membership on the District Board shall be stated in the letter of appointment."
                },
                {
                    "representation": "(c)",
                    "description": "The Chairman of a District Board shall be appointed by the Regional Board from among the members appointed under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "Section 19"
                },
                {
                    "representation": "(5)",
                    "description": "and"
                },
                {
                    "representation": "(6)",
                    "description": "shall mutatis mutandis apply to a District Board."
                },
                {
                    "representation": "(e)",
                    "description": "Three members including the Chairman shall form a quorum."
                },
                {
                    "representation": "(f)",
                    "description": "A District Board with the approval of the National Board shall discharge such functions as may be assigned to it by the Regional Board."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Creation and membership of Ministerial, Departmental and Agency Tender Boards. ",
            "context": "PROCUREMENT ACT under Creation and membership of Ministerial, Departmental and Agency Tender Boards. 22. (1)  Each  Ministry,  Department  or  Agency  that  engages  in procurement shall create a Tender Board and subject to section 17 (1), each such Tender Board shall have jurisdiction over procurement by the relevant Ministry, Department or Agency, the  value of which is less than such an amount as may be prescribed by regulations.  (2) Each such Tender  Board shall consist of five part-time members, as follows  (a)  three members shall be appointed by the Minister;  (b)  two members shall be appointed by the National Board, from   among persons with qualifications not dissimilar to those required for appointment to a Regional Board;  (3) The term of membership on each such Tender Board shall be two years.  (4) Section 16 (7) and (8) shall mutatis mutandis apply to such a Tender Board.  (5) Three members including the Chairman shall form a quorum. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 27  L.R.O. 1/2012  Functions   of the Ministerial, Departmental and Agency Tender    Boards.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Each  Ministry,  Department  or  Agency  that  engages  in procurement shall create a Tender Board and subject to section 17"
                },
                {
                    "representation": "(2)",
                    "description": "Each such Tender  Board shall consist of five part-time members, as follows"
                },
                {
                    "representation": "(a)",
                    "description": "three members shall be appointed by the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "two members shall be appointed by the National Board, from   among persons with qualifications not dissimilar to those required for appointment to a Regional Board;"
                },
                {
                    "representation": "(3)",
                    "description": "The term of membership on each such Tender Board shall be two years."
                },
                {
                    "representation": "(4)",
                    "description": "Section 16"
                },
                {
                    "representation": "(7)",
                    "description": "and"
                },
                {
                    "representation": "(8)",
                    "description": "shall mutatis mutandis apply to such a Tender Board."
                },
                {
                    "representation": "(5)",
                    "description": "Three members including the Chairman shall form a quorum. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 27  L.R.O. 1/2012  Functions   of the Ministerial, Departmental and Agency Tender    Boards."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Functions of the Ministerial, Departmental and Agency Tender Boards. ",
            "context": "PROCUREMENT ACT under Functions of the Ministerial, Departmental and Agency Tender Boards. 23. (1) Each Ministerial, Departmental and Agency Tender Board shall nominate for consideration by the National Board qualified evaluators to serve on Evaluation Committees.  (2) Each such Tender Board shall, in accordance with this Act and the regulations, oversee the administration of procurement for its respective Ministry, Department, or Agency.  (3) Each such Tender Board shall prepare, using such standardized forms and criteria as have been prepared by the National Board, solicitation documents for tenders subject to its jurisdiction; and may, with the approval of the National Board, make such minor alterations or  modifications to the forms and criteria as are deemed necessary on a case-by-case basis.  (4) Each such Tender Board shall determine whether suppliers or contractors satisfy the qualification requirements in accordance with section 39 (8).  (5)  For each procurement subject to its jurisdiction, each such Tender Board shall select from the pool of evaluators appointed by the National Board under section 17, three evaluators with expertise and experience, to serve as members of the Evaluation Committee for such procurement.  (6)  Each such  Tender  Board  shall  transmit  to  the  Evaluation Committee, in a timely manner, all tenders timely received from contractors or suppliers pursuant to section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Each Ministerial, Departmental and Agency Tender Board shall nominate for consideration by the National Board qualified evaluators to serve on Evaluation Committees."
                },
                {
                    "representation": "(2)",
                    "description": "Each such Tender Board shall, in accordance with this Act and the regulations, oversee the administration of procurement for its respective Ministry, Department, or Agency."
                },
                {
                    "representation": "(3)",
                    "description": "Each such Tender Board shall prepare, using such standardized forms and criteria as have been prepared by the National Board, solicitation documents for tenders subject to its jurisdiction; and may, with the approval of the National Board, make such minor alterations or  modifications to the forms and criteria as are deemed necessary on a case-by-case basis."
                },
                {
                    "representation": "(4)",
                    "description": "Each such Tender Board shall determine whether suppliers or contractors satisfy the qualification requirements in accordance with section 39"
                },
                {
                    "representation": "(5)",
                    "description": "For each procurement subject to its jurisdiction, each such Tender Board shall select from the pool of evaluators appointed by the National Board under section 17, three evaluators with expertise and experience, to serve as members of the Evaluation Committee for such procurement."
                },
                {
                    "representation": "(6)",
                    "description": "Each such  Tender  Board  shall  transmit  to  the  Evaluation Committee, in a timely manner, all tenders timely received from contractors or suppliers pursuant to section"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Procurement by public corporations and certain other bodies.  PART IV METHODS OF PROCUREMENT OF GOODS, CONS- TRUCTION AND SERVICES AND THEIR CONDITIONS FOR USE  ",
            "context": "PROCUREMENT ACT under Procurement by public corporations and certain other bodies.  PART IV METHODS OF PROCUREMENT OF GOODS, CONS- TRUCTION AND SERVICES AND THEIR CONDITIONS FOR USE  24. (1) Public corporations and other bodies in which the controlling interest is vested in the State may, subject to the approval of the National Board, conduct procurement according to their own rules or regulations, except that to the extent that such rules and regulations conflict with this Act or the regulations, this Act and the regulations shall prevail.  (2)  If funds are received  from  the  Treasury  for  a  specific procurement, then the corporation or other body shall be obliged to follow the procedure set out in this Act and the regulations.  (3)  Employees of any  procurement  entity  who  by  their  job description are responsible for procurement shall declare their assets to the Integrity Commission.  PART IV METHODS OF PROCUREMENT OF GOODS, CONSTRUCTION AND SERVICES AND THEIR CONDITIONS FOR USE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Public corporations and other bodies in which the controlling interest is vested in the State may, subject to the approval of the National Board, conduct procurement according to their own rules or regulations, except that to the extent that such rules and regulations conflict with this Act or the regulations, this Act and the regulations shall prevail."
                },
                {
                    "representation": "(2)",
                    "description": "If funds are received  from  the  Treasury  for  a  specific procurement, then the corporation or other body shall be obliged to follow the procedure set out in this Act and the regulations."
                },
                {
                    "representation": "(3)",
                    "description": "Employees of any  procurement  entity  who  by  their  job description are responsible for procurement shall declare their assets to the Integrity Commission.  PART IV METHODS OF PROCUREMENT OF GOODS, CONSTRUCTION AND SERVICES AND THEIR CONDITIONS FOR USE"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Open tendering. ",
            "context": "PROCUREMENT ACT under Open tendering. 25. (1) Subject to subsection (2), public tendering is mandatory. For such tendering an invitation to tender or to prequalify, as applicable, is mandatory.  (2) A procuring entity may use a method of procurement other than tendering proceedings in accordance with sections 26 through 29, in which case the procuring entity shall include in the record required under section 10 a statement of the grounds and circumstances on which it relied to justify the use of that particular method of procurement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "A procuring entity may use a method of procurement other than tendering proceedings in accordance with sections 26 through 29, in which case the procuring entity shall include in the record required under section 10 a statement of the grounds and circumstances on which it relied to justify the use of that particular method of procurement."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Restricted tendering. ",
            "context": "PROCUREMENT ACT under Restricted tendering. 26. (1) The procuring entity may engage in procurement by means of restricted tendering in accordance with this section when  (a)  the goods, construction or services by LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 29  L.R.O. 1/2012                       Request for                           reason of their highly complex or specialized nature, are available only from a limited number of suppliers or contractors, in which case all such  suppliers or contractors shall be invited to submit tenders;  (b)  if the estimated cost of the contract is below the threshold set forth in the regulations.  (2) When the restricted tendering procedure is used, only suppliers or contractors invited by the  procuring  entity  due  to  their qualifications   can   submit   tenders.   All   other   steps   and requirements applicable to open tendering, as set forth in Part V of this Act, shall be complied with.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The procuring entity may engage in procurement by means of restricted tendering in accordance with this section when"
                },
                {
                    "representation": "(a)",
                    "description": "the goods, construction or services by LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 29  L.R.O. 1/2012                       Request for                           reason of their highly complex or specialized nature, are available only from a limited number of suppliers or contractors, in which case all such  suppliers or contractors shall be invited to submit tenders;"
                },
                {
                    "representation": "(b)",
                    "description": "if the estimated cost of the contract is below the threshold set forth in the regulations."
                },
                {
                    "representation": "(2)",
                    "description": "When the restricted tendering procedure is used, only suppliers or contractors invited by the  procuring  entity  due  to  their qualifications   can   submit   tenders.   All   other   steps   and requirements applicable to open tendering, as set forth in Part V of this Act, shall be complied with."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Request for quotations. ",
            "context": "PROCUREMENT ACT under Request for quotations. 27. (1) The procuring entity may engage in procurement by means of a request for quotations provided that the estimated value of the procurement contract does not exceed such amount as may be prescribed by regulations.  (2) Before awarding a contract under this section, the procuring entity shall obtain and compare quotations from as many qualified suppliers or contractors as feasible, but not fewer than three. quotation submitted by the supplier or contractor. procuring entity and a supplier or contractor with respect to a quotation. No negotiations shall take place between the only one price quotation and is not permitted to change its (4) Each supplier or contractor is permitted to give   Government procurement opportunities are displayed. national circulation or on a website of free access where procurement at least once a quarter in a newspaper of quoted prices and shall publish the price of its most recent to check prices on the Internet to ensure the reasonableness of (3) The procuring entity shall make its best efforts  quotations. [12 of 2010]LAWS OF GUYANA 30 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012             Single-source procurement.                                        (5) The procurement contract shall be awarded to the supplier or contractor that  submitted  the  lowest-priced  quotation that complied with the requirements of the invitation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The procuring entity may engage in procurement by means of a request for quotations provided that the estimated value of the procurement contract does not exceed such amount as may be prescribed by regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Before awarding a contract under this section, the procuring entity shall obtain and compare quotations from as many qualified suppliers or contractors as feasible, but not fewer than three. quotation submitted by the supplier or contractor. procuring entity and a supplier or contractor with respect to a quotation. No negotiations shall take place between the only one price quotation and is not permitted to change its"
                },
                {
                    "representation": "(4)",
                    "description": "Each supplier or contractor is permitted to give   Government procurement opportunities are displayed. national circulation or on a website of free access where procurement at least once a quarter in a newspaper of quoted prices and shall publish the price of its most recent to check prices on the Internet to ensure the reasonableness of"
                },
                {
                    "representation": "(3)",
                    "description": "The procuring entity shall make its best efforts  quotations. [12 of 2010]LAWS OF GUYANA 30 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012             Single-source procurement."
                },
                {
                    "representation": "(5)",
                    "description": "The procurement contract shall be awarded to the supplier or contractor that  submitted  the  lowest-priced  quotation that complied with the requirements of the invitation."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Single source procurement. ",
            "context": "PROCUREMENT ACT under Single source procurement. 28. The procuring entity may engage in single-source procurement when  (a)  the goods or construction are available only from a particular supplier or contractor, or a particular supplier or contractor has exclusive rights with respect to the goods or construction, and no reasonable alternative or substitute exists;  (b)  the services, by reason of their highly complex or specialized nature, are available from only one source;  (c)  owing to a catastrophic event, there is an urgent need for the goods, services or construction, making it impractical to use other methods of procurement because of the time involved in using those methods;  (d)   the  procuring  entity,  having  procured  goods,  services, equipment  or technology  from a supplier  or contractor, determines that  additional supplies must be procured from that supplier or contractor for reasons of standardization or because of the need for compatibility with existing goods, services, equipment or technology, taking into account the effectiveness  of  the original procurement in meeting the needs of the procuring entity, the limited size of the LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 31  L.R.O. 1/2012               Procurement through community                        Invitation to         proposed procurement in  relation to the original procurement, the reasonableness  of   the   price  and  the  unsuitability  of alternatives to the goods in question; or  (e)  the procuring entity applies section 3 (2), to procurement involving   national   defence   or   national   security   and determines, as a result of national security concerns, that single-source procurement is the most appropriate method of procurement.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the goods or construction are available only from a particular supplier or contractor, or a particular supplier or contractor has exclusive rights with respect to the goods or construction, and no reasonable alternative or substitute exists;"
                },
                {
                    "representation": "(b)",
                    "description": "the services, by reason of their highly complex or specialized nature, are available from only one source;"
                },
                {
                    "representation": "(c)",
                    "description": "owing to a catastrophic event, there is an urgent need for the goods, services or construction, making it impractical to use other methods of procurement because of the time involved in using those methods;"
                },
                {
                    "representation": "(d)",
                    "description": "the  procuring  entity,  having  procured  goods,  services, equipment  or technology  from a supplier  or contractor, determines that  additional supplies must be procured from that supplier or contractor for reasons of standardization or because of the need for compatibility with existing goods, services, equipment or technology, taking into account the effectiveness  of  the original procurement in meeting the needs of the procuring entity, the limited size of the LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 31  L.R.O. 1/2012               Procurement through community                        Invitation to         proposed procurement in  relation to the original procurement, the reasonableness  of   the   price  and  the  unsuitability  of alternatives to the goods in question; or"
                },
                {
                    "representation": "(e)",
                    "description": "the procuring entity applies section 3"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Procurement through community participation.  PART V PROCEDURE FOR OPEN TENDERING SECTION   INVITATION TO TENDER  ",
            "context": "PROCUREMENT ACT under Procurement through community participation.  PART V PROCEDURE FOR OPEN TENDERING SECTION   INVITATION TO TENDER  29. In  circumstances  where  procurement  is  conducted  in  poor remote   communities,   where   the   competitive   procedures described in this Act are not feasible, goods, works and services the value of which does not exceed such an amount as may be prescribed by regulations, may be procured, either  (a)  in accordance with procedures that promote efficiency through participation of community organizations; or  (b)  through single source procurement from direct contracting of suppliers or contractors located near the community.  PART V PROCEDURE FOR OPEN TENDERING SECTION I - INVITATION TO TENDER Government procurement opportunities are displayed and of wide circulation or on a website of free access where causing an invitation to tender to be published in newspapers",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in accordance with procedures that promote efficiency through participation of community organizations; or"
                },
                {
                    "representation": "(b)",
                    "description": "through single source procurement from direct contracting of suppliers or contractors located near the community.  PART V PROCEDURE FOR OPEN TENDERING SECTION I - INVITATION TO TENDER Government procurement opportunities are displayed and of wide circulation or on a website of free access where causing an invitation to tender to be published in newspapers"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Invitation to tender. ",
            "context": "PROCUREMENT ACT under Invitation to tender. 30. (1) A procuring entity shall solicit tenders by deadline for submission and where the solicitation documents the goods or construction to be  procured and shall state the prequalify, as applicable, shall contain a brief description of posted in public places. The invitation to tender or to participation. tender. [12 of 2010]LAWS OF GUYANA 32 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012           prequalified supplier or contractor. procuring entity shall provide a set of bid documents to each qualification proceedings have been engaged in, the of the cost of printing and providing them.  If pre-documents to suppliers or contractors subject to the payment",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A procuring entity shall solicit tenders by deadline for submission and where the solicitation documents the goods or construction to be  procured and shall state the prequalify, as applicable, shall contain a brief description of posted in public places. The invitation to tender or to participation. tender. [12 of 2010]LAWS OF GUYANA 32 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012           prequalified supplier or contractor. procuring entity shall provide a set of bid documents to each qualification proceedings have been engaged in, the of the cost of printing and providing them.  If pre-documents to suppliers or contractors subject to the payment"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Two-stage tendering. ",
            "context": "PROCUREMENT ACT under Two-stage tendering. 31. (1) A procuring entity may engage in open        documents. Tender                      tendering. Two-stage             obtained. and additional information regarding the tender may be  advertised only nationally, pursuant to subsection (1). only national tenderers are expected to be interested may be procurement opportunities are displayed. Contracts in which the contract or on a website of free access where Government whenever foreign tenderers are expected to be interested in circulation dedicated to publishing international tendering circulation or in at least one journal of wide international prequalify, shall be published in at least a newspaper of wide (2) The invitation to tender or invitation to  LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 33  L.R.O. 1/2012            Clarification  and modifica- tion of tender documents.                                          (2) The tender documents shall include such information as may be determined by the National Board.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A procuring entity may engage in open        documents. Tender                      tendering. Two-stage             obtained. and additional information regarding the tender may be  advertised only nationally, pursuant to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The tender documents shall include such information as may be determined by the National Board."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Tender documents. ",
            "context": "PROCUREMENT ACT under Tender documents. 32. (1) The procuring entity shall provide tender  by the procuring entity following the first stage. with prices on the basis of the tender documents, as revised contractors shall be invited to submit final technical proposals requirements. During the second stage, suppliers and subject to further specification on technical and commercial without submitting prices. These proposals may then be based specifications  provided  in  the  tender  documents,  proposals on the basis of a conceptual design or performance-suppliers and contractors shall be invited to submit technical   (2) During the first stage of a two-stage tender,  by pre-qualification proceedings pursuant to section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The procuring entity shall provide tender  by the procuring entity following the first stage. with prices on the basis of the tender documents, as revised contractors shall be invited to submit final technical proposals requirements. During the second stage, suppliers and subject to further specification on technical and commercial without submitting prices. These proposals may then be based specifications  provided  in  the  tender  documents,  proposals on the basis of a conceptual design or performance-suppliers and contractors shall be invited to submit technical"
                },
                {
                    "representation": "(2)",
                    "description": "During the first stage of a two-stage tender,  by pre-qualification proceedings pursuant to section"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Clarification and modification of tender documents.          SECTION II – SUBMISSION OF TENDERS  ",
            "context": "PROCUREMENT ACT under Clarification and modification of tender documents.          SECTION II  SUBMISSION OF TENDERS  33. (1) A supplier or contractor may request a clarification of the tender documents from the procuring entity. The procuring entity shall respond within a reasonable time to any query by the supplier or contractor for clarification of the tender documents that are received by the procuring entity so as to enable the supplier or contractor to make a timely submission of its tender and shall, without identifying the source of the query, communicate the clarification to all suppliers or contractors to which the procuring entity has provided the solicitation documents.  (2) At any time prior to the deadline for submission of tenders, the procuring entity may, for any reason, whether on its own initiative or as a result of a request for clarification by a supplier or contractor, modify the tender documents.  (3) If the procuring entity convenes  a  pre-bid  meeting  of suppliers or contractors, it shall prepare minutes of that meeting containing the queries submitted at the meeting for clarification of the tender  documents, and its responses to those queries, without identifying the sources of the queries. The minutes shall be provided promptly to all suppliers or contractors to which the procuring entity provided   the tender documents,  so  as  to  enable  those  suppliers  or contractors to take the minutes into account in preparing their tenders. All modifications of tender conditions made by the procuring entity whether on its own initiative, as a result of clarification requested by the tenders, or provided during a pre-tender meeting, shall be issued in the form of in the form of amendments to the tender documents, which shall be provided to all prospective bidders who purchased the tender documents. Such addendum shall be binding upon all tenders.  LAWS OF GUYANA 34 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012      Language of tenders.       Submission  of tenders.                                         SECTION II  SUBMISSION OF TENDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A supplier or contractor may request a clarification of the tender documents from the procuring entity. The procuring entity shall respond within a reasonable time to any query by the supplier or contractor for clarification of the tender documents that are received by the procuring entity so as to enable the supplier or contractor to make a timely submission of its tender and shall, without identifying the source of the query, communicate the clarification to all suppliers or contractors to which the procuring entity has provided the solicitation documents."
                },
                {
                    "representation": "(2)",
                    "description": "At any time prior to the deadline for submission of tenders, the procuring entity may, for any reason, whether on its own initiative or as a result of a request for clarification by a supplier or contractor, modify the tender documents."
                },
                {
                    "representation": "(3)",
                    "description": "If the procuring entity convenes  a  pre-bid  meeting  of suppliers or contractors, it shall prepare minutes of that meeting containing the queries submitted at the meeting for clarification of the tender  documents, and its responses to those queries, without identifying the sources of the queries. The minutes shall be provided promptly to all suppliers or contractors to which the procuring entity provided   the tender documents,  so  as  to  enable  those  suppliers  or contractors to take the minutes into account in preparing their tenders. All modifications of tender conditions made by the procuring entity whether on its own initiative, as a result of clarification requested by the tenders, or provided during a pre-tender meeting, shall be issued in the form of in the form of amendments to the tender documents, which shall be provided to all prospective bidders who purchased the tender documents. Such addendum shall be binding upon all tenders.  LAWS OF GUYANA 34 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012      Language of tenders.       Submission  of tenders.                                         SECTION II  SUBMISSION OF TENDERS"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Language of tenders. ",
            "context": "PROCUREMENT ACT under Language of tenders. 34. Tenders must be formulated and submitted in English.",
            "description": "Tenders must be formulated and submitted in English."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Submission of tenders. ",
            "context": "PROCUREMENT ACT under Submission of tenders. 35.  (7) The Evaluation Committee shall evaluate the tenders pursuant to section",
            "description": [
                {
                    "representation": "(7)",
                    "description": "The Evaluation Committee shall evaluate the tenders pursuant to section"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Period of effectiveness of tenders - modification and withdrawal of tenders. ",
            "context": "PROCUREMENT ACT under Period of effectiveness of tenders - modification and withdrawal of tenders. 36. (1) Tenders shall be in effect during the period of time specified in the solicitation documents.  (2)  (a) Prior to the expiration of the period of effectiveness of tenders, the procuring entity may request a supplier or contractor to extend such period for an additional specified period of time. A supplier or contractor may refuse the   request  without  forfeiting  its  tender security, and the effectiveness of its tender will  terminate  upon  the  expiration  of  the unextended period of effectiveness.  (b) Suppliers  or  contractors  that  agree  to  an extension of the period of effectiveness of their  tenders  shall  extend  or  procure  an extension of  the period of effectiveness of tender security provided by them or provide new tender security to cover the extended period of effectiveness of their tenders. A supplier or contractor whose tender security is not extended, or that has not provided a new tender security, is considered to have refused the request to extend the period of effectiveness of its tender. LAWS OF GUYANA 36 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012              Tender  security.                                    (3) Unless otherwise specified in the solicitation documents, a supplier or contractor may modify or withdraw its tender prior to the deadline for the submission of tenders without forfeiting its tender security. The modification or notice of withdrawal is effective if it is received by the procuring entity prior to the deadline for the submission of tenders.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Tenders shall be in effect during the period of time specified in the solicitation documents."
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "Prior to the expiration of the period of effectiveness of tenders, the procuring entity may request a supplier or contractor to extend such period for an additional specified period of time. A supplier or contractor may refuse the   request  without  forfeiting  its  tender security, and the effectiveness of its tender will  terminate  upon  the  expiration  of  the unextended period of effectiveness."
                },
                {
                    "representation": "(b)",
                    "description": "Suppliers  or  contractors  that  agree  to  an extension of the period of effectiveness of their  tenders  shall  extend  or  procure  an extension of  the period of effectiveness of tender security provided by them or provide new tender security to cover the extended period of effectiveness of their tenders. A supplier or contractor whose tender security is not extended, or that has not provided a new tender security, is considered to have refused the request to extend the period of effectiveness of its tender. LAWS OF GUYANA 36 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012              Tender  security."
                },
                {
                    "representation": "(3)",
                    "description": "Unless otherwise specified in the solicitation documents, a supplier or contractor may modify or withdraw its tender prior to the deadline for the submission of tenders without forfeiting its tender security. The modification or notice of withdrawal is effective if it is received by the procuring entity prior to the deadline for the submission of tenders."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Tender security.       LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 5  L.R.O. 1/2012  SECTION      SECTION III – EVALUATION OF TENDERS  ",
            "context": "PROCUREMENT ACT under Tender security.       LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 5  L.R.O. 1/2012  SECTION      SECTION III  EVALUATION OF TENDERS  37.  (1) When the procuring entity requires suppliers or contractors submitting tenders to provide a tender security  (a)  the requirement shall apply equally to all such suppliers or contractors;   (b)  the solicitation documents may stipulate that the issuer of the tender security and the confirmer, if any, of the tender security, as well as the form and terms of the tender security, must be acceptable to the procuring entity;  (c) not withstanding paragraph (b), a tender shall not be rejected by the procuring entity on the grounds  that  the  tender  security  was  not issued by an issuer in Guyana if the tender security and the issuer otherwise conform to the requirements set forth in the solicitation documents.  (2) The procuring entity shall specify in the solicitation documents any requirements with respect to the issuer and the nature, form, amount and other principal terms and conditions of the required tender security; any LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 37  L.R.O. 1/2012                                                 requirement  that  refers  directly  or  indirectly  to conduct by the supplier or contractor submitting the tender shall not relate to conduct other than  (i)  withdrawal or modification of the tender after the  deadline for submission of tenders, or before  the deadline if so stipulated in the solicitation documents.  (ii)  failure to sign the contract if required by the procuring entity to do so;  (iii)  failure  to  provide  a  required  performance bond for the performance of the contract after the tender has been  accepted or to comply with any other condition precedent to signing the   contract  specified  in  the  solicitation documents.  (3) The procuring entity shall make no claim to the amount of the tender security, and shall promptly return, or procure the return of, the tender security document, at such  time  as  whichever  of  the  following  occurs earliest  (a) the expiration of the tender security;  (b) the entry into force of a contract  and the provision of a security for the performance of the contract, if such a security is required by the solicitation documents;  (c) the termination of the tendering proceedings without entry into force of a procurement contract; or LAWS OF GUYANA 38 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                        Opening of tenders.                          Examination and    evaluation of   tenders.    (d) the  withdrawal  of  the  tender  prior  to  the deadline for the submission of tenders, unless the  solicitation documents stipulate that no such withdrawal is permitted.  (4) Tender securities in an amount between one and two percent of the estimated cost of the contract shall be required only for contracts the value of which exceeds an amount as may be prescribed by regulations.   SECTION III  EVALUATION OF TENDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the procuring entity requires suppliers or contractors submitting tenders to provide a tender security"
                },
                {
                    "representation": "(a)",
                    "description": "the expiration of the tender security;"
                },
                {
                    "representation": "(b)",
                    "description": "the entry into force of a contract  and the provision of a security for the performance of the contract, if such a security is required by the solicitation documents;"
                },
                {
                    "representation": "(c)",
                    "description": "the termination of the tendering proceedings without entry into force of a procurement contract; or LAWS OF GUYANA 38 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                        Opening of tenders.                          Examination and    evaluation of   tenders."
                },
                {
                    "representation": "(2)",
                    "description": "The procuring entity shall specify in the solicitation documents any requirements with respect to the issuer and the nature, form, amount and other principal terms and conditions of the required tender security; any LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 37  L.R.O. 1/2012                                                 requirement  that  refers  directly  or  indirectly  to conduct by the supplier or contractor submitting the tender shall not relate to conduct other than"
                },
                {
                    "representation": "(i)",
                    "description": "withdrawal or modification of the tender after the  deadline for submission of tenders, or before  the deadline if so stipulated in the solicitation documents."
                },
                {
                    "representation": "(3)",
                    "description": "The procuring entity shall make no claim to the amount of the tender security, and shall promptly return, or procure the return of, the tender security document, at such  time  as  whichever  of  the  following  occurs earliest"
                },
                {
                    "representation": "(d)",
                    "description": "the  withdrawal  of  the  tender  prior  to  the deadline for the submission of tenders, unless the  solicitation documents stipulate that no such withdrawal is permitted."
                },
                {
                    "representation": "(4)",
                    "description": "Tender securities in an amount between one and two percent of the estimated cost of the contract shall be required only for contracts the value of which exceeds an amount as may be prescribed by regulations.   SECTION III  EVALUATION OF TENDERS"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Opening of tenders. ",
            "context": "PROCUREMENT ACT under Opening of tenders. 38. (1) Tenders shall be opened in public at the time specified in the solicitation documents as the deadline for the submission of tenders, or at the deadline specified in any extension of the deadline, at the place and in accordance with the procedures specified in the solicitation documents.   (2) All suppliers or contractors that have submitted tenders, or their representatives, may attend the opening of tenders.  (3) The name, address and bid number of each supplier or contractor whose tender is opened and the tender price shall, in accordance with the bid documents be announced to those persons present at the opening of tenders, and communicated to suppliers or contractors that have submitted tenders but are not present or represented at the opening of tenders, and recorded immediately in the record of the tendering proceedings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Tenders shall be opened in public at the time specified in the solicitation documents as the deadline for the submission of tenders, or at the deadline specified in any extension of the deadline, at the place and in accordance with the procedures specified in the solicitation documents."
                },
                {
                    "representation": "(2)",
                    "description": "All suppliers or contractors that have submitted tenders, or their representatives, may attend the opening of tenders."
                },
                {
                    "representation": "(3)",
                    "description": "The name, address and bid number of each supplier or contractor whose tender is opened and the tender price shall, in accordance with the bid documents be announced to those persons present at the opening of tenders, and communicated to suppliers or contractors that have submitted tenders but are not present or represented at the opening of tenders, and recorded immediately in the record of the tendering proceedings."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Examination and evaluation of tenders. ",
            "context": "PROCUREMENT ACT under Examination and evaluation of tenders. 39.",
            "description": "39."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Rejection of all tenders. ",
            "context": "PROCUREMENT ACT under Rejection of all tenders. 40.  (1) Subject to approval by the National Board, if so specified in the solicitation documents, the appropriate board may reject all tenders at any time prior to the acceptance of a tender. The appropriate board shall upon request, communicate to any supplier or contractor that submitted a tender the grounds for its rejection of all tenders, but is not required to justify those grounds.   (2) The appropriate board shall incur no liability, solely by virtue of its invoking subsection (1), towards suppliers or contractors that have submitted tenders. LAWS OF GUYANA 42 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012        Prohibition     of negotiations.     Acceptance   of tender  and entry   into force  of procurement contract.                                  (3) Notice of the rejection of all tenders shall be given promptly to all suppliers or contractors that submitted tenders.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to approval by the National Board, if so specified in the solicitation documents, the appropriate board may reject all tenders at any time prior to the acceptance of a tender. The appropriate board shall upon request, communicate to any supplier or contractor that submitted a tender the grounds for its rejection of all tenders, but is not required to justify those grounds."
                },
                {
                    "representation": "(2)",
                    "description": "The appropriate board shall incur no liability, solely by virtue of its invoking subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notice of the rejection of all tenders shall be given promptly to all suppliers or contractors that submitted tenders."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Prohibition of negotiations. ",
            "context": "PROCUREMENT ACT under Prohibition of negotiations. 41. There shall be no negotiation between the procuring entity and any of the bidders.",
            "description": "There shall be no negotiation between the procuring entity and any of the bidders."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Acceptance of tender and entry into force of procurement contract. ",
            "context": "PROCUREMENT ACT under Acceptance of tender and entry into force of procurement contract. 42.  (1) Subject to sections 39 (8) and 40, the tender that has been identified as the lowest evaluated tender shall be accepted. Notice of acceptance of the tender shall be given within fourteen days to the supplier or contractor submitting the tender.  (2)  (a)   Notwithstanding subsection (4), the solicitation documents may require the supplier or contractor whose tender has been accepted to sign a written contract conforming to the tender. In such cases, the procuring entity and the supplier or contractor shall sign the contract within a reasonable period of time after the notice referred to in subsection (1) is dispatched to the supplier or contractor.  (b) Subject to subsection (3), where a written contract   is   required   to   be   signed   pursuant   to paragraph (a), the contract enters into force when the contract is signed by the supplier or contractor and by the procuring entity. Between   the time when the notice referred to in subsection (1) is dispatched to the supplier or LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 43  L.R.O. 1/2012                                              contractor and the entry into force of the contract, neither  the procuring entity nor the supplier or contractor shall take any action that interferes with the  entry  into  force  of  the  contract  or  with  its performance.  (3) Where the solicitation documents stipulate that the contract  is  subject  to  review  by  the  Cabinet,  the contract shall not enter into force before such review is completed as provided for in the section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is dispatched to the supplier or LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 43  L.R.O. 1/2012                                              contractor and the entry into force of the contract, neither  the procuring entity nor the supplier or contractor shall take any action that interferes with the  entry  into  force  of  the  contract  or  with  its performance."
                },
                {
                    "representation": "(8)",
                    "description": "and 40, the tender that has been identified as the lowest evaluated tender shall be accepted. Notice of acceptance of the tender shall be given within fourteen days to the supplier or contractor submitting the tender."
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(a)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(b)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the solicitation documents stipulate that the contract  is  subject  to  review  by  the  Cabinet,  the contract shall not enter into force before such review is completed as provided for in the section."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Notice to other suppliers or contractors.   PART VI METHOD FOR PROCUREMENT OF CONSULTING SERVICES  ",
            "context": "PROCUREMENT ACT under Notice to other suppliers or contractors.   PART VI METHOD FOR PROCUREMENT OF CONSULTING SERVICES  43. Upon the entry into force of the contract and, if other suppliers Notice   to   LAWS OF GUYANA 44 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012  or contractors.               Request  for                 required by the tender documents, the provision by the supplier or contractor of a security or  performance bond for the performance of the contract, notice shall be given to other supplier or contractors, who had tendered  specifying the name and address of the supplier or contractor that has entered into the contract and the contract price.  PART 1V- METHOD FOR PROCUREMENT FOR  CONSULTING SERVICES they may be excluded from future (d) a statement informing the consultants that  (c) the minimum qualifying technical score;  which they will be applied;  (b) the evaluation criteria and the manner in  prepared and submitted; (a) the manner in which the proposals shall be",
            "description": [
                {
                    "representation": "(d)",
                    "description": "a statement informing the consultants that"
                },
                {
                    "representation": "(c)",
                    "description": "the minimum qualifying technical score;  which they will be applied;"
                },
                {
                    "representation": "(b)",
                    "description": "the evaluation criteria and the manner in  prepared and submitted;"
                },
                {
                    "representation": "(a)",
                    "description": "the manner in which the proposals shall be"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Request for proposals. ",
            "context": "PROCUREMENT ACT under Request for proposals. 44.  (1) Subject to section 46, the procuring entity shall  proposals. [12 of 2010]LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 45           Criteria  for  the evaluation   of proposals.                       Quality-based selection.         Clarification and  modifica- tion  of   requests for   proposals.  participation in procurement of goods, works, services or consulting services resulting from  the  assignment  for  which  the  Request  for Proposals was issued; and  (e) the draft contract.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to section 46, the procuring entity shall  proposals. [12 of 2010]LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 45           Criteria  for  the evaluation   of proposals.                       Quality-based selection.         Clarification and  modifica- tion  of   requests for   proposals.  participation in procurement of goods, works, services or consulting services resulting from  the  assignment  for  which  the  Request  for Proposals was issued; and"
                },
                {
                    "representation": "(e)",
                    "description": "the draft contract."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Contents of the request for proposals. ",
            "context": "PROCUREMENT ACT under Contents of the request for proposals. 45. The request for proposals shall include                proposals. the request for Contents of  Government procurement opportunities are displayed. international circulation or on a website of free access where appropriate trade or professional publication of wide published in a newspaper of wide circulation or in an interested in providing the services, the notice shall also be  (2) When foreign firms are expected to be   entity, and a brief description of the services to be procured. notice shall include the name and address of the procuring Government procurement opportunities are displayed. The wide circulation or on a website of free access where invitation to express interest published in the newspapers of the basis of expressions of interest received in response to an been included in a short list. Short lists shall be prepared on request proposals from consulting services firms, which have",
            "description": [
                {
                    "representation": "(2)",
                    "description": "When foreign firms are expected to be   entity, and a brief description of the services to be procured. notice shall include the name and address of the procuring Government procurement opportunities are displayed. The wide circulation or on a website of free access where invitation to express interest published in the newspapers of the basis of expressions of interest received in response to an been included in a short list. Short lists shall be prepared on request proposals from consulting services firms, which have"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Criteria for the evaluation of proposals. ",
            "context": "PROCUREMENT ACT under Criteria for the evaluation of proposals. 46. The Evaluation Committee shall evaluate the proposals based on   technical   quality   of   the   proposal,   including   such considerations as the consultants relevant experience and the expertise of its staff, the proposal work methodology and the price of the proposal. The method of selection stated in the Request for Proposals may be based on either  (a) a combination of quality and price, according to the relative weights stated in the Request for Proposals;  (b) the  quality  of  the  technical  proposal  within  a predetermined fixed budget specified in the Request for Proposals; or  (c) the best financial proposal submitted by a bidder that has obtained the minimum qualifying score.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a combination of quality and price, according to the relative weights stated in the Request for Proposals;"
                },
                {
                    "representation": "(b)",
                    "description": "the  quality  of  the  technical  proposal  within  a predetermined fixed budget specified in the Request for Proposals; or"
                },
                {
                    "representation": "(c)",
                    "description": "the best financial proposal submitted by a bidder that has obtained the minimum qualifying score."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Quality-based selection. ",
            "context": "PROCUREMENT ACT under Quality-based selection. 47. Where the consulting services are of an exceptionally complex nature, will have a considerate impact on future projects, or may lead to the submission of proposals, which are difficult to compare, the procuring entity may select the consultant based exclusively on the technical quality of the submitted proposal.",
            "description": "Where the consulting services are of an exceptionally complex nature, will have a considerate impact on future projects, or may lead to the submission of proposals, which are difficult to compare, the procuring entity may select the consultant based exclusively on the technical quality of the submitted proposal."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Clarification and modification of requests for proposals. ",
            "context": "PROCUREMENT ACT under Clarification and modification of requests for proposals. 48. (1) A consultant may request a clarification of the request for proposals from the procuring entity. The procuring entity shall respond to any of request for proposals that is received by the procuring entity within a reasonable L.R.O. 1/2012 LAWS OF GUYANA 46 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                         Single   source procurement.        time prior to the deadline for submission of proposals. The procuring entity shall respond within a reasonable time so as to enable the consultant to make a timely submission of its proposal and shall, without   identifying   the   source   of   the   request, communicate the clarification to all consultants to which the procuring entity has provided the request for proposals.  (2) At any time prior to the deadline for submission of proposals, the procuring entity may, for any reason, whether on its own initiative, or as a result of a request for clarification by the consultant, modify the request for   proposals   by   issuing   an   amendment.   The amendment shall be communicated promptly to all consultants to whom the procuring entity has provided the request for proposals and shall be binding on them.  (3) If the procuring entity convenes a pre-bid meeting, it shall prepare minutes of the meeting containing the requests submitted at the meeting for clarification of the request for proposals, and its responses to those requests,   without   identifying the  sources  of  the requests. The minutes shall be provided promptly to all consultants participating in the procurement proceedings, so as to enable those consultants to take the minutes into account in preparing their proposals.  (4) In addition to this Part, the other relevant provisions of this  Act shall, as they apply to the procurement of goods or construction, apply mutatis mutandis to the procurement of services.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A consultant may request a clarification of the request for proposals from the procuring entity. The procuring entity shall respond to any of request for proposals that is received by the procuring entity within a reasonable L.R.O. 1/2012 LAWS OF GUYANA 46 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                         Single   source procurement.        time prior to the deadline for submission of proposals. The procuring entity shall respond within a reasonable time so as to enable the consultant to make a timely submission of its proposal and shall, without   identifying   the   source   of   the   request, communicate the clarification to all consultants to which the procuring entity has provided the request for proposals."
                },
                {
                    "representation": "(2)",
                    "description": "At any time prior to the deadline for submission of proposals, the procuring entity may, for any reason, whether on its own initiative, or as a result of a request for clarification by the consultant, modify the request for   proposals   by   issuing   an   amendment.   The amendment shall be communicated promptly to all consultants to whom the procuring entity has provided the request for proposals and shall be binding on them."
                },
                {
                    "representation": "(3)",
                    "description": "If the procuring entity convenes a pre-bid meeting, it shall prepare minutes of the meeting containing the requests submitted at the meeting for clarification of the request for proposals, and its responses to those requests,   without   identifying the  sources  of  the requests. The minutes shall be provided promptly to all consultants participating in the procurement proceedings, so as to enable those consultants to take the minutes into account in preparing their proposals."
                },
                {
                    "representation": "(4)",
                    "description": "In addition to this Part, the other relevant provisions of this  Act shall, as they apply to the procurement of goods or construction, apply mutatis mutandis to the procurement of services."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Single source procurement. ",
            "context": "PROCUREMENT ACT under Single source procurement. 49. The procuring entity may engage in single source procurement where the services to be procured require that a particular consultant   be   selected  due  to  the  consultants unique qualifications or where it is necessary to continue a project with the same consultant. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 47  L.R.O. 1/2012  Cost   verifica- tion .         Negotiations.          Review  by  the procuring Entity..            Review by an independent authority.",
            "description": "The procuring entity may engage in single source procurement where the services to be procured require that a particular consultant   be   selected  due  to  the  consultants unique qualifications or where it is necessary to continue a project with the same consultant. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 47  L.R.O. 1/2012  Cost   verifica- tion .         Negotiations.          Review  by  the procuring Entity..            Review by an independent authority."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Cost verification. ",
            "context": "PROCUREMENT ACT under Cost verification. 50. Contracts may be awarded following the procedures set forth in sections 47 and 49 only if the selected contractor agrees to be subjected to cost verification during the performance of the services. The contract shall indicate the accounting obligations of the contractor including the obligation to present appropriate accounts or documents allowing the determination of the cost of the services.",
            "description": "Contracts may be awarded following the procedures set forth in sections 47 and 49 only if the selected contractor agrees to be subjected to cost verification during the performance of the services. The contract shall indicate the accounting obligations of the contractor including the obligation to present appropriate accounts or documents allowing the determination of the cost of the services."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Negotiations.  PART VII ADMINISTRATIVE REVIEW  ",
            "context": "PROCUREMENT ACT under Negotiations.  PART VII ADMINISTRATIVE REVIEW  51. The procuring entity may negotiate the terms of the contract with the selected consultant. Under no circumstances may the procuring entity, engage in negotiations with more than one candidate simultaneously.  PART VII ADMINISTRATIVE REVIEW",
            "description": "The procuring entity may negotiate the terms of the contract with the selected consultant. Under no circumstances may the procuring entity, engage in negotiations with more than one candidate simultaneously.  PART VII ADMINISTRATIVE REVIEW"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Review by the procuring entity. ",
            "context": "PROCUREMENT ACT under Review by the procuring entity. 52.  (1) A bidder whose tender or proposal has been rejected may submit a written protest to the procuring entity.   (2) The protest may pertain to the pre-qualification or tendering proceedings or to the method of procurement selected by the procuring entity.   (3) The protest must be submitted within five business days following publication of the contract award decision.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A bidder whose tender or proposal has been rejected may submit a written protest to the procuring entity."
                },
                {
                    "representation": "(2)",
                    "description": "The protest may pertain to the pre-qualification or tendering proceedings or to the method of procurement selected by the procuring entity."
                },
                {
                    "representation": "(3)",
                    "description": "The protest must be submitted within five business days following publication of the contract award decision."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Review by an independent authority. ",
            "context": "PROCUREMENT ACT under Review by an independent authority. 53.  (1) If the protest is not reviewed by the procuring entity within five business days from the date of the protests submission, the bidder may submit a request for review to the authority specified in section 17 (2).   (2) Upon receipt of a request for review, the authority specified in section 17 (2) shall give prompt notice of the request for review to the procuring entity.  (3) The procuring entity shall make its records in LAWS OF GUYANA 48 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                               Review by Cabinet.                 respect of the review available to the authority specified in section 17  (2) .   (4) The authority specified in section 17 (2) shall conduct bid protest reviews through an independent, three person Bid Protest Committee comprising one member appointed by the Minister, one by the Association appearing to the Minister to represent contractors and one by the Attorney General. The members shall be appointed from among professionals who are particularly competent in the field of procurement. The conditions for appointment of the committees members and its functioning shall be prescribed by the regulations.   (5) The committee shall issue a written decision within fifteen business days of the conclusion of a review, stating the reasons for the decision and the remedies granted, if any. Damages may include only compensation to recover the cost of the bid preparation. Final contract award is suspended during this period.   (6) The decision of the Bid Protest Committee shall be final and immediately binding upon the procuring entity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the protest is not reviewed by the procuring entity within five business days from the date of the protests submission, the bidder may submit a request for review to the authority specified in section 17"
                },
                {
                    "representation": "(2)",
                    "description": "shall conduct bid protest reviews through an independent, three person Bid Protest Committee comprising one member appointed by the Minister, one by the Association appearing to the Minister to represent contractors and one by the Attorney General. The members shall be appointed from among professionals who are particularly competent in the field of procurement. The conditions for appointment of the committees members and its functioning shall be prescribed by the regulations."
                },
                {
                    "representation": "(3)",
                    "description": "The procuring entity shall make its records in LAWS OF GUYANA 48 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                               Review by Cabinet.                 respect of the review available to the authority specified in section 17"
                },
                {
                    "representation": "(4)",
                    "description": "The authority specified in section 17"
                },
                {
                    "representation": "(5)",
                    "description": "The committee shall issue a written decision within fifteen business days of the conclusion of a review, stating the reasons for the decision and the remedies granted, if any. Damages may include only compensation to recover the cost of the bid preparation. Final contract award is suspended during this period."
                },
                {
                    "representation": "(6)",
                    "description": "The decision of the Bid Protest Committee shall be final and immediately binding upon the procuring entity."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Review by Cabinet.  PART VIII MISCELLANEOUS  ",
            "context": "PROCUREMENT ACT under Review by Cabinet.  PART VIII MISCELLANEOUS  54.  (4) Except as provided in subsections (2)(b) and (3), a contract in accordance with the terms and conditions of  the accepted tender enters into force when the notice referred to in subsection (1) is dispatched to the supplier  or  contractor  that  submitted  the  tender, provided that it is dispatched while the tender is in force. The notice is  dispatched when it is properly addressed or otherwise directed and transmitted to the supplier or contractor, or conveyed to an appropriate authority for transmission to the supplier or contractor, by a mode authorized by section",
            "description": [
                {
                    "representation": "(4)",
                    "description": "Except as provided in subsections"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(1)",
                    "description": "is dispatched to the supplier  or  contractor  that  submitted  the  tender, provided that it is dispatched while the tender is in force. The notice is  dispatched when it is properly addressed or otherwise directed and transmitted to the supplier or contractor, or conveyed to an appropriate authority for transmission to the supplier or contractor, by a mode authorized by section"
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Information to be confidential. ",
            "context": "PROCUREMENT ACT under Information to be confidential. 55.  (1) It shall be an offence for the National Board, a Ministerial Board, a Regional Board, a District Board, a Departmental Board, an Agency Board, an Evaluation Committee  (each hereinafter in this Part to referred to as a Body), or a person concerned with the administration of this Act, not to regard as secret and confidential all documents, information and things disclosed to them in the execution of any provisions of this Act or to divulge such information or the contents of any document to any person except to the extent necessary to discharge its or his functions under this Act or any other written law or for the purpose of prosecution for any offence or other legal proceedings.   (2) A body or person referred to in subsection  (1) who violates subsection  (1) commits an offence and shall on summary conviction be liable LAWS OF GUYANA 50 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                                  (i) in case of a Body, to a fine of five hundred thousand dollars and to imprisonment for six  months and every member of such Body who participated in the commission of  such  offence  shall  be  liable  to  be removed therefrom;  (ii) in the case of a person, to a fine of two hundred  thousand dollars and to imprisonment for three months.  (3) Any person who receives any information or anything contained   in   a   document,   knowing   or   having reasonable ground to believe at the time he receives it, that it is communicated to him in contravention of this section shall, unless he proves that the communication to him of the information or anything contained in the document was contrary to his desire, be guilty of an offence and shall be liable on summary conviction to a fine  of  three  hundred   thousand  dollars  and  to imprisonment for six months.  (4) Any person who, with the intention of gaining any advantage or concession for himself or any other person, offers  (a) a member of a Body or an officer thereof, or  (b) a person referred to in subsection (1)  a gift of money or other thing with respect to a matter that is expected to come before the Body or person commits an offence and shall, in addition to being disqualified from being awarded a contract, be liable to a fine of five hundred thousand dollars and to imprisonment for six months. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 51  L.R.O. 1/2012                                   Payment for contruction contracts.              (5) Notwithstanding anything contained in any other written law, a person who  (a) attempts to commit;  (b) conspires with any other person to commit;   (c) solicits, incites, aids, abets or counsels any other person to commit or;  (d) causes or procures or attempts to cause or procure the commission of,  an offence under subsection (4) shall , in addition to being disqualified from being awarded a contract, be liable to be charged, tried, convicted and punished in all respects as if he were a principal offender.  (6) A member of a Body shall not be personally liable for any act or omission of the Body done or omitted in good faith in the course of the operations of the Body; a person concerned with the administration shall not be personally  liable for any act or omission done or committed  in   good  faith  in  the  course  of  such administration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a gift of money or other thing with respect to a matter that is expected to come before the Body or person commits an offence and shall, in addition to being disqualified from being awarded a contract, be liable to a fine of five hundred thousand dollars and to imprisonment for six months. LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 51  L.R.O. 1/2012                                   Payment for contruction contracts."
                },
                {
                    "representation": "(2)",
                    "description": "A body or person referred to in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "in case of a Body, to a fine of five hundred thousand dollars and to imprisonment for six  months and every member of such Body who participated in the commission of  such  offence  shall  be  liable  to  be removed therefrom;"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who receives any information or anything contained   in   a   document,   knowing   or   having reasonable ground to believe at the time he receives it, that it is communicated to him in contravention of this section shall, unless he proves that the communication to him of the information or anything contained in the document was contrary to his desire, be guilty of an offence and shall be liable on summary conviction to a fine  of  three  hundred   thousand  dollars  and  to imprisonment for six months."
                },
                {
                    "representation": "(4)",
                    "description": "shall , in addition to being disqualified from being awarded a contract, be liable to be charged, tried, convicted and punished in all respects as if he were a principal offender."
                },
                {
                    "representation": "(a)",
                    "description": "attempts to commit;"
                },
                {
                    "representation": "(b)",
                    "description": "conspires with any other person to commit;"
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything contained in any other written law, a person who"
                },
                {
                    "representation": "(c)",
                    "description": "solicits, incites, aids, abets or counsels any other person to commit or;"
                },
                {
                    "representation": "(d)",
                    "description": "causes or procures or attempts to cause or procure the commission of,  an offence under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "A member of a Body shall not be personally liable for any act or omission of the Body done or omitted in good faith in the course of the operations of the Body; a person concerned with the administration shall not be personally  liable for any act or omission done or committed  in   good  faith  in  the  course  of  such administration."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Payment for construction contracts. ",
            "context": "PROCUREMENT ACT under Payment for construction contracts. 56.  (a) Contracts for construction works shall be paid in instalments at least monthly, as certified in accordance with the contract, except for contracts providing an execution period of less than three months, in which case payment of instalments is optional.   (b)  The amount of the installment shall not exceed the value of the services for which the contract is awarded, once the sum LAWS OF GUYANA 52 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                  General or special directions   of the   Minister.  Staff.     Funds and resources  of   the Administra-tion..   required for the reimbursement of advance payments, if any, is deduced.   (c)  Where the instalments are paid according to the predetermined execution phases and not according to material execution, the contract may determine, in the form of a percentage of its initial price, the amount of each installment.  (d)  The specification of general administrative terms determine the periods of technical phases of the execution according to which the instalments shall be paid.  (e)  The contractor may not use the supplies for which any advance payments or instalments have been paid for any work other than those provided in the contract. Any   breach of  this  provision  may   lead  to  the termination of the contract fully and entirely.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Contracts for construction works shall be paid in instalments at least monthly, as certified in accordance with the contract, except for contracts providing an execution period of less than three months, in which case payment of instalments is optional."
                },
                {
                    "representation": "(b)",
                    "description": "The amount of the installment shall not exceed the value of the services for which the contract is awarded, once the sum LAWS OF GUYANA 52 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012                                  General or special directions   of the   Minister.  Staff.     Funds and resources  of   the Administra-tion..   required for the reimbursement of advance payments, if any, is deduced."
                },
                {
                    "representation": "(c)",
                    "description": "Where the instalments are paid according to the predetermined execution phases and not according to material execution, the contract may determine, in the form of a percentage of its initial price, the amount of each installment."
                },
                {
                    "representation": "(d)",
                    "description": "The specification of general administrative terms determine the periods of technical phases of the execution according to which the instalments shall be paid."
                },
                {
                    "representation": "(e)",
                    "description": "The contractor may not use the supplies for which any advance payments or instalments have been paid for any work other than those provided in the contract. Any   breach of  this  provision  may   lead  to  the termination of the contract fully and entirely."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "General or special directions of the Minister. ",
            "context": "PROCUREMENT ACT under General or special directions of the Minister. 57. In the exercise of its powers and the performance of its duties, the Administration shall conform to any general or special directions given to it by the Minister.",
            "description": "In the exercise of its powers and the performance of its duties, the Administration shall conform to any general or special directions given to it by the Minister."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Staff. ",
            "context": "PROCUREMENT ACT under Staff. 58. (1) Except as otherwise provided in this Act, the staff required to administer this Act shall be made available by the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided in this Act, the staff required to administer this Act shall be made available by the Minister."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Funds and resources of the Administration. ",
            "context": "PROCUREMENT ACT under Funds and resources of the Administration. 59. (1) The Funds and resources of the Administration shall comprise  (a) all moneys appropriated from time to LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 53  L.R.O. 1/2012         Disclosure members  of  a Body  of  interest   in bidding   process.                       Regulations.       Saving. c. 73:01        time by the  National Assembly for the purposes of the Administration;  (b) all moneys paid to the Administration by way of grants or donations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Funds and resources of the Administration shall comprise"
                },
                {
                    "representation": "(a)",
                    "description": "all moneys appropriated from time to LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 53  L.R.O. 1/2012         Disclosure members  of  a Body  of  interest   in bidding   process.                       Regulations.       Saving. c. 73:01        time by the  National Assembly for the purposes of the Administration;"
                },
                {
                    "representation": "(b)",
                    "description": "all moneys paid to the Administration by way of grants or donations."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Disclosure by members of a Body of interest in bidding process. ",
            "context": "PROCUREMENT ACT under Disclosure by members of a Body of interest in bidding process. 60. (1) It shall be the duty of a member of a body who is in any way whether directly or indirectly interested in any deliberations of that Body regarding the bidding process  to  declare  the  nature  of  his  interest  at  a meeting of the Body.  (2) The declaration required to be made by this section shall be made by a member of the Body at the meeting of the Body at which the matters referred to in subsection (1)are being considered or at the earliest opportunity thereafter.  (3) A Member of a Body shall not vote in respect of any of the matters referred to in subsection (1) in which he is interested either directly or indirectly and if he shall so vote his vote shall not be counted nor shall it be counted in the quorum at the meeting.  (4) Any member of a Body who fails to comply with or contravenes this section shall on summary conviction be liable to a fine of two hundred thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in which he is interested either directly or indirectly and if he shall so vote his vote shall not be counted nor shall it be counted in the quorum at the meeting."
                },
                {
                    "representation": "(2)",
                    "description": "The declaration required to be made by this section shall be made by a member of the Body at the meeting of the Body at which the matters referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A Member of a Body shall not vote in respect of any of the matters referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any member of a Body who fails to comply with or contravenes this section shall on summary conviction be liable to a fine of two hundred thousand dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Regulations. LAWS OF GUYANA 6 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012  ",
            "context": "PROCUREMENT ACT under Regulations. LAWS OF GUYANA 6 Cap. 73:05                                                                                                                         Procurement                                     L.R.O. 1/2012  61. The Minister shall, with the advice of the National Board or the Procurement Commission, make any regulation that may be necessary for the administration of this Act.",
            "description": "The Minister shall, with the advice of the National Board or the Procurement Commission, make any regulation that may be necessary for the administration of this Act."
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Saving.                                          __________________________  CHAPTER 73:05 PROCUREMENT ACT    8 of  2004  AN ACT to provide for the regulation of the procurement of goods, services and the execution of works, to promote competition among suppliers and contractors and to promote fairness and transparency in the procurement process.  [1ST JANUARY , 2004]                             WHEREAS it is considered desirable to regulate, the procurement of goods, services and of construction so as to promote the objective of—  (a)  maximizing economy and efficiency in procurement;   (b)  fostering and encouraging participation in procurement proceedings by suppliers and contractors, especially participation by suppliers and contractors regardless of nationality, thereby promoting international trade;  (c)  promoting competition among suppliers and contractors for the supplying of goods, services, or construction to be procured.  (d)  providing for the fair and equitable treatment of all suppliers and contractors.  (e)  promoting the integrity of, and fairness and LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 7  L.R.O. 1/2012               Short title.       Interpretation.                                public confidence in, the procurement process; and  (f)  achieving transparency in the procedures relating to procurement.    PART I PRELIMINARY  ",
            "context": "PROCUREMENT ACT under Saving.                                          __________________________  CHAPTER 73:05 PROCUREMENT ACT    8 of  2004  AN ACT to provide for the regulation of the procurement of goods, services and the execution of works, to promote competition among suppliers and contractors and to promote fairness and transparency in the procurement process.  [1ST JANUARY , 2004]                             WHEREAS it is considered desirable to regulate, the procurement of goods, services and of construction so as to promote the objective of  (a)  maximizing economy and efficiency in procurement;   (b)  fostering and encouraging participation in procurement proceedings by suppliers and contractors, especially participation by suppliers and contractors regardless of nationality, thereby promoting international trade;  (c)  promoting competition among suppliers and contractors for the supplying of goods, services, or construction to be procured.  (d)  providing for the fair and equitable treatment of all suppliers and contractors.  (e)  promoting the integrity of, and fairness and LAWS OF GUYANA                                                                                                                                                                                     Procurement                                  Cap. 73:05 7  L.R.O. 1/2012               Short title.       Interpretation.                                public confidence in, the procurement process; and  (f)  achieving transparency in the procedures relating to procurement.    PART I PRELIMINARY  62. Subsidiary legislation in relation to procurement, continued in operation by the Financial Administration and Audit Act and not inconsistent with this Act or any regulations made under this Act, shall continue in force as if they were regulations made under this Act to the extent that their continuance is necessary for the administration of this Act, subject to amendment or revocation by this Act. _________________ ADMINISTRATIVE REVIEW PART V",
            "description": "Subsidiary legislation in relation to procurement, continued in operation by the Financial Administration and Audit Act and not inconsistent with this Act or any regulations made under this Act, shall continue in force as if they were regulations made under this Act to the extent that their continuance is necessary for the administration of this Act, subject to amendment or revocation by this Act. _________________ ADMINISTRATIVE REVIEW PART V"
        }
    },
    {
        "act": "PROCUREMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "73.05 55 [Subsidiary]                                                        Procurement Regulations  L.R.O. 1/2012                                        Citation     Interpretation.          Objective.         ",
            "context": "PROCUREMENT ACT under 73.05 55 [Subsidiary]                                                        Procurement Regulations  L.R.O. 1/2012                                        Citation     Interpretation.          Objective.         73.05                           Procurement  [Subsidiary]  Procurement Regulations  L.R.O. 1/2012 PART II (4) The information contained on the Website shall  Website. Administration shall publish the information obtained on the the type mentioned in the preceding paragraph, the (3) Within two days of  receiving  any report  of   (h) contract identification number/letter.  quotations received; (g) number  of  tenders,  proposals  or   (f) procurement method used;  (e) amount and currency of the contract;  description and classification); (d) object of  the contract (short  contract was awarded; (c) name of the party to whom the  (b) date of award;  (a) name of the procuring entity;  contract Administration with the following information about the in  value,  the  procuring entity shall provide a report to the concerning the award  of  any  contract  exceeding  $200,",
            "description": [
                {
                    "representation": "(4)",
                    "description": "The information contained on the Website shall  Website. Administration shall publish the information obtained on the the type mentioned in the preceding paragraph, the"
                },
                {
                    "representation": "(3)",
                    "description": "Within two days of  receiving  any report  of"
                },
                {
                    "representation": "(h)",
                    "description": "contract identification number/letter.  quotations received;"
                },
                {
                    "representation": "(g)",
                    "description": "number  of  tenders,  proposals  or"
                },
                {
                    "representation": "(f)",
                    "description": "procurement method used;"
                },
                {
                    "representation": "(e)",
                    "description": "amount and currency of the contract;  description and classification);"
                },
                {
                    "representation": "(d)",
                    "description": "object of  the contract"
                },
                {
                    "representation": "(c)",
                    "description": "name of the party to whom the"
                },
                {
                    "representation": "(b)",
                    "description": "date of award;"
                },
                {
                    "representation": "(a)",
                    "description": "name of the procuring entity;  contract Administration with the following information about the in  value,  the  procuring entity shall provide a report to the concerning the award  of  any  contract  exceeding  $200,"
                }
            ]
        }
    }
]