[
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GENERAL LOAN AND STOCK ACT under Short title. 1.  This Act may be cited as the General Loan and Stock  Act.",
            "description": "This Act may be cited as the General Loan and Stock  Act."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GENERAL LOAN AND STOCK ACT under Interpretation. 2.  In this Act  Crown Agents means the person or persons for the time being acting as  the Crown  Agents  for Overseas Governments and Administrations in England;  stock includes both inscribed and registered stock;  registered   stock   means   stock   transferable   by   instrument   in writing.",
            "description": "In this Act  Crown Agents means the person or persons for the time being acting as  the Crown  Agents  for Overseas Governments and Administrations in England;  stock includes both inscribed and registered stock;  registered   stock   means   stock   transferable   by   instrument   in writing."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Loans to be raised by debentures or stock. ",
            "context": "GENERAL LOAN AND STOCK ACT under Loans to be raised by debentures or stock. 3. Whenever by any Act or resolution of the National Assembly authority has been given or is hereafter given to raise a sum of money for the purposes mentioned in the Act or resolution, the Minister, or the Crown Agents acting on his behalf, may, from time to time as he or they may deem expedient, raise that sum either by debentures or by Guyana stock, or partly by debentures and partly by stock.",
            "description": "Whenever by any Act or resolution of the National Assembly authority has been given or is hereafter given to raise a sum of money for the purposes mentioned in the Act or resolution, the Minister, or the Crown Agents acting on his behalf, may, from time to time as he or they may deem expedient, raise that sum either by debentures or by Guyana stock, or partly by debentures and partly by stock."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Loans to be part of public debt. ",
            "context": "GENERAL LOAN AND STOCK ACT under Loans to be part of public debt. 4.  The   principal   moneys   and   interest   represented   by the debentures or stock issued under this Act shall be part of the public debt of Guyana within the meaning of article 114 of the Constitution.  CHAPTER 74:01 GENERAL LOAN AND STOCK ACT  LAWS OF GUYANA 6 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012 Borrowing  upon debentures.  [21 of 1951]       Amount of each debenture.   How debenture may be redeemed.  [9 of 1934 21 of 1939]                 Interest coupons.          Form of debenture and",
            "description": "The   principal   moneys   and   interest   represented   by the debentures or stock issued under this Act shall be part of the public debt of Guyana within the meaning of article 114 of the Constitution.  CHAPTER 74:01 GENERAL LOAN AND STOCK ACT  LAWS OF GUYANA 6 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012 Borrowing  upon debentures.  [21 of 1951]       Amount of each debenture.   How debenture may be redeemed.  [9 of 1934 21 of 1939]                 Interest coupons.          Form of debenture and"
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Borrowing upon debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Borrowing upon debentures. 5. When the Minister deems it, or the Crown Agents acting on his behalf  deem  it,  expedient  to  raise  money  by  debentures, those debentures  shall be issued in the United Kingdom on behalf of the Government of Guyana by the Crown Agents upon the best and most favourable terms that can be obtained and shall be signed by any one of them on that behalf.",
            "description": "When the Minister deems it, or the Crown Agents acting on his behalf  deem  it,  expedient  to  raise  money  by  debentures, those debentures  shall be issued in the United Kingdom on behalf of the Government of Guyana by the Crown Agents upon the best and most favourable terms that can be obtained and shall be signed by any one of them on that behalf."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amount of each debenture. ",
            "context": "GENERAL LOAN AND STOCK ACT under Amount of each debenture. 6. Every debenture issued under this Act shall be for the sum of not less than one hundred pounds sterling.",
            "description": "Every debenture issued under this Act shall be for the sum of not less than one hundred pounds sterling."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "How debentures may be redeemed. ",
            "context": "GENERAL LOAN AND STOCK ACT under How debentures may be redeemed. 7. The debentures shall be redeemable either  (a)  at par on a fixed date to be declared on the issue of the debentures such date not being later than sixty years from the date of issue:  Provided that the Minister or the Crown Agents acting on his behalf may reserve the option to redeem the debentures prior to such date on such conditions as may be declared at the time of issue; or  (b)  by annual  drawings  at  par  or  at  the  option  of the Minister  or  the  Crown  Agents  acting  on  his  behalf  by purchase at or below par.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "at par on a fixed date to be declared on the issue of the debentures such date not being later than sixty years from the date of issue:  Provided that the Minister or the Crown Agents acting on his behalf may reserve the option to redeem the debentures prior to such date on such conditions as may be declared at the time of issue; or"
                },
                {
                    "representation": "(b)",
                    "description": "by annual  drawings  at  par  or  at  the  option  of the Minister  or  the  Crown  Agents  acting  on  his  behalf  by purchase at or below par."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interest coupons. ",
            "context": "GENERAL LOAN AND STOCK ACT under Interest coupons. 8. To every debenture there shall be attached coupons for the payment of interest to become due in each half-year upon the principal represented by the debenture, and the coupons shall be sufficient  in  number  to  provide  for  the  payment  of  the  interest, either during the whole period for which the debenture has to run or for such limited period as the Crown Agents, acting on behalf of the Government of Guyana, determine.",
            "description": "To every debenture there shall be attached coupons for the payment of interest to become due in each half-year upon the principal represented by the debenture, and the coupons shall be sufficient  in  number  to  provide  for  the  payment  of  the  interest, either during the whole period for which the debenture has to run or for such limited period as the Crown Agents, acting on behalf of the Government of Guyana, determine."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Form of debenture and coupons. ",
            "context": "GENERAL LOAN AND STOCK ACT under Form of debenture and coupons. 9. The debentures and the coupons thereto shall be in the form directed or approved by the Minister or the Crown LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 7  L.R.O. 1/ 2012 coupons.    Debentures and coupons transferable by delivery.   Register of debentures.     Payment of interest.       Mode of providing for payment of interest on debentures. [8 of 1950]                Remittances for redemption of debentures.  [9 of 1934 8 of 1950 21 of 1951]  Agents acting on his behalf.",
            "description": "The debentures and the coupons thereto shall be in the form directed or approved by the Minister or the Crown LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 7  L.R.O. 1/ 2012 coupons.    Debentures and coupons transferable by delivery.   Register of debentures.     Payment of interest.       Mode of providing for payment of interest on debentures. [8 of 1950]                Remittances for redemption of debentures.  [9 of 1934 8 of 1950 21 of 1951]  Agents acting on his behalf."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Debentures and coupons transferable by delivery. ",
            "context": "GENERAL LOAN AND STOCK ACT under Debentures and coupons transferable by delivery. 10. Every debenture and coupon and the right to receive the principal and interest represented thereby shall be transferable by delivery.",
            "description": "Every debenture and coupon and the right to receive the principal and interest represented thereby shall be transferable by delivery."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Register of debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Register of debentures. 11. Every debenture shall, before being issued, be registered in a register book to be kept for that purpose at the office in London of the Crown Agents.",
            "description": "Every debenture shall, before being issued, be registered in a register book to be kept for that purpose at the office in London of the Crown Agents."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Payment of interest. ",
            "context": "GENERAL LOAN AND STOCK ACT under Payment of interest. 12. The interest upon the principal represented by each debenture shall run from the day named in that behalf in the debenture, and shall be paid half-yearly on the days named in that behalf  in  the  debenture,  at  the  office  in  London  of  the  Crown Agents.",
            "description": "The interest upon the principal represented by each debenture shall run from the day named in that behalf in the debenture, and shall be paid half-yearly on the days named in that behalf  in  the  debenture,  at  the  office  in  London  of  the  Crown Agents."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Mode of providing for payment of interest on debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Mode of providing for payment of interest on debentures. 13.  (1) So long as any of the debentures remain outstanding, the Minister shall, in each half-year ending with the day on which the interest   on   the   debentures   falls   due,   appropriate   out   of the Consolidated Fund a sum equal to one half-years interest on the whole  of the  debentures issued,  including any which have  been redeemed, but exclusive of any which have been at any time exchanged for stock, and shall remit that sum to the Crown Agents at a time which will enable them to pay thereout the then current half-years interest on the day on which it falls due. (2) Debentures shall not be deemed to be outstanding for the purposes of this Act by reason only that one or more of them have not been presented for payment on the day appointed for payment and have in consequence not been paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "So long as any of the debentures remain outstanding, the Minister shall, in each half-year ending with the day on which the interest   on   the   debentures   falls   due,   appropriate   out   of the Consolidated Fund a sum equal to one half-years interest on the whole  of the  debentures issued,  including any which have  been redeemed, but exclusive of any which have been at any time exchanged for stock, and shall remit that sum to the Crown Agents at a time which will enable them to pay thereout the then current half-years interest on the day on which it falls due."
                },
                {
                    "representation": "(2)",
                    "description": "Debentures shall not be deemed to be outstanding for the purposes of this Act by reason only that one or more of them have not been presented for payment on the day appointed for payment and have in consequence not been paid."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Remittances for redemption of debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Remittances for redemption of debentures. 14. (1) The Minister shall, in the half-year ending on the date specified in the terms of issue of the loan as that on which the first contribution to the sinking fund shall be taken and in each subsequent half-year, appropriate out of the Consolidated Fund, for the formation of a sinking fund, an LAWS OF GUYANA 8 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012                                Application of sinking fund.         Creation of sinking fund for redemption of debentures payable on a fixed date. [9 of 1934 21 of 1951]   additional sum equal to one-half of the annual contribution specified in the prospectus, or in the case of a loan not issued publicly in the terms of issue, relating to the loan, and the said contribution shall be in respect of the total nominal amount of all the debentures issued, including any which have  been redeemed,  but exclusive of any which have been at any time exchanged for stock, and shall   remit   that   sum   to   the   Crown Agents with the remittance hereinbefore mentioned.  (2)  Anything contained in subsection (1) to the contrary notwithstanding, if at any time the trustees of the sinking fund of any loan issued under this Act are satisfied that the value of the fund will be sufficient with further accumulations of interest but without further payment of contributions to enable the loan to be redeemed out of the proceeds of the sinking fund not later than the final redemption date, the Minister may suspend further contributions to the sinking fund:  Provided always that contributions to the sinking fund shall be recommenced if the trustees shall at any time inform the Minister that this is necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to the contrary notwithstanding, if at any time the trustees of the sinking fund of any loan issued under this Act are satisfied that the value of the fund will be sufficient with further accumulations of interest but without further payment of contributions to enable the loan to be redeemed out of the proceeds of the sinking fund not later than the final redemption date, the Minister may suspend further contributions to the sinking fund:  Provided always that contributions to the sinking fund shall be recommenced if the trustees shall at any time inform the Minister that this is necessary."
                },
                {
                    "representation": "(2)",
                    "description": "Anything contained in subsection"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Application of sinking fund. ",
            "context": "GENERAL LOAN AND STOCK ACT under Application of sinking fund. 15.  The sinking fund shall be applied in the first place in payment of all expenses of or incidental to the redemption of the debentures and the cost and expenses of all notices required by this Act to be given, and in the next place, and subject to the aforesaid payments, in repayment of the   principal moneys for the time being represented by the debentures.",
            "description": "The sinking fund shall be applied in the first place in payment of all expenses of or incidental to the redemption of the debentures and the cost and expenses of all notices required by this Act to be given, and in the next place, and subject to the aforesaid payments, in repayment of the   principal moneys for the time being represented by the debentures."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Creation of sinking fund for redemption of debentures payable on a fixed date. ",
            "context": "GENERAL LOAN AND STOCK ACT under Creation of sinking fund for redemption of debentures payable on a fixed date. 16. In the case of debentures redeemable on a fixed date, the Crown  Agents shall  place  at  interest  or  invest  so  much  of  the money so remitted to them as aforesaid as is not required for the payment of interest for the current half-year, in the purchase of such securities as are approved by the Minister as a sinking fund for the final extinction of the debt, and the Crown Agents shall also place at interest or invest the dividends, interest, or produce of those investments in the LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 9  L.R.O. 1/ 2012             Disposal of sinking fund when debentures are redeemed by purchase or by annual drawings.      Appointment  of day for drawing of debentures.          Notice of time and place appointed for drawing.     Mode of drawing.       purchase of like securities, and may from time to time with the approval of the Minister change any of those investments and shall hold the fund in trust for the  repayment of the  principal  moneys  for  the  time  being  represented  by  the debentures.",
            "description": "In the case of debentures redeemable on a fixed date, the Crown  Agents shall  place  at  interest  or  invest  so  much  of  the money so remitted to them as aforesaid as is not required for the payment of interest for the current half-year, in the purchase of such securities as are approved by the Minister as a sinking fund for the final extinction of the debt, and the Crown Agents shall also place at interest or invest the dividends, interest, or produce of those investments in the LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 9  L.R.O. 1/ 2012             Disposal of sinking fund when debentures are redeemed by purchase or by annual drawings.      Appointment  of day for drawing of debentures.          Notice of time and place appointed for drawing.     Mode of drawing.       purchase of like securities, and may from time to time with the approval of the Minister change any of those investments and shall hold the fund in trust for the  repayment of the  principal  moneys  for  the  time  being  represented  by  the debentures."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Disposal of sinking fund when debentures are redeemed by purchase or by annual drawings. ",
            "context": "GENERAL LOAN AND STOCK ACT under Disposal of sinking fund when debentures are redeemed by purchase or by annual drawings. 17. In  the  case  of  debentures  redeemable  by  annual drawings, the Crown Agents shall place and keep the moneys so remitted  to  them,  or  so  much  thereof  as  is  not  required  for immediate payments, at interest, and shall hold all those moneys and the accumulations thereon in trust to apply them in the first place to the purchase of the debentures when they can be obtained at  a  price  not  exceeding  par,  and  in  the  second  place to the redemption of the  debentures by means of annual drawings.",
            "description": "In  the  case  of  debentures  redeemable  by  annual drawings, the Crown Agents shall place and keep the moneys so remitted  to  them,  or  so  much  thereof  as  is  not  required  for immediate payments, at interest, and shall hold all those moneys and the accumulations thereon in trust to apply them in the first place to the purchase of the debentures when they can be obtained at  a  price  not  exceeding  par,  and  in  the  second  place to the redemption of the  debentures by means of annual drawings."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Appointment of day for drawing of debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Appointment of day for drawing of debentures. 18.   After the date specified in the Act or resolution of the National Assembly authorising a loan as that on which the contributions to the sinking  fund shall commence in respect of that loan, and so long thereafter as any of the debentures remain outstanding and unsatisfied, the Crown Agents shall, in every year, unless  the  whole  of  the  money  applicable in that year to the redemption of debentures has been applied in the  purchase thereof, appoint a day in that year for the drawing by lot of the debentures to be redeemed.",
            "description": "After the date specified in the Act or resolution of the National Assembly authorising a loan as that on which the contributions to the sinking  fund shall commence in respect of that loan, and so long thereafter as any of the debentures remain outstanding and unsatisfied, the Crown Agents shall, in every year, unless  the  whole  of  the  money  applicable in that year to the redemption of debentures has been applied in the  purchase thereof, appoint a day in that year for the drawing by lot of the debentures to be redeemed."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Notice of time and place appointed for drawing. ",
            "context": "GENERAL LOAN AND STOCK ACT under Notice of time and place appointed for drawing. 19.   If a day is appointed for drawing, the Crown Agents shall give by advertisement in the London Times newspaper not less than fifteen days previous notice, specifying the day on which and the hour and place at which, the drawing will take place.",
            "description": "If a day is appointed for drawing, the Crown Agents shall give by advertisement in the London Times newspaper not less than fifteen days previous notice, specifying the day on which and the hour and place at which, the drawing will take place."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Mode of drawing. ",
            "context": "GENERAL LOAN AND STOCK ACT under Mode of drawing. 20.  On the day and at the hour and place so specified the Crown Agents shall hold a meeting, at which the holder of any debenture may, if he thinks fit, be present, and shall then in the presence  of  the  debenture  holders,  if  any,  who  attend  and  of  a notary  public,  draw  by  lot, out of the whole number of debentures for the time being outstanding, LAWS OF GUYANA 10 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012     Notice of debentures drawn for redemption.        Payment of drawn debentures.      Cesser of interest from day appointed for payment of principal.     Redeemed debentures to be cancelled.  [9 of 1934]       Borrowing  upon stock.  [8 of 1950 21 of 1951]  40 and 41 Vict. c.",
            "description": "On the day and at the hour and place so specified the Crown Agents shall hold a meeting, at which the holder of any debenture may, if he thinks fit, be present, and shall then in the presence  of  the  debenture  holders,  if  any,  who  attend  and  of  a notary  public,  draw  by  lot, out of the whole number of debentures for the time being outstanding, LAWS OF GUYANA 10 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012     Notice of debentures drawn for redemption.        Payment of drawn debentures.      Cesser of interest from day appointed for payment of principal.     Redeemed debentures to be cancelled.  [9 of 1934]       Borrowing  upon stock.  [8 of 1950 21 of 1951]  40 and 41 Vict. c."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Notice of debentures drawn for redemption. ",
            "context": "GENERAL LOAN AND STOCK ACT under Notice of debentures drawn for redemption. 21. The   Crown   Agents   shall   thereupon   declare   the distinguishing numbers of the debentures drawn for redemption and  as  soon  as  may  be,  by  advertisement  in  the  London  Times newspaper, specify those numbers and appoint a day, not later as to each debenture than the day on which the then current half-years interest thereon is payable, on which the principal moneys represented by the debentures so distinguished will be repaid.",
            "description": "The   Crown   Agents   shall   thereupon   declare   the distinguishing numbers of the debentures drawn for redemption and  as  soon  as  may  be,  by  advertisement  in  the  London  Times newspaper, specify those numbers and appoint a day, not later as to each debenture than the day on which the then current half-years interest thereon is payable, on which the principal moneys represented by the debentures so distinguished will be repaid."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Payment of drawn debentures. ",
            "context": "GENERAL LOAN AND STOCK ACT under Payment of drawn debentures. 22. On the day so appointed the Crown Agents shall, at their office in London, on demand, pay to the holders of the debentures drawn for repayment the principal moneys represented by those debentures, with all interest payable thereon up to that day.",
            "description": "On the day so appointed the Crown Agents shall, at their office in London, on demand, pay to the holders of the debentures drawn for repayment the principal moneys represented by those debentures, with all interest payable thereon up to that day."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Cesser of interest from day appointed for payment of principal. ",
            "context": "GENERAL LOAN AND STOCK ACT under Cesser of interest from day appointed for payment of principal. 23. From and after the day appointed for the repayment of any debenture all interest on the principal moneys represented thereby   shall   cease   and   determine,   whether   payment   of   the principal has been demanded or not.",
            "description": "From and after the day appointed for the repayment of any debenture all interest on the principal moneys represented thereby   shall   cease   and   determine,   whether   payment   of   the principal has been demanded or not."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Redeemed debentures to be cancelled. ",
            "context": "GENERAL LOAN AND STOCK ACT under Redeemed debentures to be cancelled. 24. Upon   the   repayment   of   the   principal   moneys represented by any debenture, the debenture, with all the coupons thereunto belonging, shall be delivered to the Crown Agents, to be by them cancelled and disposed of in such manner as the Minister or  the  Crown  Agents  acting  on  his  behalf  may  decide.  Any debenture redeemed by purchase shall likewise be so cancelled and disposed of.",
            "description": "Upon   the   repayment   of   the   principal   moneys represented by any debenture, the debenture, with all the coupons thereunto belonging, shall be delivered to the Crown Agents, to be by them cancelled and disposed of in such manner as the Minister or  the  Crown  Agents  acting  on  his  behalf  may  decide.  Any debenture redeemed by purchase shall likewise be so cancelled and disposed of."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Borrowing upon stock. ",
            "context": "GENERAL LOAN AND STOCK ACT under Borrowing upon stock. 25.  When the Minister deems it, or the Crown Agents acting on his behalf deem it, expedient to raise money by the issue of Guyana stock, then that stock shall be issued in the United Kingdom by the Crown Agents under the Act of the United Kingdom Parliament entitled The Colonial Stock Act, 1877, upon the best and most favourable terms that can be obtained.  LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 11  L.R.O. 1/ 2012 When the principal is to  be repaid. [9 of 1934 8 of 1950]                Provision for payment of interest on stock. [9 of 1934 8 of 1950 21 of 1951]",
            "description": "When the Minister deems it, or the Crown Agents acting on his behalf deem it, expedient to raise money by the issue of Guyana stock, then that stock shall be issued in the United Kingdom by the Crown Agents under the Act of the United Kingdom Parliament entitled The Colonial Stock Act, 1877, upon the best and most favourable terms that can be obtained.  LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 11  L.R.O. 1/ 2012 When the principal is to  be repaid. [9 of 1934 8 of 1950]                Provision for payment of interest on stock. [9 of 1934 8 of 1950 21 of 1951]"
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "When the principal is to be repaid. ",
            "context": "GENERAL LOAN AND STOCK ACT under When the principal is to be repaid. 26.  All the stock which may be created under this Act shall be redeemable at par on a date to be named in that behalf by the Crown Agents when issuing the stock, such date not being later than sixty years from the date of issue:  Provided that the Minister or the Crown Agents acting on his behalf may reserve the option to redeem the stock in whole or in part, by drawings  or otherwise, at any time prior to such date on such conditions as may be declared at the time of issue. From and after the date appointed for the redemption of the stock or any part of it all the interest on the principal moneys represented thereby shall cease and determine whether payment of the principal shall have been demanded or not.",
            "description": "All the stock which may be created under this Act shall be redeemable at par on a date to be named in that behalf by the Crown Agents when issuing the stock, such date not being later than sixty years from the date of issue:  Provided that the Minister or the Crown Agents acting on his behalf may reserve the option to redeem the stock in whole or in part, by drawings  or otherwise, at any time prior to such date on such conditions as may be declared at the time of issue. From and after the date appointed for the redemption of the stock or any part of it all the interest on the principal moneys represented thereby shall cease and determine whether payment of the principal shall have been demanded or not."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "(1) Provision for payment of interest on stock. (4) Creation of sinking fund. ",
            "context": "GENERAL LOAN AND STOCK ACT under (1) Provision for payment of interest on stock. (4) Creation of sinking fund. 27.  (1) So long as any of the stock remains unredeemed, the Minister shall, in each half-year ending with the day on which the interest thereon falls due, appropriate out of the Consolidated Fund a sum equal to one half-years interest on the whole of the stock, and shall remit that sum to the Crown Agents at a time which will enable them to pay thereout the then current half-years interest on the day when it falls due.  (2) The Minister shall, in the half-year   ending on the date specified in the terms of issue of the loan as that on which the first contribution to the sinking fund shall be taken, and in each subsequent half-year, appropriate out of the Consolidated Fund, for the formation of a sinking fund, an additional sum, equal to one-half of the annual contribution specified in the prospectus, or in the case of a loan not issued publicly in the terms of issue, relating to the loan, in respect of the total nominal amount of that stock and shall remit   that   sum to the Crown Agents with the remittance hereinbefore mentioned.  (3)  Anything contained in subsection (1) to the contrary notwithstanding, if at any time the trustees of the LAWS OF GUYANA 12 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012                                Charge upon general  revenue.      Expenses to be paid out of sinking fund.   Powers of Minister.  [9 of 1934 8 of 1950 21 of 1951]   sinking fund of any loan issued under this Act are satisfied that the value of the fund will be sufficient with further accumulations of interest but without further payment of contributions to enable the loan to be redeemed out of the proceeds of the sinking fund not later than the final   redemption date, the Minister may suspend further contributions to the said sinking fund:  Provided always that contributions to the sinking fund shall be recommenced if the trustees shall at any time inform the Minister that this is necessary.  (4) The Crown Agents shall, for the purpose of forming the sinking fund, from time to time place at interest or invest so much of the money so remitted to them as is not required for the payment of interest for the current half-year, in the purchase of the securities from time to time approved by the Minister, and shall also place at interest or invest the dividends, interest, or produce of those investments in the purchase of like  securities, and may from time to time, with the approval of the Minister, change any of the investments, and shall hold the fund in trust for repayment of the principal moneys for the time being represented by the stock.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to the contrary notwithstanding, if at any time the trustees of the LAWS OF GUYANA 12 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012                                Charge upon general  revenue.      Expenses to be paid out of sinking fund.   Powers of Minister.  [9 of 1934 8 of 1950 21 of 1951]   sinking fund of any loan issued under this Act are satisfied that the value of the fund will be sufficient with further accumulations of interest but without further payment of contributions to enable the loan to be redeemed out of the proceeds of the sinking fund not later than the final   redemption date, the Minister may suspend further contributions to the said sinking fund:  Provided always that contributions to the sinking fund shall be recommenced if the trustees shall at any time inform the Minister that this is necessary."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall, in the half-year   ending on the date specified in the terms of issue of the loan as that on which the first contribution to the sinking fund shall be taken, and in each subsequent half-year, appropriate out of the Consolidated Fund, for the formation of a sinking fund, an additional sum, equal to one-half of the annual contribution specified in the prospectus, or in the case of a loan not issued publicly in the terms of issue, relating to the loan, in respect of the total nominal amount of that stock and shall remit   that   sum to the Crown Agents with the remittance hereinbefore mentioned."
                },
                {
                    "representation": "(3)",
                    "description": "Anything contained in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Crown Agents shall, for the purpose of forming the sinking fund, from time to time place at interest or invest so much of the money so remitted to them as is not required for the payment of interest for the current half-year, in the purchase of the securities from time to time approved by the Minister, and shall also place at interest or invest the dividends, interest, or produce of those investments in the purchase of like  securities, and may from time to time, with the approval of the Minister, change any of the investments, and shall hold the fund in trust for repayment of the principal moneys for the time being represented by the stock."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Charge upon general revenue.   LAWS OF GUYANA 4 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012 SECTION ",
            "context": "GENERAL LOAN AND STOCK ACT under Charge upon general revenue.   LAWS OF GUYANA 4 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012 SECTION 28.  If the sinking funds for which provision is made by this Act are insufficient for the payment of all the principal moneys borrowed under the authority of this Act at the time those moneys become due, the Minister shall make good the deficiency out of the Consolidated Fund.",
            "description": "If the sinking funds for which provision is made by this Act are insufficient for the payment of all the principal moneys borrowed under the authority of this Act at the time those moneys become due, the Minister shall make good the deficiency out of the Consolidated Fund."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Expenses to be paid out of sinking fund. ",
            "context": "GENERAL LOAN AND STOCK ACT under Expenses to be paid out of sinking fund. 29.  All expenses of or incidental to the management of the sinking fund, or to the payment of the principal moneys borrowed, shall be paid out of the sinking fund.",
            "description": "All expenses of or incidental to the management of the sinking fund, or to the payment of the principal moneys borrowed, shall be paid out of the sinking fund."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "(1) Powers of Minister. (a) conversion of debentures into stock; (b) conversion of loans generally; (c) stock in exchange for other securities; (d) creation and sale of stock or debentures. (2) Arrangements for conversion. ",
            "context": "GENERAL LOAN AND STOCK ACT under (1) Powers of Minister. (a) conversion of debentures into stock; (b) conversion of loans generally; (c) stock in exchange for other securities; (d) creation and sale of stock or debentures. (2) Arrangements for conversion. 30. (1) The Minister shall also have and may from time to time exercise the following powers and authorities, or any of them:   LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 13  L.R.O. 1/ 2012 Conversion of debentures into stock;      Conversion of loans generally;      Stock in exchange for other securities.    creation and  sale of stock or debentures;       Arrangements for conversion.     Exchange of securities for stock. [8 of 1950]           (a) he may authorise the Crown Agents when issuing any loan in  the  form  of  debentures  to  declare  that those debentures will be convertible into stock at the dates and on the terms and conditions prescribed by the Crown Agents at the time of the issue of the debentures;  (b) he  may  declare  all  or  any  of  the  Guyana  loans, whether issued before or after the commencement of this Act, whether existing in the form of stock or debentures, to be convertible into stock, to be issued under this Act;  (c) he may authorise the creation and issue of such an amount of stock in exchange for the securities held for those loans as may be necessary;  (d) he may authorise the creation and sale of any of the stock or debentures for the purpose of raising money for redeeming any outstanding loans, whether issued before or subsequent to the passing of this Act, for paying any expense in the creation of stock, and otherwise for carrying out the provisions of this Act.  (2) Any conversion so authorised may be effected either by an arrangement with the holders of existing securities or by purchase thereof out of moneys raised by the sale of stock, or partly in one way and partly in the other.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall also have and may from time to time exercise the following powers and authorities, or any of them:   LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 13  L.R.O. 1/ 2012 Conversion of debentures into stock;      Conversion of loans generally;      Stock in exchange for other securities.    creation and  sale of stock or debentures;       Arrangements for conversion.     Exchange of securities for stock. [8 of 1950]"
                },
                {
                    "representation": "(a)",
                    "description": "he may authorise the Crown Agents when issuing any loan in  the  form  of  debentures  to  declare  that those debentures will be convertible into stock at the dates and on the terms and conditions prescribed by the Crown Agents at the time of the issue of the debentures;"
                },
                {
                    "representation": "(b)",
                    "description": "he  may  declare  all  or  any  of  the  Guyana  loans, whether issued before or after the commencement of this Act, whether existing in the form of stock or debentures, to be convertible into stock, to be issued under this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "he may authorise the creation and issue of such an amount of stock in exchange for the securities held for those loans as may be necessary;"
                },
                {
                    "representation": "(d)",
                    "description": "he may authorise the creation and sale of any of the stock or debentures for the purpose of raising money for redeeming any outstanding loans, whether issued before or subsequent to the passing of this Act, for paying any expense in the creation of stock, and otherwise for carrying out the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any conversion so authorised may be effected either by an arrangement with the holders of existing securities or by purchase thereof out of moneys raised by the sale of stock, or partly in one way and partly in the other."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Exchange of securities for stock. ",
            "context": "GENERAL LOAN AND STOCK ACT under Exchange of securities for stock. 31.  Nothing in this Act contained shall authorise an increase of the capital or of the annual charge on any loan, except as follows:  (a) when securities exchanged for stock bear a rate of interest not less than the stock, an additional amount of stock may be created and issued to make up the difference in saleable value between the securities and the stock;  (b) in the case of the conversion of securities into stock, the Crown Agents shall issue the amount of stock LAWS OF GUYANA 14 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012           Converted securities to be cancelled. [8 of 1950]    Trustees to apportion amount of sinking fund released by conversion.  [8 of 1950]          Sinking funds released,   how to be disposed of. [8 of 1950]  Creation, inscription, issue, conversion,  and transfer of stock . [8 of 1950 21 of 1951]     required to defray the stamp duties and all other expenses incidental to the conversion;  (c) in accordance with any terms and conditions prescribed under subsection (1)(a) of the last preceding section.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "of the last preceding section."
                },
                {
                    "representation": "(b)",
                    "description": "in the case of the conversion of securities into stock, the Crown Agents shall issue the amount of stock LAWS OF GUYANA 14 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012           Converted securities to be cancelled. [8 of 1950]    Trustees to apportion amount of sinking fund released by conversion.  [8 of 1950]          Sinking funds released,   how to be disposed of. [8 of 1950]  Creation, inscription, issue, conversion,  and transfer of stock . [8 of 1950 21 of 1951]     required to defray the stamp duties and all other expenses incidental to the conversion;"
                },
                {
                    "representation": "(c)",
                    "description": "in accordance with any terms and conditions prescribed under subsection"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Converted securities to be cancelled. ",
            "context": "GENERAL LOAN AND STOCK ACT under Converted securities to be cancelled. 32. The securities exchanged or otherwise converted into stock under this Act shall be forthwith cancelled by the Crown Agents, and the debentures surrendered shall be cancelled and transmitted to the Minister.",
            "description": "The securities exchanged or otherwise converted into stock under this Act shall be forthwith cancelled by the Crown Agents, and the debentures surrendered shall be cancelled and transmitted to the Minister."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Trustees to apportion amount of sinking fund released by  conversion. ",
            "context": "GENERAL LOAN AND STOCK ACT under Trustees to apportion amount of sinking fund released by  conversion. 33.   The trustees of the sinking fund appointed under this Act, and acting under  any  Act  or  resolution  of  the  National Assembly authorising  the  issue  of  any  securities  exchanged  into stock,   or cancelled, or purchased, under this Act, shall determine what  amount of the sinking fund  held by them and created for repayment of those securities shall be released, and in the determination  of  that  question  the trustees shall take into consideration  the  value  of  the  whole investments held by them on account of the sinking funds, the amount of the debt remaining a charge on the sinking funds, and any matters the trustees think fit to take into account.",
            "description": "The trustees of the sinking fund appointed under this Act, and acting under  any  Act  or  resolution  of  the  National Assembly authorising  the  issue  of  any  securities  exchanged  into stock,   or cancelled, or purchased, under this Act, shall determine what  amount of the sinking fund  held by them and created for repayment of those securities shall be released, and in the determination  of  that  question  the trustees shall take into consideration  the  value  of  the  whole investments held by them on account of the sinking funds, the amount of the debt remaining a charge on the sinking funds, and any matters the trustees think fit to take into account."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Sinking funds released, how to be disposed of. ",
            "context": "GENERAL LOAN AND STOCK ACT under Sinking funds released, how to be disposed of. 34. So much of the sinking funds as is released shall either be transferred to the trustees of the stock sinking fund, or be disposed of in the manner directed subject to the approval of the National Assembly.",
            "description": "So much of the sinking funds as is released shall either be transferred to the trustees of the stock sinking fund, or be disposed of in the manner directed subject to the approval of the National Assembly."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Creation, inscription, issue, conversion and transfer of stock. ",
            "context": "GENERAL LOAN AND STOCK ACT under Creation, inscription, issue, conversion and transfer of stock. 35.  The Crown Agents may from time to time, at the request of the Minister, make arrangements for all or any of the following things, namely, for  (a)  inscribing and registering stock in their books;  (b)  managing the creation, inscription, registration and issue of stock, including the issue of certificates of LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 15  L.R.O. 1/ 2012                            Regulations. 40 & 41 Vict.  c. 59 12 & 13 Geo. 6, c.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "inscribing and registering stock in their books;"
                },
                {
                    "representation": "(b)",
                    "description": "managing the creation, inscription, registration and issue of stock, including the issue of certificates of LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 15  L.R.O. 1/ 2012                            Regulations. 40 & 41 Vict.  c. 59 12 & 13 Geo. 6, c."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Regulations. ",
            "context": "GENERAL LOAN AND STOCK ACT under Regulations. 36. Authority is hereby given for the making of regulations under section  16  of  the  Colonial  Stock  Act,  1877,  to  provide that,  in accordance with section 1 of the Colonial Stock Act, 1948, stock issued (whether before or after the passing of the last mentioned Act) under this Act, shall be transferable by instrument in writing in accordance with the regulations and in no other manner.",
            "description": "Authority is hereby given for the making of regulations under section  16  of  the  Colonial  Stock  Act,  1877,  to  provide that,  in accordance with section 1 of the Colonial Stock Act, 1948, stock issued (whether before or after the passing of the last mentioned Act) under this Act, shall be transferable by instrument in writing in accordance with the regulations and in no other manner."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Diversion of unrequired sum from one specified purpose to another. ",
            "context": "GENERAL LOAN AND STOCK ACT under Diversion of unrequired sum from one specified purpose to another. 37. The Minister may, with the consent of the National Assembly, direct that any sum not required for a purpose specified in the Act or resolution of the National Assembly shall be applied to any other purpose therein specified, or specified in any subsequent resolution of the Assembly thereto relating.",
            "description": "The Minister may, with the consent of the National Assembly, direct that any sum not required for a purpose specified in the Act or resolution of the National Assembly shall be applied to any other purpose therein specified, or specified in any subsequent resolution of the Assembly thereto relating."
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Raising loans in Guyana.  PROVISIONS OF ORDINANCE NO. XXIII OF 1929  ",
            "context": "GENERAL LOAN AND STOCK ACT under Raising loans in Guyana.  PROVISIONS OF ORDINANCE NO. XXIII OF 1929  38. This Act shall be applicable only to the raising of loans in the  United  Kingdom,  and  nothing  in  this  Act  contained  shall prevent the raising of loans in Guyana upon any terms and conditions  specified  in  any  Act  authorising  the  raising  of  those loans. LAWS OF GUYANA 16 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012     Cesser of sinking fund contributions under this Act.                    Minister may borrow by sale of debentures  or stock. [O. 1/1966B]     Application of loan. First Schedule.        Power to use unutilised balance specified in  item 17 of First Schedule to redeem other PROVISIONS OF ORDINANCE NO. XXIII OF 1928",
            "description": "This Act shall be applicable only to the raising of loans in the  United  Kingdom,  and  nothing  in  this  Act  contained  shall prevent the raising of loans in Guyana upon any terms and conditions  specified  in  any  Act  authorising  the  raising  of  those loans. LAWS OF GUYANA 16 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012     Cesser of sinking fund contributions under this Act.                    Minister may borrow by sale of debentures  or stock. [O. 1/1966B]     Application of loan. First Schedule.        Power to use unutilised balance specified in  item 17 of First Schedule to redeem other PROVISIONS OF ORDINANCE NO. XXIII OF 1928"
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Cesser of sinking fund contributions under this Act.  PROVISIONS OF ORDINANCE NO. XI OF 1928  ",
            "context": "GENERAL LOAN AND STOCK ACT under Cesser of sinking fund contributions under this Act.  PROVISIONS OF ORDINANCE NO. XI OF 1928  39. Notwithstanding anything to the contrary contained in this Act, if at any time the trustees of the sinking fund of any loan issued or to be issued  under  the  provisions  hereof  (other  than  a debenture  loan redeemable  by  annual drawings or by purchase in the market) are satisfied that the  value of the fund will be sufficient, with further accumulations of interest but without further payments of contributions, to enable the loan to be redeemed out of the proceeds of the sinking fund when it falls due to be redeemed, the Minister may suspend further payments of contributions to the sinking fund, but contributions to the sinking fund shall be recommenced if the trustees at any time inform the Minister that it is necessary.  PROVISIONS OF ORDINANCE NO. XI OF 1929",
            "description": "Notwithstanding anything to the contrary contained in this Act, if at any time the trustees of the sinking fund of any loan issued or to be issued  under  the  provisions  hereof  (other  than  a debenture  loan redeemable  by  annual drawings or by purchase in the market) are satisfied that the  value of the fund will be sufficient, with further accumulations of interest but without further payments of contributions, to enable the loan to be redeemed out of the proceeds of the sinking fund when it falls due to be redeemed, the Minister may suspend further payments of contributions to the sinking fund, but contributions to the sinking fund shall be recommenced if the trustees at any time inform the Minister that it is necessary.  PROVISIONS OF ORDINANCE NO. XI OF 1929"
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "(1) Minister may borrow by sale of debentures or stock. (2) Application of loan. Power to use unutilised balance specified in item       17 of First Schedule to redeem other than 6 per cent Guyana bonds. (3) Commencement of contributions to sinking fund. (4) Power to issue Treasury bills.  TRUSTEE INVESTMENT IN GOVERNMENT SECURITIES  ",
            "context": "GENERAL LOAN AND STOCK ACT under (1) Minister may borrow by sale of debentures or stock. (2) Application of loan. Power to use unutilised balance specified in item       17 of First Schedule to redeem other than 6 per cent Guyana bonds. (3) Commencement of contributions to sinking fund. (4) Power to issue Treasury bills.  TRUSTEE INVESTMENT IN GOVERNMENT SECURITIES  40. (1) The Minister is hereby authorised to issue debentures or stock, or both, under this Act to an amount sufficient to produce as nearly as may be the sum of three million, one hundred and three thousand five hundred pounds sterling and any further sum necessary to defray the expenses of issue.  (2) The money to be borrowed under   the authority of this section shall be appropriated and applied to the purposes specified in the First Schedule:  Provided that the  Minister may utilise any  savings  in respect of any item in the First Schedule to cover excess of expenditure in respect of any other item:  And provided further that that part of the amount of five hundred and thirty-seven thousand pounds, appropriated in item 17 of Part II of the First Schedule for the redemption of six per cent Colony  bonds,  which  remains  after  the  redemption  of  the  said bonds, may be utilised for the redemption of other Colony bonds. LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 17  L.R.O. 1/ 2012 than 6 per cent Colony bonds   Commence- ment of contributions  to sinking  fund.    Power to issue Treasury bills.  c. 74:03         Definitions.  [O. 1/1966B]          Application of section.          Payment of money due to stockholders.       (3) Contributions to sinking fund as contemplated by section 14 and section 27(2) shall commence in respect of any debentures or stock issued under this section not later than three years after the date from which the interest on those debentures or that stock shall commence to run.  (4) Pending the issue of the whole or any portion of the loan by this section authorised the Minister may, if necessary,   raise instalments  of the money as required by the issue of Treasury bills under sections 18, 19 and 20 of the Public Loan and Treasury Bills Act.  GOVERNMENT SECURITIES.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister is hereby authorised to issue debentures or stock, or both, under this Act to an amount sufficient to produce as nearly as may be the sum of three million, one hundred and three thousand five hundred pounds sterling and any further sum necessary to defray the expenses of issue."
                },
                {
                    "representation": "(2)",
                    "description": "The money to be borrowed under   the authority of this section shall be appropriated and applied to the purposes specified in the First Schedule:  Provided that the  Minister may utilise any  savings  in respect of any item in the First Schedule to cover excess of expenditure in respect of any other item:  And provided further that that part of the amount of five hundred and thirty-seven thousand pounds, appropriated in item 17 of Part II of the First Schedule for the redemption of six per cent Colony  bonds,  which  remains  after  the  redemption  of  the  said bonds, may be utilised for the redemption of other Colony bonds. LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 17  L.R.O. 1/ 2012 than 6 per cent Colony bonds   Commence- ment of contributions  to sinking  fund.    Power to issue Treasury bills.  c. 74:03         Definitions.  [O. 1/1966B]          Application of section.          Payment of money due to stockholders."
                },
                {
                    "representation": "(3)",
                    "description": "Contributions to sinking fund as contemplated by section 14 and section 27(2) shall commence in respect of any debentures or stock issued under this section not later than three years after the date from which the interest on those debentures or that stock shall commence to run."
                },
                {
                    "representation": "(4)",
                    "description": "Pending the issue of the whole or any portion of the loan by this section authorised the Minister may, if necessary,   raise instalments  of the money as required by the issue of Treasury bills under sections 18, 19 and 20 of the Public Loan and Treasury Bills Act.  GOVERNMENT SECURITIES."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOAN AND STOCK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "(1) Definitions. (2) Application of section. (3) Payment of money due to stockholders. (4) Agent’s certificate. (5) Confirmation of Undertaking. FIRST SCHEDULE—Application for loan. SECOND SCHEDULE—Undertaking of the Government of Guyana in regard to                                             Government Securities. LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 5  L.R.O. 1/ 2012                    ________________________  1929 Ed. c. 46 1953 Ed. c. 287 _______________________________________________________ 31 of 1913 An Act to declare the terms and conditions applicable to Loans authorised by the Parliament of Guyana, and to provide for the creation of Inscribed Stock.  [31ST DECEMBER, 1913] Short title.  [8 of 1950]   Interpretation. [21 of 1951]             Loans to be raised by debentures or stock. [8 of 1950]      Loans to be part of public debt. [O. 80/1980] c. 1:01     ",
            "context": "GENERAL LOAN AND STOCK ACT under (1) Definitions. (2) Application of section. (3) Payment of money due to stockholders. (4) Agents certificate. (5) Confirmation of Undertaking. FIRST SCHEDULEApplication for loan. SECOND SCHEDULEUndertaking of the Government of Guyana in regard to                                             Government Securities. LAWS OF GUYANA                                                             General Loan and Stock Cap. 74:01 5  L.R.O. 1/ 2012                    ________________________  1929 Ed. c. 46 1953 Ed. c. 287 _______________________________________________________ 31 of 1913 An Act to declare the terms and conditions applicable to Loans authorised by the Parliament of Guyana, and to provide for the creation of Inscribed Stock.  [31ST DECEMBER, 1913] Short title.  [8 of 1950]   Interpretation. [21 of 1951]             Loans to be raised by debentures or stock. [8 of 1950]      Loans to be part of public debt. [O. 80/1980] c. 1:01     41.  (1) In this section  competent court means a court of competent jurisdiction in the United Kingdom;  final judgment, decree, rule or order means in case of appeal the final judgment, decree, rule or order of the ultimate competent court hearing the appeal.  (2) This section shall apply to all securities created or issued prior to the 26th May, 1966, in the United Kingdom on behalf of the Government in which a trustee might at any time have invested by virtue of section 2 of the United Kingdom Colonial Stock Act, 1900, of the United Kingdom each and all of which securities are hereinafter referred to as Government securities.  (3) Whenever by the final judgment, decree, rule or order of any competent court any sum of money is adjudged or declared to be payable by the Government in respect of any Government securities, that sum shall, without further appropriation than this Act, be charged on the Consolidated LAWS OF GUYANA 18 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012      Agents certificate.         Confirmation  of Under- taking.  Second Schedule.   s. 40 [O. 1/1996B]                         Fund and adequate funds (as and when required) shall be made available in the United Kingdom by the Government to meet any such final judgment, decree, rule or order.  (4) A certificate specifying the sum paid under order of any competent court to satisfy any final judgment, decree, rule or order and issued by the agent in the United Kingdom of the Government authorised to make such payment shall be sufficient authority to the Auditor-General or other officer having the auditing of the accounts of such agent for passing such sum without further appropriation.  (5) The Undertaking set out in the Second Schedule is hereby confirmed.     FIRST SCHEDULE APPLICATION FOR LOAN PART I",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section  competent court means a court of competent jurisdiction in the United Kingdom;  final judgment, decree, rule or order means in case of appeal the final judgment, decree, rule or order of the ultimate competent court hearing the appeal."
                },
                {
                    "representation": "(2)",
                    "description": "This section shall apply to all securities created or issued prior to the 26th May, 1966, in the United Kingdom on behalf of the Government in which a trustee might at any time have invested by virtue of section 2 of the United Kingdom Colonial Stock Act, 1900, of the United Kingdom each and all of which securities are hereinafter referred to as Government securities."
                },
                {
                    "representation": "(3)",
                    "description": "Whenever by the final judgment, decree, rule or order of any competent court any sum of money is adjudged or declared to be payable by the Government in respect of any Government securities, that sum shall, without further appropriation than this Act, be charged on the Consolidated LAWS OF GUYANA 18 Cap. 74:01                    General Loan and Stock  L.R.O. 1/ 2012      Agents certificate.         Confirmation  of Under- taking.  Second Schedule.   s. 40 [O. 1/1996B]                         Fund and adequate funds"
                },
                {
                    "representation": "(4)",
                    "description": "A certificate specifying the sum paid under order of any competent court to satisfy any final judgment, decree, rule or order and issued by the agent in the United Kingdom of the Government authorised to make such payment shall be sufficient authority to the Auditor-General or other officer having the auditing of the accounts of such agent for passing such sum without further appropriation."
                },
                {
                    "representation": "(5)",
                    "description": "The Undertaking set out in the Second Schedule is hereby confirmed.     FIRST SCHEDULE APPLICATION FOR LOAN PART I"
                }
            ]
        }
    }
]