[
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short Title. ",
            "context": "GENERAL LOCAL LOAN ACT under Short Title. 1. This Act may be cited as the General Local Loan Act.",
            "description": "This Act may be cited as the General Local Loan Act."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Application. ",
            "context": "GENERAL LOCAL LOAN ACT under Application. 2.  This Act shall be applicable only to loans raised locally in Guyana.",
            "description": "This Act shall be applicable only to loans raised locally in Guyana."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Loans to be raised by debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Loans to be raised by debentures. 3.  Whenever by an Act authority shall have been given to the Minister to raise any sum of money for the purposes mentioned in such Act the Minister may from time to time as he may deem expedient raise such sum by debentures issued under the provisions of this Act.",
            "description": "Whenever by an Act authority shall have been given to the Minister to raise any sum of money for the purposes mentioned in such Act the Minister may from time to time as he may deem expedient raise such sum by debentures issued under the provisions of this Act."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Loans to be a charge upon general revenue. ",
            "context": "GENERAL LOCAL LOAN ACT under Loans to be a charge upon general revenue. 4.  The  principal  moneys  and  interest  represented  by  such debentures are hereby charged upon, and shall be payable out of the Consolidated Fund. L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 5  L.R.O. 1/2012 Borrowing  upon  debentures.  [13 of 1965]           Amount of each debenture.   Debentures  may be either fixed date or drawing debentures.  [13 of 1965 9 of 1975]",
            "description": "The  principal  moneys  and  interest  represented  by  such debentures are hereby charged upon, and shall be payable out of the Consolidated Fund. L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 5  L.R.O. 1/2012 Borrowing  upon  debentures.  [13 of 1965]           Amount of each debenture.   Debentures  may be either fixed date or drawing debentures.  [13 of 1965 9 of 1975]"
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Borrowing upon debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Borrowing upon debentures. 5.  (1) Such debentures shall be issued in Guyana upon the best and most favourable terms that can be obtained and shall be signed by the Minister  responsible  for  finance  (in  this  Act  referred  to  as  the Minister) or by any other person or persons specially authorised by him.  (2) It shall be a sufficient compliance with subsection (1) if a debenture bears the facsimile signature of the Minister or of the person or persons specially authorised by him to sign debentures.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "if a debenture bears the facsimile signature of the Minister or of the person or persons specially authorised by him to sign debentures."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be a sufficient compliance with subsection"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amount of each debenture. ",
            "context": "GENERAL LOCAL LOAN ACT under Amount of each debenture. 6.  Every debenture issued under this Act shall be for a sum of not less than fifty dollars.",
            "description": "Every debenture issued under this Act shall be for a sum of not less than fifty dollars."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Debentures may be either fixed-date or drawing debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Debentures may be either fixed-date or drawing debentures. 7. The debentures shall be redeemable either  (a)  at par on a fixed date to be declared on the issue of the debentures such date not being later than sixty years from the date of issue (such debentures being hereinafter referred to as fixed-date debentures):  Provided that the Minister may reserve the option to redeem the debentures prior to such date on such conditions as may be declared at the time of issue; or  (b)  by annual drawings at par to be made in the manner hereinafter provided or, at the option of the Minister, by purchase in the market (such debentures being hereinafter referred to as drawing debentures); or  (c)  by   equal   half-yearly   or   annual   instalments   of principal and interest as may be provided by the terms of the loan combined so as to repay the principal with interest over a fixed repayment period to be declared on the issue of the debentures, such LAWS OF GUYANA 6 Cap. 74:04 General Local loan           Debentures to be declared to be either bearer debentures or registered debentures.            Interest coupons.  [13 of 1965 9 of 1975]        Amount of half-yearly payments on equated annuity debentures.  [13 of 1965 9 of 1975]  Form of debenture and coupons. [13 of 1965]  period not to exceed sixty years from the date of issue (such debentures being hereinafter referred to as equated annuity debentures) and with such moratorium as may be so provided.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "at par on a fixed date to be declared on the issue of the debentures such date not being later than sixty years from the date of issue"
                },
                {
                    "representation": "(b)",
                    "description": "by annual drawings at par to be made in the manner hereinafter provided or, at the option of the Minister, by purchase in the market"
                },
                {
                    "representation": "(c)",
                    "description": "by   equal   half-yearly   or   annual   instalments   of principal and interest as may be provided by the terms of the loan combined so as to repay the principal with interest over a fixed repayment period to be declared on the issue of the debentures, such LAWS OF GUYANA 6 Cap. 74:04 General Local loan           Debentures to be declared to be either bearer debentures or registered debentures.            Interest coupons.  [13 of 1965 9 of 1975]        Amount of half-yearly payments on equated annuity debentures.  [13 of 1965 9 of 1975]  Form of debenture and coupons. [13 of 1965]  period not to exceed sixty years from the date of issue"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Debentures  to  be  declared  to  be either bearer debentures or registered debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Debentures  to  be  declared  to  be either bearer debentures or registered debentures. 8.  Debentures issued under this Act may be declared on issue to be either  (a)  transferable  by  delivery  (such  debentures  being hereinafter referred to as bearer debentures); or  (b)  transferable only by instruments of transfer registered in the books of the Accountant General (such debentures being hereinafter referred to as registered debentures).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "transferable  by  delivery"
                },
                {
                    "representation": "(b)",
                    "description": "transferable only by instruments of transfer registered in the books of the Accountant General"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Interest coupons. ",
            "context": "GENERAL LOCAL LOAN ACT under Interest coupons. 9.  There shall be attached to every bearer debenture coupons for the payment of interest to become due in each half-year or annually, as the  case  may  be,  upon  the  principal  represented  by  the  bearer debenture. The coupons shall be sufficient in number to provide for the payment of the interest either during the whole period for which the bearer debenture has to run or for such limited period as the Minister may determine.",
            "description": "There shall be attached to every bearer debenture coupons for the payment of interest to become due in each half-year or annually, as the  case  may  be,  upon  the  principal  represented  by  the  bearer debenture. The coupons shall be sufficient in number to provide for the payment of the interest either during the whole period for which the bearer debenture has to run or for such limited period as the Minister may determine."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Amount of half-yearly payments on equated-annuity debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Amount of half-yearly payments on equated-annuity debentures. 10.  There shall be stated on each equated-annuity debenture, the number and the amount of the half-yearly or annual payments whereby the obligation to repay the principal with interest shall be satisfied.",
            "description": "There shall be stated on each equated-annuity debenture, the number and the amount of the half-yearly or annual payments whereby the obligation to repay the principal with interest shall be satisfied."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Form of debenture and coupons. ",
            "context": "GENERAL LOCAL LOAN ACT under Form of debenture and coupons. 11.   The bearer debentures and the coupons thereto shall be in such form as the Minister may direct or approve.   L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 7  L.R.O. 1/2012 Debentures and coupons transferable by delivery. [13 of 1965]   Transfer of registered debentures.        Register    of debentures.  [13 of 1965]   Payment of interest. [13 of 1965]      Mode of providing for payment of interest on debentures and for contribu- tions to sinking fund. [13 of 1965 9 of 1975]",
            "description": "The bearer debentures and the coupons thereto shall be in such form as the Minister may direct or approve.   L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 7  L.R.O. 1/2012 Debentures and coupons transferable by delivery. [13 of 1965]   Transfer of registered debentures.        Register    of debentures.  [13 of 1965]   Payment of interest. [13 of 1965]      Mode of providing for payment of interest on debentures and for contribu- tions to sinking fund. [13 of 1965 9 of 1975]"
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Debentures and coupons transferable by delivery. ",
            "context": "GENERAL LOCAL LOAN ACT under Debentures and coupons transferable by delivery. 12.  Every bearer debenture and coupon, and the right to receive the principal and interest represented thereby, shall be transferable by delivery.",
            "description": "Every bearer debenture and coupon, and the right to receive the principal and interest represented thereby, shall be transferable by delivery."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Transfer of registered debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Transfer of registered debentures. 13.  Every registered debenture shall be transferable by application in writing to the Accountant General.   Particulars of the holder to which each registered debenture was first issued, and of each transfer of ownership, including the name and address of each holder, shall be recorded in a register to be kept for that purpose by the Accountant General.",
            "description": "Every registered debenture shall be transferable by application in writing to the Accountant General.   Particulars of the holder to which each registered debenture was first issued, and of each transfer of ownership, including the name and address of each holder, shall be recorded in a register to be kept for that purpose by the Accountant General."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Register of debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Register of debentures. 14. Particulars of each debenture shall, before the issue thereof, be recorded in a register to be kept for that purpose at the Treasury.",
            "description": "Particulars of each debenture shall, before the issue thereof, be recorded in a register to be kept for that purpose at the Treasury."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Payment of interest. ",
            "context": "GENERAL LOCAL LOAN ACT under Payment of interest. 15. The interest upon the principal represented by each fixed-date or drawing debenture shall run from the date specified in that behalf in the debenture and shall be paid half-yearly, on the dates specified in that behalf in the debenture, at the Treasury.",
            "description": "The interest upon the principal represented by each fixed-date or drawing debenture shall run from the date specified in that behalf in the debenture and shall be paid half-yearly, on the dates specified in that behalf in the debenture, at the Treasury."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Mode of providing for payment of interest on debentures and for contributions to sinking fund. ",
            "context": "GENERAL LOCAL LOAN ACT under Mode of providing for payment of interest on debentures and for contributions to sinking fund. 16.  (1) So long as any of the fixed-date or drawing debentures remain outstanding, the Minister shall, in each half-year ending with the date on which the interest on the debentures falls due, appropriate out of the Consolidated Fund a sum equal to one half-years interest on the whole of the debentures issued including any which may have been redeemed.  (2) The Minister shall also, in each such half-year commencing with that specified in the Act authorising the loan, appropriate out of the Consolidated Fund, for the  formation of a sinking fund, an additional sum equal to one-half of the annual contribution to be decided upon by the  Minister on the issue of the loan. Such contribution shall be in respect of the total nominal amount of all the fixed-date or LAWS OF GUYANA 8 Cap. 74:04 General Local loan                      Creation of sinking fund  for redemption of debentures payable on a fixed date. 4 of 1977             Conditional power to suspend payments to the sinking fund.      drawing debentures issued including any which may have been redeemed.  (3) The  Minister  shall  in  respect  of  all  equated-annuity debentures appropriate in each half-year or annually, as the case may be, during the repayment period out of the Consolidated Fund a sum equal to the half-yearly or annual instalment of principal and interest payable.  (4) For  the  purposes  of  this  Act  fixed-date  or  drawing debentures shall not be deemed to be outstanding by reason only that one or more of the debentures have not been presented for payment on the date appointed for payment and have in consequence not been paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "So long as any of the fixed-date or drawing debentures remain outstanding, the Minister shall, in each half-year ending with the date on which the interest on the debentures falls due, appropriate out of the Consolidated Fund a sum equal to one half-years interest on the whole of the debentures issued including any which may have been redeemed."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall also, in each such half-year commencing with that specified in the Act authorising the loan, appropriate out of the Consolidated Fund, for the  formation of a sinking fund, an additional sum equal to one-half of the annual contribution to be decided upon by the  Minister on the issue of the loan. Such contribution shall be in respect of the total nominal amount of all the fixed-date or LAWS OF GUYANA 8 Cap. 74:04 General Local loan                      Creation of sinking fund  for redemption of debentures payable on a fixed date. 4 of 1977             Conditional power to suspend payments to the sinking fund.      drawing debentures issued including any which may have been redeemed."
                },
                {
                    "representation": "(3)",
                    "description": "The  Minister  shall  in  respect  of  all  equated-annuity debentures appropriate in each half-year or annually, as the case may be, during the repayment period out of the Consolidated Fund a sum equal to the half-yearly or annual instalment of principal and interest payable."
                },
                {
                    "representation": "(4)",
                    "description": "For  the  purposes  of  this  Act  fixed-date  or  drawing debentures shall not be deemed to be outstanding by reason only that one or more of the debentures have not been presented for payment on the date appointed for payment and have in consequence not been paid."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "(1) Creation of  sinking fund  for  redemption  of debentures payable on        a fixed date. (2) Conditional power to suspend payments to the sinking fund. ",
            "context": "GENERAL LOCAL LOAN ACT under (1) Creation of  sinking fund  for  redemption  of debentures payable on        a fixed date. (2) Conditional power to suspend payments to the sinking fund. 17.  (1) Subject to this section, in the case of fixed-date debentures so  much of the moneys appropriated as aforesaid as shall not be required for the immediate payment of interest shall be deposited with and held by  the  Bank of Guyana as trustee for the formation of a sinking fund and the Bank shall invest the money  in the purchase of such securities as may be approved by the Minister as a sinking fund for the final extinction of the debt and shall also invest the dividends, interest  or  produce  of  such  investments  in  the  purchase  of  like securities and may from time to time, with the approval of the Minister, change any such investments and shall hold such fund in trust for the repayment of the principal moneys for the time being represented by the debentures.  (2) If at any time the trustees of the sinking fund are satisfied that the value of the fund will be sufficient with further accumulation of interest, but without further payments of contributions, to enable the debentures to be  redeemed out of the proceeds of the sinking fund when the same shall fall due to be redeemed the Minister may suspend further payment of the contributions to the said sinking fund:  L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 9  L.R.O. 1/2012        Disposal of sinking fund when debentures are redeemed by purchase or annual drawings. [13 of 1965]   Appointment  of date for drawing of debentures.  [13 of 1965]      Notice of time and place appointed for drawing.     Mode of drawing.            Provided that the payment of contributions to the sinking fund shall be resumed if the trustees shall at any time inform the Governor that such payments have become necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, in the case of fixed-date debentures so  much of the moneys appropriated as aforesaid as shall not be required for the immediate payment of interest shall be deposited with and held by  the  Bank of Guyana as trustee for the formation of a sinking fund and the Bank shall invest the money  in the purchase of such securities as may be approved by the Minister as a sinking fund for the final extinction of the debt and shall also invest the dividends, interest  or  produce  of  such  investments  in  the  purchase  of  like securities and may from time to time, with the approval of the Minister, change any such investments and shall hold such fund in trust for the repayment of the principal moneys for the time being represented by the debentures."
                },
                {
                    "representation": "(2)",
                    "description": "If at any time the trustees of the sinking fund are satisfied that the value of the fund will be sufficient with further accumulation of interest, but without further payments of contributions, to enable the debentures to be  redeemed out of the proceeds of the sinking fund when the same shall fall due to be redeemed the Minister may suspend further payment of the contributions to the said sinking fund:  L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 9  L.R.O. 1/2012        Disposal of sinking fund when debentures are redeemed by purchase or annual drawings. [13 of 1965]   Appointment  of date for drawing of debentures.  [13 of 1965]      Notice of time and place appointed for drawing.     Mode of drawing.            Provided that the payment of contributions to the sinking fund shall be resumed if the trustees shall at any time inform the Governor that such payments have become necessary."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Disposal of sinking fund when debentures are redeemed by purchase or annual drawings. ",
            "context": "GENERAL LOCAL LOAN ACT under Disposal of sinking fund when debentures are redeemed by purchase or annual drawings. 18.  In the case of drawing debentures, so much of the moneys appropriated as aforesaid as shall not be required for the immediate payment of interest, and the accumulations thereon, shall be held by the Accountant General in trust to apply them to the purchase of the debentures when they can be obtained at a price not exceeding par and secondly to the redemption of the debentures by means of annual drawings in the manner provided in the section next following.",
            "description": "In the case of drawing debentures, so much of the moneys appropriated as aforesaid as shall not be required for the immediate payment of interest, and the accumulations thereon, shall be held by the Accountant General in trust to apply them to the purchase of the debentures when they can be obtained at a price not exceeding par and secondly to the redemption of the debentures by means of annual drawings in the manner provided in the section next following."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "(1) Appointment of date for drawing of debentures.  (2) Notice of time and place appointed for drawing.  (3) Mode of drawing. (4) Notice of debentures drawn for redemption.  (5) Payment of drawn debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under (1) Appointment of date for drawing of debentures.  (2) Notice of time and place appointed for drawing.  (3) Mode of drawing. (4) Notice of debentures drawn for redemption.  (5) Payment of drawn debentures. 19.  (1) After the commencement of the contributions to the sinking fund in respect of any loan, and so long thereafter as any of the debentures remain outstanding, the Minister shall in every year, unless the whole of the money applicable in that year to the redemption of debentures has been applied in the purchase thereof, appoint a date in that year for the drawing by lot of the debentures to be redeemed.  (2) If a date is appointed for drawing, the Minister shall, by notice published in the Gazette and in at least one local newspaper, give not less than fifteen days previous notice of the date on which, and the hour and place at which, the drawing will take place.  (3) On the date and at the hour and place so specified the Accountant General, or any other officers appointed by the Minister for  the  purpose, shall hold a meeting at which the holder of any debenture may, if he think fit, be present and one of the aforementioned officers shall then, in the presence of such debenture holders, if any, draw by lot, out of the whole number of debentures for the time being outstanding, debentures of the specified nominal amount.  LAWS OF GUYANA 10 Cap. 74:04 General Local loan   Notice of debentures drawn for redemption.           Payment of drawn debentures.       Interest to cease to accrue as from date appointed for payment of principal.   Redeemed debentures to  be cancelled.  [13 of 1965]       Expenses of redemption to be borne by sinking fund.   Renewal of fixed-date (4) One  of  the  officers  specified  in,  or  appointed  under subsection (3) shall thereupon declare the distinguishing numbers of the  debentures drawn for redemption and the Accountant General shall, as soon as may be by notice published in the Gazette and in at least one local newspaper, specify those numbers and appoint a date not being later as to each debenture than the date on which the then current half-years interest thereon is payable on which the principal moneys represented by the debentures so distinguished will be repaid.  (5) From and after the date appointed under subsection (4) the Accountant General shall, on demand being made at the Treasury, pay to the  holders of the debentures drawn for repayment the principal moneys  represented by those debentures with all interest payable thereon up to the appointed date.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After the commencement of the contributions to the sinking fund in respect of any loan, and so long thereafter as any of the debentures remain outstanding, the Minister shall in every year, unless the whole of the money applicable in that year to the redemption of debentures has been applied in the purchase thereof, appoint a date in that year for the drawing by lot of the debentures to be redeemed."
                },
                {
                    "representation": "(2)",
                    "description": "If a date is appointed for drawing, the Minister shall, by notice published in the Gazette and in at least one local newspaper, give not less than fifteen days previous notice of the date on which, and the hour and place at which, the drawing will take place."
                },
                {
                    "representation": "(3)",
                    "description": "shall thereupon declare the distinguishing numbers of the  debentures drawn for redemption and the Accountant General shall, as soon as may be by notice published in the Gazette and in at least one local newspaper, specify those numbers and appoint a date not being later as to each debenture than the date on which the then current half-years interest thereon is payable on which the principal moneys represented by the debentures so distinguished will be repaid."
                },
                {
                    "representation": "(4)",
                    "description": "the Accountant General shall, on demand being made at the Treasury, pay to the  holders of the debentures drawn for repayment the principal moneys  represented by those debentures with all interest payable thereon up to the appointed date."
                },
                {
                    "representation": "(5)",
                    "description": "From and after the date appointed under subsection"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Interest to cease to accrue as from date appointed for payment of principal. ",
            "context": "GENERAL LOCAL LOAN ACT under Interest to cease to accrue as from date appointed for payment of principal. 20. From and after the date appointed for the repayment of any debenture, whether a fixed-date or a drawing debenture, all interest on the principal moneys represented thereby shall cease and determine whether payment of the principal shall have been demanded or not.",
            "description": "From and after the date appointed for the repayment of any debenture, whether a fixed-date or a drawing debenture, all interest on the principal moneys represented thereby shall cease and determine whether payment of the principal shall have been demanded or not."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Redeemed debentures to be cancelled. ",
            "context": "GENERAL LOCAL LOAN ACT under Redeemed debentures to be cancelled. 21. (1) Upon the repayment of the principal moneys represented by any debenture, such debenture, together with all the coupons thereunto belonging, shall be delivered up to the Accountant General to be by him cancelled and retained.  (2) Any drawing debenture redeemed  by purchase shall  be cancelled and retained as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon the repayment of the principal moneys represented by any debenture, such debenture, together with all the coupons thereunto belonging, shall be delivered up to the Accountant General to be by him cancelled and retained."
                },
                {
                    "representation": "(2)",
                    "description": "Any drawing debenture redeemed  by purchase shall  be cancelled and retained as aforesaid."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Expenses of redemption to be borne by sinking fund. LAWS OF GUYANA 4 Cap. 74:04 General Local loan   SECTION ",
            "context": "GENERAL LOCAL LOAN ACT under Expenses of redemption to be borne by sinking fund. LAWS OF GUYANA 4 Cap. 74:04 General Local loan   SECTION 22.  All expenses of, or incidental to, the redemption of the debentures and the costs and expenses of all notices required to be published by this Act may be paid out of the sinking fund.",
            "description": "All expenses of, or incidental to, the redemption of the debentures and the costs and expenses of all notices required to be published by this Act may be paid out of the sinking fund."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Renewal   of   fixed-date debentures  and issues of fixed-date debentures in lieu of interest falling due on fixed-date debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Renewal   of   fixed-date debentures  and issues of fixed-date debentures in lieu of interest falling due on fixed-date debentures. 23.  (1) In this section and sections 24, 25 and 26 the L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 11  L.R.O. 1/2012 debentures and issue of fixed- date deben- tures in lieu of interest falling due on fixed- date debentures. [13 of 1984]  c.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section and sections 24, 25 and 26 the L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 11  L.R.O. 1/2012 debentures and issue of fixed- date deben- tures in lieu of interest falling due on fixed- date debentures. [13 of 1984]  c."
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Issue of fixed-date debentures in lieu of amounts payable on equated annuity debentures. ",
            "context": "GENERAL LOCAL LOAN ACT under Issue of fixed-date debentures in lieu of amounts payable on equated annuity debentures. 24.  (1) If the Bank is directed by the Minister so to do in respect of any  series  of  equated  annuity  debentures,  the  Bank  shall,  on  an application  made therefor to the Bank by any person holding an equated annuity  debenture of that series, within a period of three months before any date  fixed for making any of the half-yearly or annual payments, as the case may be, towards the redemption of that debenture or within a period of one month after the aforesaid date, and the production of the equated annuity debenture to the Bank, issue to that person a fixed-date debenture or  fixed-date debentures for the whole or any part of the amount of the half-yearly or annual payment payable on that date.  (2) The date of issue of any fixed-date debenture issued under subsection (1) for the whole or any part of the amount of any half- yearly  or  annual  payment  towards  the  redemption  of  an  equated annuity debenture shall be the date fixed for making the half-yearly or annual payment.  (3) The fixed date declared as the date for the redemption of a fixed-date debenture issued under the subsection (1) shall not be later than five years from the date of issue of the debenture.  (4) Subject to the provisions of this section and L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 13  L.R.O. 1/2012      Issue of fixed- date debentures in lieu of Treasury Bills. [13 of 1984] c. 73:01                                      section 26, the other provisions of this Act in relation to fixed-date debentures shall mutatis mutandis apply in relation to a fixed-date debenture issued under subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not be later than five years from the date of issue of the debenture."
                },
                {
                    "representation": "(2)",
                    "description": "The date of issue of any fixed-date debenture issued under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The fixed date declared as the date for the redemption of a fixed-date debenture issued under the subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Subject to the provisions of this section and L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 13  L.R.O. 1/2012      Issue of fixed- date debentures in lieu of Treasury Bills. [13 of 1984] c. 73:01                                      section 26, the other provisions of this Act in relation to fixed-date debentures shall mutatis mutandis apply in relation to a fixed-date debenture issued under subsection"
                }
            ]
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Issue of fixed-date debentures in lieu of Treasury Bills. ",
            "context": "GENERAL LOCAL LOAN ACT under Issue of fixed-date debentures in lieu of Treasury Bills. 25.",
            "description": "25."
        }
    },
    {
        "act": "GENERAL LOCAL LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Interest payable upon fixed-date debentures issues under sections 23, 24 and ",
            "context": "GENERAL LOCAL LOAN ACT under Interest payable upon fixed-date debentures issues under sections 23, 24 and 26. (1) Interest shall be payable upon the principal moneys represented by fixed-date debentures issued under sections 23, 24 and 25 at such rate as may be fixed by the Minister from time to time, such rate  being  not  lower  than  the  bank  rate  prevailing  on  the  date immediately preceding the date on which the Minister fixes it.  (2) The rate of interest fixed by the Minister under subsection (1) shall be notified in the Gazette.  (3) The interest payable upon the principal moneys represented by any fixed-date debentures issued under section 23, 24 or 25 shall be computed half-yearly (the first half-year commencing on the date of issue of that debenture) in accordance with the rate of interest fixed by the Minister under subsection (1) and relevant for the half-year and the interest so computed shall be compounded with the principal moneys represented by that  debenture for the purpose of computing future interest payable to the  holder of the debenture.   L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 15  L.R.O. 1/2012            c. 85:02       Issue of fixed- date  debenture under section 23, 24 or 25 to  be deemed to  be repayment of principal for certain purposes. [13 of 1984] c. 73:01 (4) The aggregate of the interest payable under this section upon the principal moneys represented by any fixed-date debenture issued under section 23, 24 or 25, and upon the interest compounded with such moneys under subsection (3), shall be paid to the holder of the fixed-date debenture, along with the principal moneys represented by the debenture, on the redemption of the debenture.  (5) In this section bank rate  means  the  rate  of  interest determined and announced by the Bank under section 39 of the Bank of Guyana Act as the rate of interest it will charge for granting loans or advances to banks under section 38 of that Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and relevant for the half-year and the interest so computed shall be compounded with the principal moneys represented by that  debenture for the purpose of computing future interest payable to the  holder of the debenture.   L.R.O. 1/2012 LAWS OF GUYANA General Local Loan  Cap. 74:04 15  L.R.O. 1/2012            c. 85:02       Issue of fixed- date  debenture under section 23, 24 or 25 to  be deemed to  be repayment of principal for certain purposes. [13 of 1984] c. 73:01"
                },
                {
                    "representation": "(2)",
                    "description": "The rate of interest fixed by the Minister under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The interest payable upon the principal moneys represented by any fixed-date debentures issued under section 23, 24 or 25 shall be computed half-yearly"
                },
                {
                    "representation": "(4)",
                    "description": "The aggregate of the interest payable under this section upon the principal moneys represented by any fixed-date debenture issued under section 23, 24 or 25, and upon the interest compounded with such moneys under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "In this section bank rate  means  the  rate  of  interest determined and announced by the Bank under section 39 of the Bank of Guyana Act as the rate of interest it will charge for granting loans or advances to banks under section 38 of that Act."
                }
            ]
        }
    }
]