[
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "000",
            "title": "",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under 000.",
            "description": "000."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Short title. 1. This Act may be cited as the Treasury Savings Certificates and Savings Bonds Act.",
            "description": "This Act may be cited as the Treasury Savings Certificates and Savings Bonds Act."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Interpretation. 2. In this Act  bonds means the Savings Bonds authorised to be issued under this Act;   certificates means the Treasury Savings Certificates authorised to be issued under this Act;  LAWS OF GUYANA 4 Cap. 74:05                            Treasury Savings Certificates and Saving Bonds  L.R.O. 1/ 2012       Power to raise loans by the issue of certificates. [23 of 1967]    Applications  for certificates and for the redemption of certificates.  Form and denominations of certificates.  [6 of 1973]   c. 73:01           Moneys  payable under Act to be part of public debt. [O.80/1980] c. 1:01   Sinking fund. [23 of 1967]      premium  means  the  difference  between  the  amount  paid  for a   certificate  or   bond  on   issue   and   the   amount   paid  at redemption thereof.",
            "description": "In this Act  bonds means the Savings Bonds authorised to be issued under this Act;   certificates means the Treasury Savings Certificates authorised to be issued under this Act;  LAWS OF GUYANA 4 Cap. 74:05                            Treasury Savings Certificates and Saving Bonds  L.R.O. 1/ 2012       Power to raise loans by the issue of certificates. [23 of 1967]    Applications  for certificates and for the redemption of certificates.  Form and denominations of certificates.  [6 of 1973]   c. 73:01           Moneys  payable under Act to be part of public debt. [O.80/1980] c. 1:01   Sinking fund. [23 of 1967]      premium  means  the  difference  between  the  amount  paid  for a   certificate  or   bond  on   issue   and   the   amount   paid  at redemption thereof."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to raise loans by the issue of certificates. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Power to raise loans by the issue of certificates. 3. Wherever by any Act or resolution of the National Assembly authority is given to the Minister to raise any sum of money for the purposes mentioned in that Act or resolution, such sum or part thereof may be raised by the issue of certificates or bonds under this Act.",
            "description": "Wherever by any Act or resolution of the National Assembly authority is given to the Minister to raise any sum of money for the purposes mentioned in that Act or resolution, such sum or part thereof may be raised by the issue of certificates or bonds under this Act."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Applications for certificates and for the redemption of certificates. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Applications for certificates and for the redemption of certificates. 4. An application for the purchase of a certificate or a bond or for the redemption thereof shall be made in such manner as the Minister may require.",
            "description": "An application for the purchase of a certificate or a bond or for the redemption thereof shall be made in such manner as the Minister may require."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Form and denominations of certificates. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Form and denominations of certificates. 5. (1) Certificates or bonds shall be issued in such form and denominations and upon such terms and conditions as may be determined by the Minister.  (2) The provisions of section 22(8) and (9) of the Financial Administration and Audit Act, (which relate to the issue of a duplicate of a Treasury Bill defaced, lost or destroyed) and, save as otherwise provided by regulations made under this Act, any regulations   made   under   that   Act   for   the   purposes   of   those provisions mutatis mutandis apply to certificates.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Certificates or bonds shall be issued in such form and denominations and upon such terms and conditions as may be determined by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of section 22(8) and"
                },
                {
                    "representation": "(9)",
                    "description": "of the Financial Administration and Audit Act,"
                }
            ]
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Moneys payable under Act to be part of public debt. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Moneys payable under Act to be part of public debt. 6. All moneys payable under this Act  in  respect  of  the interest or premium on certificates or bonds and all expenses of or incidental to the redemption of certificates or bonds shall be part of the public debt of Guyana within the meaning of article 221 of the Constitution.",
            "description": "All moneys payable under this Act  in  respect  of  the interest or premium on certificates or bonds and all expenses of or incidental to the redemption of certificates or bonds shall be part of the public debt of Guyana within the meaning of article 221 of the Constitution."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Sinking fund. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Sinking fund. 7. (1) The Minister shall appropriate from the Consolidated Fund in each half-year during the currency of each issue of certificates such amounts as are reasonably adequate for the formation of a sinking fund for the redemption of the certificates in accordance with this Act, and the first contribution to the sinking fund shall be made six LAWS OF GUYANA                                  Treasury Savings Certificates and Saving Bonds Cap. 74:05 5  L.R.O. 1/ 2012         Exemption from income  tax and capital gains tax. [23 of 1967]           Negotiability of certificates or bonds.   Certain Acts  not to apply to certificates. c. 74:01  c. 74:04   Regulations.     months after the date of issue.  (2)   The   management   of   the   sinking   fund   shall be entrusted to the Crown Agents for Oversea Governments and Administrations or the Bank of Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall appropriate from the Consolidated Fund in each half-year during the currency of each issue of certificates such amounts as are reasonably adequate for the formation of a sinking fund for the redemption of the certificates in accordance with this Act, and the first contribution to the sinking fund shall be made six LAWS OF GUYANA                                  Treasury Savings Certificates and Saving Bonds Cap. 74:05 5  L.R.O. 1/ 2012         Exemption from income  tax and capital gains tax. [23 of 1967]           Negotiability of certificates or bonds.   Certain Acts  not to apply to certificates. c. 74:01  c. 74:04   Regulations.     months after the date of issue."
                },
                {
                    "representation": "(2)",
                    "description": "The   management   of   the   sinking   fund   shall be entrusted to the Crown Agents for Oversea Governments and Administrations or the Bank of Guyana."
                }
            ]
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Exemption from income tax and capital gains tax. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Exemption from income tax and capital gains tax. 8. The Minister may, by order, declare that in respect of any particular issue of certificates or bonds, no income tax or capital gains tax shall be chargeable on any interest or premium paid to the holder of any certificates or bonds or on any capital gains accruing to him by reason of any transaction in respect of them.   Provided that no order  under this section shall apply to  any amount in excess of ten thousand  dollars  in  respect  of  certificates or  bonds  held  by  any person.",
            "description": "The Minister may, by order, declare that in respect of any particular issue of certificates or bonds, no income tax or capital gains tax shall be chargeable on any interest or premium paid to the holder of any certificates or bonds or on any capital gains accruing to him by reason of any transaction in respect of them.   Provided that no order  under this section shall apply to  any amount in excess of ten thousand  dollars  in  respect  of  certificates or  bonds  held  by  any person."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Negotiability of certificates or bonds. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Negotiability of certificates or bonds. 9. Certificates or bonds shall be capable of being transferred by delivery, or in such other manner as may be prescribed by regulations made under this Act.",
            "description": "Certificates or bonds shall be capable of being transferred by delivery, or in such other manner as may be prescribed by regulations made under this Act."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Certain Acts not to apply to certificates or bonds. ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Certain Acts not to apply to certificates or bonds. 10. The General Loan and Stock Act and the General Local Loan Act shall not apply to certificates or bonds.",
            "description": "The General Loan and Stock Act and the General Local Loan Act shall not apply to certificates or bonds."
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Regulations.  ________________________  12 of 1965 An Act to authorise the raising of loans by the issue of Treasury Savings Certificates and Savings Bonds.  [1ST JANUARY, 1965] Short title.      Interpretation. [23 of 1967]         ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under Regulations.  ________________________  12 of 1965 An Act to authorise the raising of loans by the issue of Treasury Savings Certificates and Savings Bonds.  [1ST JANUARY, 1965] Short title.      Interpretation. [23 of 1967]         11. The Minister may make regulations for the carrying out of the purposes of this Act and regulations made under this section may contain provisions relating to a particular issue of certificates or bonds.    __________________________     LAWS OF GUYANA 6 Cap. 74:05                            Treasury Savings Certificates and Saving Bonds  L.R.O. 1/ 2012 SUBSIDIARY LEGISLATION  _________________   TREASURY SAVINGS CERTIFICATES (EXEMPTION FROM INCOME TAX) ORDER  made under section 8",
            "description": "The Minister may make regulations for the carrying out of the purposes of this Act and regulations made under this section may contain provisions relating to a particular issue of certificates or bonds.    __________________________     LAWS OF GUYANA 6 Cap. 74:05                            Treasury Savings Certificates and Saving Bonds  L.R.O. 1/ 2012 SUBSIDIARY LEGISLATION  _________________   TREASURY SAVINGS CERTIFICATES (EXEMPTION FROM INCOME TAX) ORDER  made under section 8"
        }
    },
    {
        "act": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "74.05 7 [Subsidiary]                                     Treasury Savings Certificates Regulations  L.R.O. 1/2012         Reg. 2/1966A 12/1966A        Citation.    Dates of issue.      Purchase of instalment            Denomina-tions of certificates.  Certificate to bear signature and number.    Maximum issue to any person.   Provided that the provisions of this Order shall not apply to any amount in excess of ten thousand dollars in respect of bonds held by any person.  ____________________  TREASURY SAVINGS CERTIFICATES REGULATIONS  made under section 11  ",
            "context": "TREASURY SAVINGS CERTIFICATES AND SAVINGS BOND  ACT under 74.05 7 [Subsidiary]                                     Treasury Savings Certificates Regulations  L.R.O. 1/2012         Reg. 2/1966A 12/1966A        Citation.    Dates of issue.      Purchase of instalment            Denomina-tions of certificates.  Certificate to bear signature and number.    Maximum issue to any person.   Provided that the provisions of this Order shall not apply to any amount in excess of ten thousand dollars in respect of bonds held by any person.  ____________________  TREASURY SAVINGS CERTIFICATES REGULATIONS  made under section 11  74.05  Treasury Savings Certificates and Savings Bonds  [Subsidiary] Treasury Savings Certificates Regulations  L.R.O. 1/2012 Place of redemption.    Gazette notice of redemption.                    Date of first issue.     Time for redemption.",
            "description": "74.05  Treasury Savings Certificates and Savings Bonds  [Subsidiary] Treasury Savings Certificates Regulations  L.R.O. 1/2012 Place of redemption.    Gazette notice of redemption.                    Date of first issue.     Time for redemption."
        }
    }
]