[
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Short title. 1. This Act may be cited as the Livestock (Loans for Development) Act.",
            "description": "This Act may be cited as the Livestock (Loans for Development) Act."
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Interpretation. 2.  In this Act   charge means an instrument executed in accordance with section 4;   farmer means any person who, as the owner or lessee of LAWS OF GUYANA 4 Cap. 74:07                                                           Livestock (Loans for Development)                                     L.R.O. 1/2012      Lenders.                    Creation of charges.         .       .      land uses it for the rearing of, and trading in, livestock for profit.",
            "description": "In this Act   charge means an instrument executed in accordance with section 4;   farmer means any person who, as the owner or lessee of LAWS OF GUYANA 4 Cap. 74:07                                                           Livestock (Loans for Development)                                     L.R.O. 1/2012      Lenders.                    Creation of charges.         .       .      land uses it for the rearing of, and trading in, livestock for profit."
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Lenders. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Lenders. 3. (1) The following persons shall be lenders for the purpose of advancing moneys to farmers in accordance with this Act  (a)  any body corporate licensed or otherwise authorised   by   law   to   carry   on   banking business in Guyana;  (b)  any other person approved by the Minister.  (2)  The  Minister  may,  if  he  thinks  fit,  revoke  any approval given under subsection (l)(b) but without prejudice to any charge effected prior to the revocation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following persons shall be lenders for the purpose of advancing moneys to farmers in accordance with this Act"
                },
                {
                    "representation": "(a)",
                    "description": "any body corporate licensed or otherwise authorised   by   law   to   carry   on   banking business in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "but without prejudice to any charge effected prior to the revocation."
                },
                {
                    "representation": "(2)",
                    "description": "The  Minister  may,  if  he  thinks  fit,  revoke  any approval given under subsection"
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Creation of charges. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Creation of charges. 4. (1) It shall be lawful for a farmer to create in favour of a lender by an instrument in writing a charge on the interest of the farmer in the land of which the farmer is the owner or lessee (together with the crops, if any,   growing   thereon),   livestock,   machinery   and other  movable property belonging to the farmer as security for the repayment by the farmer to the lender of any loan together with interest thereon and any costs, expenses  and other sums incurred in the protection of such security or in relation thereto.  (2) A charge may be either a fixed charge, or a floating charge, or both a fixed and a floating charge.  (3) The property affected by a fixed charge shall be such immovable property (together with the crops, if any, growing thereon), livestock and other movable property  belonging to  the farmer at the date of the charge as may be LAWS OF GUYANA                                                                                                                                                                                   Livestock (Loans for Development)                                  Cap. 74:07 5  L.R.O. 1/2012                               First Schedule.    Application of loan.               specified in the charge, including in the case of agricultural plant, any plant which may whilst the charge is in force be substituted for the plant specified in the charge.  (4) The property affected by a floating charge shall be the livestock (including any progeny thereof which may be born after the date of the charge) and other movable property from time to time belonging to the farmer, or such part thereof as is mentioned in the charge.  (5) The principal sum secured by a charge may be either a specified amount, or a fluctuating amount advanced on current account not exceeding at any one time such amount (if any) as may be specified in the charge, and in the latter case the charge shall not be deemed to be redeemed by reason only of the current account having ceased to be in debit.  (6)  A charge  under this  Act shall  be  prepared by the lenders; the person to whom the loan is made shall pay the legal charges in connection therewith and shall also pay all necessary disbursements.  (7)  The  provisions  contained  in  Part  I  of  the  First Schedule apply to every charge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be lawful for a farmer to create in favour of a lender by an instrument in writing a charge on the interest of the farmer in the land of which the farmer is the owner or lessee"
                },
                {
                    "representation": "(2)",
                    "description": "A charge may be either a fixed charge, or a floating charge, or both a fixed and a floating charge."
                },
                {
                    "representation": "(3)",
                    "description": "The property affected by a fixed charge shall be such immovable property"
                },
                {
                    "representation": "(4)",
                    "description": "The property affected by a floating charge shall be the livestock"
                },
                {
                    "representation": "(5)",
                    "description": "The principal sum secured by a charge may be either a specified amount, or a fluctuating amount advanced on current account not exceeding at any one time such amount"
                },
                {
                    "representation": "(6)",
                    "description": "A charge  under this  Act shall  be  prepared by the lenders; the person to whom the loan is made shall pay the legal charges in connection therewith and shall also pay all necessary disbursements."
                },
                {
                    "representation": "(7)",
                    "description": "The  provisions  contained  in  Part  I  of  the  First Schedule apply to every charge."
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Application of loan. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Application of loan. 5.   (1) No loan made by a lender under this Act shall be applied otherwise than for such purposes as shall be mentioned in the charge.  (2) Where a lender has made a loan in accordance with this Act, the lender may  (a)  from time to time, make or cause to be made such   examination   as   may   be   necessary   to ensure that the money is being applied to the purposes for which it was advanced; LAWS OF GUYANA 6 Cap. 74:07                                                           Livestock (Loans for Development)                                     L.R.O. 1/2012                                                 (b)  require financial statements in such detail as it may determine to be submitted by the farmer quarterly or at shorter intervals at the discretion of the lender and the farmer shall comply with such request.  (3) The lender may authorise in writing any person to make such examination, and on the farmer in receipt of the loan shall produce to such person all the books, documents and other matters and things necessary for the purposes of the examination.  (4) If any loan made by a lender under this Act or any part thereof  (a)  has been misapplied; or  (b)  appears to the lender upon an examination made under this section not to have been applied for the purposes for which it was made,   the lender may, by notice addressed to the farmer request that  (i) the  loan  or  any  part  thereof together with any interest due thereon or part thereof on the date of the notice be repaid on a date to be specified in the notice; or  (ii) the  loan  be  applied  to  the purposes for which it was made,  LAWS OF GUYANA                                                                                                                                                                                   Livestock (Loans for Development)                                  Cap. 74:07 7  L.R.O. 1/2012      Sale of  livestock by farmer.                    Prohibition of fraudulent  offer as  security.       Right of entry upon and inspection of, property. [6 of 1997]             and in default, the lender may enforce repayment of the loan and any security given for the purpose of the loan may thereupon be realised.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No loan made by a lender under this Act shall be applied otherwise than for such purposes as shall be mentioned in the charge."
                },
                {
                    "representation": "(2)",
                    "description": "Where a lender has made a loan in accordance with this Act, the lender may"
                },
                {
                    "representation": "(a)",
                    "description": "has been misapplied; or"
                },
                {
                    "representation": "(b)",
                    "description": "appears to the lender upon an examination made under this section not to have been applied for the purposes for which it was made,   the lender may, by notice addressed to the farmer request that"
                },
                {
                    "representation": "(3)",
                    "description": "The lender may authorise in writing any person to make such examination, and on the farmer in receipt of the loan shall produce to such person all the books, documents and other matters and things necessary for the purposes of the examination."
                },
                {
                    "representation": "(4)",
                    "description": "If any loan made by a lender under this Act or any part thereof"
                },
                {
                    "representation": "(i)",
                    "description": "the  loan  or  any  part  thereof together with any interest due thereon or part thereof on the date of the notice be repaid on a date to be specified in the notice; or"
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Sale of livestock by farmer. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Sale of livestock by farmer. 6. (1)   A  farmer  may,  subject  to  such  conditions  as  may be imposed by the charge, from time to time as he thinks fit, sell in the ordinary course of his business any of the livestock mentioned in the charge   or for the time being subject thereto, but shall within three months of the sale either apply the proceeds of the sale or any part thereof to the purchase of livestock in substitution for the livestock so sold, for the   purpose   of increasing the value of his livestock to an amount not less than that stated in the charge or pay the proceeds of the sale to his credit with the lender.  (2) The farmer shall forthwith give notice in writing to the lender of the sale of any livestock.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A  farmer  may,  subject  to  such  conditions  as  may be imposed by the charge, from time to time as he thinks fit, sell in the ordinary course of his business any of the livestock mentioned in the charge   or for the time being subject thereto, but shall within three months of the sale either apply the proceeds of the sale or any part thereof to the purchase of livestock in substitution for the livestock so sold, for the   purpose   of increasing the value of his livestock to an amount not less than that stated in the charge or pay the proceeds of the sale to his credit with the lender."
                },
                {
                    "representation": "(2)",
                    "description": "The farmer shall forthwith give notice in writing to the lender of the sale of any livestock."
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Prohibition of fraudulent offer as security. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Prohibition of fraudulent offer as security. 7.  No person shall offer to a lender as security for a loan to be made under this Act any property which is not the property of that person or which is already the subject of another lien and every person shall on application for a loan disclose to the lender the existence of any lien on the property offered to be subject to the charge.",
            "description": "No person shall offer to a lender as security for a loan to be made under this Act any property which is not the property of that person or which is already the subject of another lien and every person shall on application for a loan disclose to the lender the existence of any lien on the property offered to be subject to the charge."
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Right of entry upon, and inspection of, property. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Right of entry upon, and inspection of, property. 8. (1) A lender may, from time to time, at his discretion, at all reasonable times enter upon any land owned or leased by a farmer for the breeding of livestock and inspect any property that is subject to a charge created pursuant to this Act.  (2) If a lender has reasonable grounds for believing that a farmer is neglecting to rear his livestock in accordance with such rules   as   are   generally   recognised   to   be   necessary   for   good husbandry   the   lender   may,   with   the   consent   of   the   Chief Agricultural Officer, enter upon the land on which the livestock is reared and take possession of the land and breed the livestock and sell it and apply the proceeds of sale of the livestock (after deducting the cost of LAWS OF GUYANA 8 Cap. 74:07                                                           Livestock (Loans for Development)                                     L.R.O. 1/2012                Fees and other charges.  Second Schedule.     Offences.  [6 of 1997]                        upkeep of the land, and of  breeding   and  selling  the livestock)   towards   the   reduction   or discharge of the moneys advanced under this Act.  (3) Any farmer or other person obstructing in any way a lender  in  exercising  the  powers  conferred  on  the  lender  by this section is liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A lender may, from time to time, at his discretion, at all reasonable times enter upon any land owned or leased by a farmer for the breeding of livestock and inspect any property that is subject to a charge created pursuant to this Act."
                },
                {
                    "representation": "(2)",
                    "description": "If a lender has reasonable grounds for believing that a farmer is neglecting to rear his livestock in accordance with such rules   as   are   generally   recognised   to   be   necessary   for   good husbandry   the   lender   may,   with   the   consent   of   the   Chief Agricultural Officer, enter upon the land on which the livestock is reared and take possession of the land and breed the livestock and sell it and apply the proceeds of sale of the livestock"
                },
                {
                    "representation": "(3)",
                    "description": "Any farmer or other person obstructing in any way a lender  in  exercising  the  powers  conferred  on  the  lender  by this section is liable on summary conviction to a fine of sixteen thousand two hundred and fifty dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Fees and other charges. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Fees and other charges. 9.  The fees to be taken by the Registrar of Deeds for filing a charge in accordance with this Act and for issuing a copy of the charge shall be those specified in the Second Schedule and notwithstanding anything in any other enactment, the stamp duty payable with respect to such charge shall be that set out in the said Schedule.",
            "description": "The fees to be taken by the Registrar of Deeds for filing a charge in accordance with this Act and for issuing a copy of the charge shall be those specified in the Second Schedule and notwithstanding anything in any other enactment, the stamp duty payable with respect to such charge shall be that set out in the said Schedule."
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Offences. ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Offences. 10. Any person who  (a)   obtains a loan from a lender under this Act by means of false representation;  (b)   wilfully applies any loan made to that person by a lender  under this Act otherwise than for the purpose for which the loan was made;  (c) having  obtained  a  loan  from  a  lender  in accordance  with  this  Act,  wilfully  destroys any  security  given  in  relation  to  any  such loan;  (d)   makes  a  false  certificate  for  the  purpose  of filing the charge with the Registrar of Deeds;  LAWS OF GUYANA                                                                                                                                                                                   Livestock (Loans for Development)                                  Cap. 74:07 9  L.R.O. 1/2012                       Regulations.    s. 4 [4 of 1972]                      (e)   sells any property subject to a charge otherwise than as provided by this Act;  (f)    applies the proceeds of the sale of any property subject   to   a charge   otherwise   than   as provided by this Act, the charge, or any agreement relating to the loan secured by the charge;  (g)  contravenes section 5(2)(b) or (3), or section 7, is liable on summary conviction to a fine of sixty-five thousand dollars and to imprisonment for twelve months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "obtains a loan from a lender under this Act by means of false representation;"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully applies any loan made to that person by a lender  under this Act otherwise than for the purpose for which the loan was made;"
                },
                {
                    "representation": "(c)",
                    "description": "having  obtained  a  loan  from  a  lender  in accordance  with  this  Act,  wilfully  destroys any  security  given  in  relation  to  any  such loan;"
                },
                {
                    "representation": "(d)",
                    "description": "makes  a  false  certificate  for  the  purpose  of filing the charge with the Registrar of Deeds;  LAWS OF GUYANA                                                                                                                                                                                   Livestock"
                },
                {
                    "representation": "(e)",
                    "description": "sells any property subject to a charge otherwise than as provided by this Act;"
                },
                {
                    "representation": "(f)",
                    "description": "applies the proceeds of the sale of any property subject   to   a charge   otherwise   than   as provided by this Act, the charge, or any agreement relating to the loan secured by the charge;"
                },
                {
                    "representation": "(g)",
                    "description": "contravenes section 5(2)(b) or"
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Regulations.  FIRST SCHEDULE—Charge. SECOND SCHEDULE—Fees and stamp duty payable instrument.   __________________________ 18  of 1971 AN ACT to make provision for facilitating the raising of loans by persons engaged in the rearing of livestock and for matters connected therewith.  [30TH AUGUST, 1971]  Short title.     Interpretation.        ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under Regulations.  FIRST SCHEDULECharge. SECOND SCHEDULEFees and stamp duty payable instrument.   __________________________ 18  of 1971 AN ACT to make provision for facilitating the raising of loans by persons engaged in the rearing of livestock and for matters connected therewith.  [30TH AUGUST, 1971]  Short title.     Interpretation.        11. The Minister may make regulations for the better carrying out of the provisions of this Act.  FIRST SCHEDULE CHARGE PART 1  PROVISIONS WHICH APPLY TO EVERY CHARGE CREATED UNDER SECTION 4",
            "description": "The Minister may make regulations for the better carrying out of the provisions of this Act.  FIRST SCHEDULE CHARGE PART 1  PROVISIONS WHICH APPLY TO EVERY CHARGE CREATED UNDER SECTION 4"
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "The charge which shall be in Form 1 set out in Part 2 of the First Schedule shall be signed also by a person duly authorised by the lender and shall be presented in duplicate to the Registrar of Deeds by the lender together with such number of copies of a notice as in Form 2 of the First Schedule as the Registrar may require for filing.  ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under The charge which shall be in Form 1 set out in Part 2 of the First Schedule shall be signed also by a person duly authorised by the lender and shall be presented in duplicate to the Registrar of Deeds by the lender together with such number of copies of a notice as in Form 2 of the First Schedule as the Registrar may require for filing.  12.  LIVESTOCK (LOANS FOR DEVELOPMENT) ACT Cap. 74:07,   CHARGE  I/We ...........................................................................................................of............................................................................................hereby declare that I/We am a/are Farmer(s) within the meaning of the abovementioned Act and I/We hereby charge in favour of (herein referred to as the lender) my/our interest in the land (including any growing crops) and the  livestock,  LAWS OF GUYANA 18 Cap. 74:07                                                           Livestock (Loans for Development)                                     L.R.O. 1/2012                                                 machinery and other movable property specified in the schedule hereto, together with such other movable property from time to time belonging to me/us, by way of a fixed charge on my/our interest in the land and/or  a  floating  charge  on  the  said  livestock  (including  any progeny  thereof),  machinery  and  other  movable  property as security for repayment to the lender of the principal monies not exceeding at any one time the sum of $................. to be advanced to me/us from time to time by the lender (on loan or current account) on  the  recording  of  this  charge  by  the  Registrar  together  with interest thereon payable at the rate and in the manner hereinafter provided and together also with any costs, expenses or other sums incurred in the protection of such security or in relation thereto.",
            "description": [
                {
                    "representation": "(s)",
                    "description": "within the meaning of the abovementioned Act and I/We hereby charge in favour of"
                }
            ]
        }
    },
    {
        "act": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "65.00  ",
            "context": "LIVESTOCK (LOANS FOR DEVELOPMENT) ACT under 65.00  65.00",
            "description": "65.00"
        }
    }
]