[
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Short title. 1. This Act may be cited as the Inter-American Development Bank Act.",
            "description": "This Act may be cited as the Inter-American Development Bank Act."
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Interpretation. 2. In this Act  the Agreement means the Agreement establishing the Inter- American Development Bank, the original of which is LAWS OF GUYANA 4 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 First Schedule.              Second Schedule.      Approval of acceptance of the Agreement.  Financial provisions relating to membership of the Bank.                    deposited in the archives of the Organisation of American States and of which the text of the Articles as amended at the time of the enactment of this Act, is set out in the first schedule;  Bank means the Inter-American Development Bank established under the Agreement;  Minister means the Minister responsible for finance;  the  Resolution  means  the  Resolution  set  out  in  the  Second Schedule embodying the terms and conditions governing the admission of Guyana to membership of the Bank adopted by the Board of Governors of the Bank on the 20th August,",
            "description": "In this Act  the Agreement means the Agreement establishing the Inter- American Development Bank, the original of which is LAWS OF GUYANA 4 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 First Schedule.              Second Schedule.      Approval of acceptance of the Agreement.  Financial provisions relating to membership of the Bank.                    deposited in the archives of the Organisation of American States and of which the text of the Articles as amended at the time of the enactment of this Act, is set out in the first schedule;  Bank means the Inter-American Development Bank established under the Agreement;  Minister means the Minister responsible for finance;  the  Resolution  means  the  Resolution  set  out  in  the  Second Schedule embodying the terms and conditions governing the admission of Guyana to membership of the Bank adopted by the Board of Governors of the Bank on the 20th August,"
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Approval of acceptance of the Agreement. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Approval of acceptance of the Agreement. 3. Acceptance by the  Government  of  the  Agreement  is hereby approved.",
            "description": "Acceptance by the  Government  of  the  Agreement  is hereby approved."
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Financial provisions relating to membership of the Bank. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Financial provisions relating to membership of the Bank. 4.  (1) There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the Agreement and the Resolution.  (2) The Minister may, if he thinks fit, create and issue to the Bank non-negotiable,   non-interest   bearing   notes   or   other like securities in lieu of any portion of the subscription to the authorised capital  of  the  Bank  or  the  contribution  to  the  Fund for  Special Operations payable in the currency of Guyana and any sums payable in respect of such notes or securities so issued shall be charged on the Consolidated Fund.  (3) Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock of the Bank shall be paid into the Consolidated Fund.  (4) The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 5  L.R.O. 1/ 2012    Certain provisions of  the Agreement given the force of law in Guyana.  Power of the Minister to make orders.   Amendment of the First Schedule and matters consequential thereon.                             Bank.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the Agreement and the Resolution."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, if he thinks fit, create and issue to the Bank non-negotiable,   non-interest   bearing   notes   or   other like securities in lieu of any portion of the subscription to the authorised capital  of  the  Bank  or  the  contribution  to  the  Fund for  Special Operations payable in the currency of Guyana and any sums payable in respect of such notes or securities so issued shall be charged on the Consolidated Fund."
                },
                {
                    "representation": "(3)",
                    "description": "Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock of the Bank shall be paid into the Consolidated Fund."
                },
                {
                    "representation": "(4)",
                    "description": "The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 5  L.R.O. 1/ 2012    Certain provisions of  the Agreement given the force of law in Guyana.  Power of the Minister to make orders.   Amendment of the First Schedule and matters consequential thereon.                             Bank."
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certain provisions of the Agreement given the force of law in Guyana. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Certain provisions of the Agreement given the force of law in Guyana. 5. The provisions of sections 2 to 9 (inclusive) of Article XI of the Agreement (which relate to the status, immunities and privileges to be accorded to the Bank shall have the force of law in Guyana.",
            "description": "The provisions of sections 2 to 9 (inclusive) of Article XI of the Agreement (which relate to the status, immunities and privileges to be accorded to the Bank shall have the force of law in Guyana."
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of the Minister to make orders. ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Power of the Minister to make orders. 6.  The Minister may by order make such provisions as  may be necessary  for  carrying  into  effect  any  of  the  provisions  of the Agreement.",
            "description": "The Minister may by order make such provisions as  may be necessary  for  carrying  into  effect  any  of  the  provisions  of the Agreement."
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Amendment of the First Schedule and matters consequential thereon.  FIRST SCHEDULE SECOND SCHEDULE   __________________________  11 of 1976 An Act to provide for the membership of Guyana in the Inter- American Development Bank.  [18TH SEPTEMBER, 1976] Short title.    Interpretation.     ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Amendment of the First Schedule and matters consequential thereon.  FIRST SCHEDULE SECOND SCHEDULE   __________________________  11 of 1976 An Act to provide for the membership of Guyana in the Inter- American Development Bank.  [18TH SEPTEMBER, 1976] Short title.    Interpretation.     7.  (1) Where any amendment to the Agreement is accepted by  the  Government, the  Minister may by order amend the  First Schedule by including therein the amendment so accepted.  (2) Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect   to   the   amendment   accepted  as  aforesaid   and,  without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Agreement.  (3) Every order made under this section shall be subject to negative resolution of the National Assembly.  (4) Where  the  First  Schedule  is  amended  pursuant  to this section any reference in this Act or any other instrument to the Agreement   shall,   unless   the   context   otherwise   requires,   be construed as a reference to the Agreement as so amended.       LAWS OF GUYANA 6 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 s. 2 & 7       FIRST SCHEDULE  AGREEMENT ESTABLISHING THE INTER-AMERICAN DEVELOPMENT BANK  The countries on whose behalf this Agreement is signed agree to create the Inter-American Development Bank, which shall operate in accordance with the following provisions:  ARTICLE I  PURPOSE AND FUNCTIONS  Section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any amendment to the Agreement is accepted by  the  Government, the  Minister may by order amend the  First Schedule by including therein the amendment so accepted."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect   to   the   amendment   accepted  as  aforesaid   and,  without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Agreement."
                },
                {
                    "representation": "(3)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "Where  the  First  Schedule  is  amended  pursuant  to this section any reference in this Act or any other instrument to the Agreement   shall,   unless   the   context   otherwise   requires,   be construed as a reference to the Agreement as so amended.       LAWS OF GUYANA 6 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 s. 2 & 7       FIRST SCHEDULE  AGREEMENT ESTABLISHING THE INTER-AMERICAN DEVELOPMENT BANK  The countries on whose behalf this Agreement is signed agree to create the Inter-American Development Bank, which shall operate in accordance with the following provisions:  ARTICLE I  PURPOSE AND FUNCTIONS  Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Optional Conditions for Making or Guaranteeing Loans  (a)   In the case of loans or guarantees of loans to non- governmental entities, the Bank may, when it deems it advisable, require that the  member in whose territory the  projects is to  be carried out, or a public institution or a similar agency of the member acceptable to the Bank, guarantee the repayment of the principal and the payment of interest and other charges on the loan.  (b)  The Bank may attach such other conditions to the making of loans or guarantees as it deems appropriate, taking into account both the interests of the members directly involved in the particular loan or guarantee proposal and the interests of the members as a whole.  Section ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Optional Conditions for Making or Guaranteeing Loans  (a)   In the case of loans or guarantees of loans to non- governmental entities, the Bank may, when it deems it advisable, require that the  member in whose territory the  projects is to  be carried out, or a public institution or a similar agency of the member acceptable to the Bank, guarantee the repayment of the principal and the payment of interest and other charges on the loan.  (b)  The Bank may attach such other conditions to the making of loans or guarantees as it deems appropriate, taking into account both the interests of the members directly involved in the particular loan or guarantee proposal and the interests of the members as a whole.  Section 8. Administration  (a) Subject  to  the  provisions  of  this  Agreement,  the authorities of the  Bank shall  have full  powers to administer the Fund.  (b) There shall be a Vice-President of the Bank in charge of the Fund. The Vice-President shall participate in the meetings of the  Board  of  Executive  Directors  of  the  Bank,  without  vote, whenever matters relating to the Fund are discussed.  LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 39  L.R.O. 1/ 2012 (c) In the operations of the Fund the Bank shall utilize to the fullest extent possible the same personnel, experts, installations, offices, equipment, and services as it uses for its other operations.  (d) The  Bank  shall  publish  a  separate  annual  report showing the results of the Funds financial operations, including profits or losses. At the annual meeting of the Board of Governors there shall be at least one session devoted to consideration of this report. In addition, the Bank shall transmit to the members a quarterly summary of the Funds operations.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Subject  to  the  provisions  of  this  Agreement,  the authorities of the  Bank shall  have full  powers to administer the Fund."
                },
                {
                    "representation": "(b)",
                    "description": "There shall be a Vice-President of the Bank in charge of the Fund. The Vice-President shall participate in the meetings of the  Board  of  Executive  Directors  of  the  Bank,  without  vote, whenever matters relating to the Fund are discussed.  LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 39  L.R.O. 1/ 2012"
                },
                {
                    "representation": "(c)",
                    "description": "In the operations of the Fund the Bank shall utilize to the fullest extent possible the same personnel, experts, installations, offices, equipment, and services as it uses for its other operations."
                },
                {
                    "representation": "(d)",
                    "description": "The  Bank  shall  publish  a  separate  annual  report showing the results of the Funds financial operations, including profits or losses. At the annual meeting of the Board of Governors there shall be at least one session devoted to consideration of this report. In addition, the Bank shall transmit to the members a quarterly summary of the Funds operations.  Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Use of Loans Made or Guaranteed by the Bank  (a) Except as provided in Article V, Section 1, the Bank shall impose no condition that the proceeds of a loan shall be spent in the territory of any particular country nor that such proceeds shall not be spent in the territories of any particular member or members; provided, however, that with respect to any increase of the resources of the Bank the question of restriction of procurement by the Bank or any member with regard to those members which do not participate in an increase under the LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 31  L.R.O. 1/ 2012 terms and conditions specified  by  the  Board  of Governors may  be determined by the Board of Governors.  (b)  The Bank shall take the necessary measures to ensure that the proceeds of any loan made, guaranteed, or participated in by the Bank are used only for the purposes for which the loan was granted, with due attention to considerations of economy and efficiency.  Section ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Use of Loans Made or Guaranteed by the Bank  (a) Except as provided in Article V, Section 1, the Bank shall impose no condition that the proceeds of a loan shall be spent in the territory of any particular country nor that such proceeds shall not be spent in the territories of any particular member or members; provided, however, that with respect to any increase of the resources of the Bank the question of restriction of procurement by the Bank or any member with regard to those members which do not participate in an increase under the LAWS OF GUYANA Inter-American Development Bank Cap. 74:10 31  L.R.O. 1/ 2012 terms and conditions specified  by  the  Board  of Governors may  be determined by the Board of Governors.  (b)  The Bank shall take the necessary measures to ensure that the proceeds of any loan made, guaranteed, or participated in by the Bank are used only for the purposes for which the loan was granted, with due attention to considerations of economy and efficiency.  Section 9. Voting  (a) In  making  decisions concerning  operations  of the Fund, each member country of the Bank shall have the voting power in the Board of Governors accorded to it pursuant to Article VIII, Section 4 (a) and (c), and each Director shall have the voting power in the Board of Executive Directors accorded to him pursuant to Article VIII, Section 4 (a) and (d).  (b) All decisions of the Bank concerning the operations of the Fund shall be adopted by a two-thirds majority of the total voting power of the member countries, unless otherwise provided in this article.  LAWS OF GUYANA 40 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "All decisions of the Bank concerning the operations of the Fund shall be adopted by a two-thirds majority of the total voting power of the member countries, unless otherwise provided in this article.  LAWS OF GUYANA 40 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Payment Provisions for Direct Loans  Direct loan contracts  made by the  Bank in conformity with Section 4 of this article shall establish:  (a) All the terms and conditions of each loan, including among others, provision for payment of principal, interest and other charges, maturities, and dates of payment; and  (b) The currency or currencies in which payments shall be made to the Bank.  Section ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Payment Provisions for Direct Loans  Direct loan contracts  made by the  Bank in conformity with Section 4 of this article shall establish:  (a) All the terms and conditions of each loan, including among others, provision for payment of principal, interest and other charges, maturities, and dates of payment; and  (b) The currency or currencies in which payments shall be made to the Bank.  Section 10. Distribution of Net Profits  The  Board  of  Governors  of  the  Bank  shall  determine what  portion of  the  net profits of the  Fund  shall  be  distributed among the members after making provision for reserves. Such net profits shall be shared in proportion to the quotas of the members.    Section",
            "description": "Distribution of Net Profits  The  Board  of  Governors  of  the  Bank  shall  determine what  portion of  the  net profits of the  Fund  shall  be  distributed among the members after making provision for reserves. Such net profits shall be shared in proportion to the quotas of the members.    Section"
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Guarantees  (a) In  guaranteeing  a  loan  the  Bank  shall  charge  a guarantee   fee,   at   a   rate   determined   by   the   Bank,   payable periodically on the amount of the loan outstanding.  (b) Guarantee  contracts  concluded  by  the  Bank  shall provide that the Bank LAWS OF GUYANA 32 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 may terminate its liability with respect to interest if, upon default by the borrower and by the guarantor, if any, the Bank offers to purchase, at par and interest accrued to a date designated in the offer, the bonds or other obligations guaranteed.  (c) In issuing guarantees, the Bank shall have power to determine any other terms and conditions.  Section ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Guarantees  (a) In  guaranteeing  a  loan  the  Bank  shall  charge  a guarantee   fee,   at   a   rate   determined   by   the   Bank,   payable periodically on the amount of the loan outstanding.  (b) Guarantee  contracts  concluded  by  the  Bank  shall provide that the Bank LAWS OF GUYANA 32 Cap. 74:10  Inter-American Development Bank  L.R.O. 1/ 2012 may terminate its liability with respect to interest if, upon default by the borrower and by the guarantor, if any, the Bank offers to purchase, at par and interest accrued to a date designated in the offer, the bonds or other obligations guaranteed.  (c) In issuing guarantees, the Bank shall have power to determine any other terms and conditions.  Section 11. Withdrawal of Contributions  (a) No  country  may  withdraw  its  contribution  and terminate its relations with the Fund while it is still a member of the Bank.  (b) The provisions of Article IX, Section 3, with respect to the settlement of accounts with countries that terminate their membership in the Bank also shall apply to the Fund.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "No  country  may  withdraw  its  contribution  and terminate its relations with the Fund while it is still a member of the Bank."
                },
                {
                    "representation": "(b)",
                    "description": "The provisions of Article IX, Section 3, with respect to the settlement of accounts with countries that terminate their membership in the Bank also shall apply to the Fund.  Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN DEVELOPMENT BANK ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Special Commission  On all loans, participations, or guarantees made out of or by commitment of the ordinary capital resources of the Bank, the latter shall charge a special commission.   The special commission, payable periodically, shall be computed on the amount outstanding on each loan, participation, or guarantee and shall be at the rate of one per cent annum, unless the Bank, by a two-thirds majority of the total voting power of the member  countries decides to  reduce the  rate  of commission.  Section ",
            "context": "INTER-AMERICAN DEVELOPMENT BANK ACT under Special Commission  On all loans, participations, or guarantees made out of or by commitment of the ordinary capital resources of the Bank, the latter shall charge a special commission.   The special commission, payable periodically, shall be computed on the amount outstanding on each loan, participation, or guarantee and shall be at the rate of one per cent annum, unless the Bank, by a two-thirds majority of the total voting power of the member  countries decides to  reduce the  rate  of commission.  Section 12.  Suspension and Termination  The provisions of Article X also shall apply to the Fund with substitution of terms relating to the Fund and its resources and respective creditors for those relating to the Bank and its capital resources and respective creditors.  ARTICLE V CURRENCIES  Section",
            "description": "Suspension and Termination  The provisions of Article X also shall apply to the Fund with substitution of terms relating to the Fund and its resources and respective creditors for those relating to the Bank and its capital resources and respective creditors.  ARTICLE V CURRENCIES  Section"
        }
    }
]