[
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.215  Barbados 30  ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under 0.215  Barbados 30  0.150  Bolivia 187",
            "description": "0.150  Bolivia 187"
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Short title. 1. This Act may be cited as the Inter-American Investment Corporation Act.",
            "description": "This Act may be cited as the Inter-American Investment Corporation Act."
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Interpretation. 2. In this Act  the Agreement means the Agreement establishing the Inter- American Investment Corporation, the original of which is deposited in the archives of the Organisation of American States and of which the text of the Articles as amended at the time of the enactment of this Act, is set LAWS OF GUYANA 4 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 Schedule.       Approval of acceptance of the Agreement.  Financial provisions relating to membership of the Corporation. .          Certain provisions of  the Agreement given the force of law in Guyana.   Power of the Minister to make orders.   Amendment of the Schedule and matters consequential thereon.       out in the schedule;  Corporation means the Inter-American Investment Corporation established under the Agreement;",
            "description": "In this Act  the Agreement means the Agreement establishing the Inter- American Investment Corporation, the original of which is deposited in the archives of the Organisation of American States and of which the text of the Articles as amended at the time of the enactment of this Act, is set LAWS OF GUYANA 4 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 Schedule.       Approval of acceptance of the Agreement.  Financial provisions relating to membership of the Corporation. .          Certain provisions of  the Agreement given the force of law in Guyana.   Power of the Minister to make orders.   Amendment of the Schedule and matters consequential thereon.       out in the schedule;  Corporation means the Inter-American Investment Corporation established under the Agreement;"
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Approval of acceptance of the Agreement. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Approval of acceptance of the Agreement. 3. Acceptance by the Government of the  Agreement  is hereby approved.",
            "description": "Acceptance by the Government of the  Agreement  is hereby approved."
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Financial provisions relating to membership of the Corporation. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Financial provisions relating to membership of the Corporation. 4.  (1) There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the Agreement.  (2) Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock of the Bank shall be paid into the Consolidated Fund.  (3) The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the Bank.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock of the Bank shall be paid into the Consolidated Fund."
                },
                {
                    "representation": "(3)",
                    "description": "The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the Bank."
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certain provisions of the Agreement given the force of law in Guyana. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Certain provisions of the Agreement given the force of law in Guyana. 5. The provisions of sections 2 to 9 (inclusive) of Article XI of the Agreement (which relate to the status, immunities and privileges to be accorded to the Bank shall have the force of law in Guyana.",
            "description": "The provisions of sections 2 to 9 (inclusive) of Article XI of the Agreement (which relate to the status, immunities and privileges to be accorded to the Bank shall have the force of law in Guyana."
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of the Minister to make orders. ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Power of the Minister to make orders. 6.  The Minister may by order make such provisions as  may be necessary  for  carrying  into  effect  any  of  the  provisions  of the Agreement.",
            "description": "The Minister may by order make such provisions as  may be necessary  for  carrying  into  effect  any  of  the  provisions  of the Agreement."
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Amendment of the First Schedule and matters consequential thereon.  SCHEDULE    __________________________  5  of 1992 An Act to provide for the membership of Guyana in the Inter- American Investment Corporation.  [18TH APRIL, 1992] Short title.    Interpretation.        ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Amendment of the First Schedule and matters consequential thereon.  SCHEDULE    __________________________  5  of 1992 An Act to provide for the membership of Guyana in the Inter- American Investment Corporation.  [18TH APRIL, 1992] Short title.    Interpretation.        7. (1) Where any amendment to the Agreement is accepted by the Government, the Minister may by order amend the First Schedule by including therein the amendment so accepted.  (2) Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect   to   the   amendment   accepted  LAWS OF GUYANA Inter-American Investment Corporation Cap. 74:12 5  L.R.O. 1/ 2012                     s. 2     as  aforesaid   and,  without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Agreement.  (3) Every order made under this section shall be subject to negative resolution of the National Assembly.  (4) Where  the  First  Schedule  is  amended  pursuant  to this section any reference in this Act or any other instrument to the Agreement   shall,   unless   the   context   otherwise   requires,   be construed as a reference to the Agreement as so amended.  __________________   SCHEDULE  AGREEMENT ESTABLISHING  THE INTER-AMERICAN INVESTMENT CORPORATION  The countries on whose behalf this Agreement is signed agree to create the Inter-American Investment Corporation, which shall operate in accordance with the following provisions:  ARTICLE I PURPOSE AND FUNCTIONS  Section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any amendment to the Agreement is accepted by the Government, the Minister may by order amend the First Schedule by including therein the amendment so accepted."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect   to   the   amendment   accepted  LAWS OF GUYANA Inter-American Investment Corporation Cap. 74:12 5  L.R.O. 1/ 2012                     s. 2     as  aforesaid   and,  without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Agreement."
                },
                {
                    "representation": "(3)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "Where  the  First  Schedule  is  amended  pursuant  to this section any reference in this Act or any other instrument to the Agreement   shall,   unless   the   context   otherwise   requires,   be construed as a reference to the Agreement as so amended.  __________________   SCHEDULE  AGREEMENT ESTABLISHING  THE INTER-AMERICAN INVESTMENT CORPORATION  The countries on whose behalf this Agreement is signed agree to create the Inter-American Investment Corporation, which shall operate in accordance with the following provisions:  ARTICLE I PURPOSE AND FUNCTIONS  Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Political activity prohibited  The Corporation and its officers shall not interfere in the political affairs of any member; nor shall they be influenced in their decisions by the political character of the member or members concerned. Only economic   considerations shall be  relevant  to  decisions  of  the Corporation, and these considerations shall be weighed impartially in order to achieve the purposes stated in this Agreement.  ARTICLE IV ORGANISATION AND MANAGEMENT  Section ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Political activity prohibited  The Corporation and its officers shall not interfere in the political affairs of any member; nor shall they be influenced in their decisions by the political character of the member or members concerned. Only economic   considerations shall be  relevant  to  decisions  of  the Corporation, and these considerations shall be weighed impartially in order to achieve the purposes stated in this Agreement.  ARTICLE IV ORGANISATION AND MANAGEMENT  Section 8.  Relations with the Bank  (a) The Corporation shall be an entity separate and distinct from the Bank. The funds of the Corporation shall be LAWS OF GUYANA Inter-American Investment Corporation Cap. 74:12 25  L.R.O. 1/ 2012 kept separate and apart from those of the Bank. The provisions of this Section shall not prevent the Corporation from making arrangements with the Bank regarding facilities, personnel, services and others concerning reimbursement of administrative expenses paid by either organization on behalf of the other.  (b)  The Corporation shall seek insofar as possible to utilize the facilities, installations and personnel of the Bank.  (c) Nothing in this Agreement shall make the Corporation liable for the acts or obligations of the Bank, or the Bank liable for the acts or obligations of the Corporation.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The Corporation shall be an entity separate and distinct from the Bank. The funds of the Corporation shall be LAWS OF GUYANA Inter-American Investment Corporation Cap. 74:12 25  L.R.O. 1/ 2012 kept separate and apart from those of the Bank. The provisions of this Section shall not prevent the Corporation from making arrangements with the Bank regarding facilities, personnel, services and others concerning reimbursement of administrative expenses paid by either organization on behalf of the other."
                },
                {
                    "representation": "(b)",
                    "description": "The Corporation shall seek insofar as possible to utilize the facilities, installations and personnel of the Bank."
                },
                {
                    "representation": "(c)",
                    "description": "Nothing in this Agreement shall make the Corporation liable for the acts or obligations of the Bank, or the Bank liable for the acts or obligations of the Corporation.  Section"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Publication of annual reports and circulation of reports  (a)  The Corporation shall publish an annual report containing an audited statement of its accounts. It shall also send the members a quarterly summary of its financial position and a profit and loss statement indicating the results of its operations.  (b)  The Corporation may also publish any such other reports as it deems appropriate in order to carry out its purpose and functions.  Section ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Publication of annual reports and circulation of reports  (a)  The Corporation shall publish an annual report containing an audited statement of its accounts. It shall also send the members a quarterly summary of its financial position and a profit and loss statement indicating the results of its operations.  (b)  The Corporation may also publish any such other reports as it deems appropriate in order to carry out its purpose and functions.  Section 9.  Immunities from taxation  (a) The Corporation, its property, other assets, income, and the operations and transactions it carries out pursuant to this Agreement, shall be immune from all taxation and from all customs duties. The Corporation shall also be immune from any obligation relating to the payment, withholding or collection of any tax or duty.  (b)  No  tax  shall  be  levied  on  or  in  respect  of  salaries  and emoluments paid by the Corporation to officials or employees of the Corporation who are not local citizens or other local nationals.  (c)  No tax of any kind shall be levied on any obligation or security issued by the Corporation, including any dividend or interest thereon, by whomsoever held:  (i)  which  discriminates  against  such  obligation  or security solely because it is LAWS OF GUYANA Inter-American Investment Corporation Cap. 74:12 33  L.R.O. 1/ 2012 issued by the Corporation; or   (ii)  if the sole jurisdictional basis for such taxation is the place or currency in which it is issued, made payable or paid, or the  location of any office or place of business maintained by the Corporation.  (d)  No tax of any kind shall be levied on any obligation or security guaranteed by the Corporation, including any dividend or interest thereon by whomsoever held:  (i)   which  discriminates  against  such  obligation  or security solely because it is guaranteed by the Corporation; or  (ii)  if the sole jurisdictional basis for such taxation is the location of any office or place of business maintained by the Corporation.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The Corporation, its property, other assets, income, and the operations and transactions it carries out pursuant to this Agreement, shall be immune from all taxation and from all customs duties. The Corporation shall also be immune from any obligation relating to the payment, withholding or collection of any tax or duty."
                },
                {
                    "representation": "(b)",
                    "description": "No  tax  shall  be  levied  on  or  in  respect  of  salaries  and emoluments paid by the Corporation to officials or employees of the Corporation who are not local citizens or other local nationals."
                },
                {
                    "representation": "(c)",
                    "description": "No tax of any kind shall be levied on any obligation or security issued by the Corporation, including any dividend or interest thereon, by whomsoever held:"
                },
                {
                    "representation": "(i)",
                    "description": "which  discriminates  against  such  obligation  or security solely because it is guaranteed by the Corporation; or"
                },
                {
                    "representation": "(d)",
                    "description": "No tax of any kind shall be levied on any obligation or security guaranteed by the Corporation, including any dividend or interest thereon by whomsoever held:"
                }
            ]
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Dividends  (a)  The  Board  of  Governors  may  determine  what  part  of  the Corporation’s net income and surplus, after making provision for reserves, shall be distributed as dividends.  (b)  Dividends shall be distributed pro rata in proportion to paid-in capital stock held by each member.  (c)  Dividends shall be paid in such manner and in such currency or currencies as the Corporation may LAWS OF GUYANA 26 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 determine.  ARTICLE V WITHDRAWAL AND SUSPENSION OF MEMBERS  Section ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Dividends  (a)  The  Board  of  Governors  may  determine  what  part  of  the Corporations net income and surplus, after making provision for reserves, shall be distributed as dividends.  (b)  Dividends shall be distributed pro rata in proportion to paid-in capital stock held by each member.  (c)  Dividends shall be paid in such manner and in such currency or currencies as the Corporation may LAWS OF GUYANA 26 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 determine.  ARTICLE V WITHDRAWAL AND SUSPENSION OF MEMBERS  Section 10.  Implementation  Each member country, in accordance with its juridical system, shall  take such action as is necessary to make effective in its own territories the principles set forth in this Article and shall inform the Corporation of the action which it has taken on the matter.  Section",
            "description": "Implementation  Each member country, in accordance with its juridical system, shall  take such action as is necessary to make effective in its own territories the principles set forth in this Article and shall inform the Corporation of the action which it has taken on the matter.  Section"
        }
    },
    {
        "act": "INTER-AMERICAN INVESTMENT CORPORATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Waiver  The Corporation in its discretion may waive any of the privileges or immunities conferred under this Article to such extent and upon such conditions as it may determine.     LAWS OF GUYANA 34 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 ARTICLE VIII AMENDMENTS  Section ",
            "context": "INTER-AMERICAN INVESTMENT CORPORATION ACT under Waiver  The Corporation in its discretion may waive any of the privileges or immunities conferred under this Article to such extent and upon such conditions as it may determine.     LAWS OF GUYANA 34 Cap. 74:12  Inter-American Investment Corporation  L.R.O. 1/ 2012 ARTICLE VIII AMENDMENTS  Section 11.636 1/ Brazil  2,327",
            "description": "11.636 1/ Brazil  2,327"
        }
    }
]