[
    {
        "act": "PUBLIC LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PUBLIC LOAN ACT under Short title. 1. This Act may be cited as the Public Loan Act.",
            "description": "This Act may be cited as the Public Loan Act."
        }
    },
    {
        "act": "PUBLIC LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Authority to raise loans not exceeding one hundred and fifty billion dollars in the aggregate. ",
            "context": "PUBLIC LOAN ACT under Authority to raise loans not exceeding one hundred and fifty billion dollars in the aggregate. 2.  (1) For the  purpose  of  financing  general  development  in Guyana, the Government acting   on behalf of the State is hereby authorised to raise loans in Guyana in the manner hereinafter provided by this Act of such sums, not exceeding one hundred and fifty billion dollars in the aggregate, and such further sum as may be necessary to defray the expenses of the raising of such loans.  (2) The Minister may, by order, which shall be subject to affirmative resolution, increase the limit prescribed by subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the  purpose  of  financing  general  development  in Guyana, the Government acting   on behalf of the State is hereby authorised to raise loans in Guyana in the manner hereinafter provided by this Act of such sums, not exceeding one hundred and fifty billion dollars in the aggregate, and such further sum as may be necessary to defray the expenses of the raising of such loans."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, by order, which shall be subject to affirmative resolution, increase the limit prescribed by subsection"
                }
            ]
        }
    },
    {
        "act": "PUBLIC LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Manner in which loans may be raised. ",
            "context": "PUBLIC LOAN ACT under Manner in which loans may be raised. 3. The loans raised under this Act, or any part thereof, may be raised in the manner provided by the General Local LAWS OF GUYANA 4 Cap. 74:13                                                                                                                                   Public Loan                                      L.R.O. 1/2012  c. 290    Date of first contribution to sinking fund.        Adoption of section 14 of the General Local Loan  Ordinance.   Loan Ordinance or any other enactment, or by resolution of the National Assembly.",
            "description": "The loans raised under this Act, or any part thereof, may be raised in the manner provided by the General Local LAWS OF GUYANA 4 Cap. 74:13                                                                                                                                   Public Loan                                      L.R.O. 1/2012  c. 290    Date of first contribution to sinking fund.        Adoption of section 14 of the General Local Loan  Ordinance.   Loan Ordinance or any other enactment, or by resolution of the National Assembly."
        }
    },
    {
        "act": "PUBLIC LOAN ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Date of first contribution to sinking fund. ",
            "context": "PUBLIC LOAN ACT under Date of first contribution to sinking fund. 4. The first contribution to the sinking fund to be established for the repayment of any loans raised under section 2 as required by such of the related provisions of any enactment referred to in section 3, as may be applicable, shall be made not later than twenty-four months after the date from which the interest on any stock or debentures issued in respect of such loans shall commence to run.",
            "description": "The first contribution to the sinking fund to be established for the repayment of any loans raised under section 2 as required by such of the related provisions of any enactment referred to in section 3, as may be applicable, shall be made not later than twenty-four months after the date from which the interest on any stock or debentures issued in respect of such loans shall commence to run."
        }
    }
]