[
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.888 671 gram of fine gold.  (f) Whenever under (c) above the Fund sells gold held by it on the date of the second amendment of this Agreement, an amount of the proceeds equivalent at the time of sale to one special drawing right per ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under 0.888 671 gram of fine gold.  (f) Whenever under (c) above the Fund sells gold held by it on the date of the second amendment of this Agreement, an amount of the proceeds equivalent at the time of sale to one special drawing right per 0.888 671 gram of fine gold shall be placed in the General Resources Account and, except as the Fund may decide otherwise under (g) below, any excess shall be held in the Special disbursement Account. The assets held in the Special Disbursement Account shall be held separately from the other accounts of the General Department, and may be used at any time:   (i)  to make transfers to the General Resources Account for   immediate   use   in   operations   and   transactions authorized by provisions of this Agreement other than this Section;   (ii)  for operations and   transactions that are not authorized by other provisions of this Agreement but are consistent  with  the  purposes  of the Fund. Under this subsection (f) (ii) balance of payments assistance may be made available on special terms to developing members in LAWS OF GUYANA 40 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 difficult circumstances, and for this purpose the Fund shall take into account the level of per capita income:   (iii)  for distribution to those developing members that were members on August 31, 1975, in proportion to their quotas on that date, of such part of the assets that the Fund decides to use for the purposes of (ii) above as corresponds to the proportion of the quotas of these members on the date of distribution to the total of the quotas of all members on the same date, provided that the distribution under this provision to a member that has been declared ineligible to use the general resources of the Fund under section 5 of this Article shall be made when the ineligibility ceases, unless the Fund decides to make the distribution sooner.  Decisions to use assets pursuant to (i) above shall be taken by a seventy percent majority of the total voting power, and decisions pursuant to (ii) and (iii) above shall be taken by an eighty-five percent majority of the total voting power.   (g) The Fund may decide, by an eighty-five percent majority of the total voting power, to transfer a part of the excess referred to in (f) above to the Investment Account for use pursuant to the provisions of Article LAWS OF GUYANA International Financial Organisations Cap. 76:01 41  L.R.O. 1/ 2012 XII, Section 6(f).  (h) Pending uses specified under (f) above, the Fund may invest a members currency held in the Special Disbursement Account in marketable obligations of that member or in marketable obligations of international financial organizations. The income of investment and interest received under (f)(ii) above shall be placed in the Special Disbursement Account. No investment shall be made without the concurrence of the member whose currency is used to make the investment. The Fund shall invest only in obligations denominated in special drawing rights or in the currency used for investment.  (i) The General Resources Account shall be reimbursed from time to time in respect of the expenses of administration of the Special Disbursement Account paid from the General Resources Account by transfers from the Special Disbursement Account on the basis of a reasonable estimate of such expenses.  (j) The Special Disbursement Account shall be terminated in the event of the liquidation of the Fund and may be terminated prior to liquidation of the Fund by a seventy percent majority of the total voting power. Upon termination of the account because of LAWS OF GUYANA 42 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 the liquidation of the Fund, any assets in this account shall be distributed in accordance with the  provisions  of  Schedule  K. Upon  termination  prior  to liquidation of the Fund, any assets in this account shall be transferred to the General Resources Account for immediate use in operations and transactions.   The Fund, by a seventy percent majority of the total voting power shall adopt rules and regulations for the administration of the Special Disbursement Account.  ARTICLE VI  CAPITAL  TRANSFERS  Section",
            "description": [
                {
                    "representation": "(g)",
                    "description": "The Fund may decide, by an eighty-five percent majority of the total voting power, to transfer a part of the excess referred to in"
                },
                {
                    "representation": "(i)",
                    "description": "The General Resources Account shall be reimbursed from time to time in respect of the expenses of administration of the Special Disbursement Account paid from the General Resources Account by transfers from the Special Disbursement Account on the basis of a reasonable estimate of such expenses."
                },
                {
                    "representation": "(f)",
                    "description": "above, the Fund may invest a members currency held in the Special Disbursement Account in marketable obligations of that member or in marketable obligations of international financial organizations. The income of investment and interest received under"
                },
                {
                    "representation": "(h)",
                    "description": "Pending uses specified under"
                },
                {
                    "representation": "(j)",
                    "description": "The Special Disbursement Account shall be terminated in the event of the liquidation of the Fund and may be terminated prior to liquidation of the Fund by a seventy percent majority of the total voting power. Upon termination of the account because of LAWS OF GUYANA 42 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 the liquidation of the Fund, any assets in this account shall be distributed in accordance with the  provisions  of  Schedule  K. Upon  termination  prior  to liquidation of the Fund, any assets in this account shall be transferred to the General Resources Account for immediate use in operations and transactions.   The Fund, by a seventy percent majority of the total voting power shall adopt rules and regulations for the administration of the Special Disbursement Account.  ARTICLE VI  CAPITAL  TRANSFERS  Section"
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Short title. 1. This   Act   may   be   cited   as   the   International   Financial Organisations Act.",
            "description": "This   Act   may   be   cited   as   the   International   Financial Organisations Act."
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Interpretation. 2.  In this Act  Association means the International Development Association;  LAWS OF GUYANA International Financial Organisations Cap. 76:01 5  L.R.O. 1/ 2012 Forth Schedule.           Second Schedule.       Third Schedule.       First Schedule .                Authorisation for signing and accepting the agreements.     Association Agreement means the Articles of Agreement for the establishment and operation of the Association set out in the Fourth Schedule;  Bank  means  the  International  Bank  for  Reconstruction  and Development;   Bank  Agreement means  the  Articles  of  Agreement  for  the establishment and operation of the Bank as amended, set out in the Second Schedule;   Corporation means the International Finance Corporation;   Corporation Agreement means the Articles of Agreement for the establishment and operation of the Corporation as amended, set out in the Third Schedule;  Fund means the International Monetary Fund;  Fund  Agreement  means  the  Articles  of  Agreement  for  the establishment and operation of the Fund, set out in the First Schedule;  Membership Resolutions means resolutions adopted by the Board of Governors of the Fund, the Bank, the Corporation, and the Association, respectively, specifying the terms and conditions upon which Guyana shall be admitted to membership in these organisations;  Minister means the  Minister  for  the  time  being  charged  with responsibility for finance.",
            "description": "In this Act  Association means the International Development Association;  LAWS OF GUYANA International Financial Organisations Cap. 76:01 5  L.R.O. 1/ 2012 Forth Schedule.           Second Schedule.       Third Schedule.       First Schedule .                Authorisation for signing and accepting the agreements.     Association Agreement means the Articles of Agreement for the establishment and operation of the Association set out in the Fourth Schedule;  Bank  means  the  International  Bank  for  Reconstruction  and Development;   Bank  Agreement means  the  Articles  of  Agreement  for  the establishment and operation of the Bank as amended, set out in the Second Schedule;   Corporation means the International Finance Corporation;   Corporation Agreement means the Articles of Agreement for the establishment and operation of the Corporation as amended, set out in the Third Schedule;  Fund means the International Monetary Fund;  Fund  Agreement  means  the  Articles  of  Agreement  for  the establishment and operation of the Fund, set out in the First Schedule;  Membership Resolutions means resolutions adopted by the Board of Governors of the Fund, the Bank, the Corporation, and the Association, respectively, specifying the terms and conditions upon which Guyana shall be admitted to membership in these organisations;  Minister means the  Minister  for  the  time  being  charged  with responsibility for finance."
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Authorisation for signing of and accepting the Agreements. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Authorisation for signing of and accepting the Agreements. 3. The Minister is hereby authorised on behalf of the Government of Guyana to sign any or all of the following agreements, that is to say, the   Fund   Agreement,   the   Bank   Agreement, the Corporation Agreement and the Association Agreement and to deposit, in the cases of the Fund Agreement and the Bank Agreement, with the Government of the United LAWS OF GUYANA 6 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012               Effect of signature.     Financial provisions relating to membership in the fund. [21 of 1969]                   Financial provisions relating to membership in the International Bank, etc.   States, and, in the cases of the Corporation Agreement and  the  Association  Agreement,  with  the  Bank,  instruments  of acceptance of the said Agreements and of the terms and conditions respectively prescribed thereunder relating to the admission of Guyana to membership, or by instruments under his hand, to empower such person  as  may  be  named  in  such  instruments  to  sign  the  said Agreements and to  deposit  the said instruments of acceptance as aforesaid.",
            "description": "The Minister is hereby authorised on behalf of the Government of Guyana to sign any or all of the following agreements, that is to say, the   Fund   Agreement,   the   Bank   Agreement, the Corporation Agreement and the Association Agreement and to deposit, in the cases of the Fund Agreement and the Bank Agreement, with the Government of the United LAWS OF GUYANA 6 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012               Effect of signature.     Financial provisions relating to membership in the fund. [21 of 1969]                   Financial provisions relating to membership in the International Bank, etc.   States, and, in the cases of the Corporation Agreement and  the  Association  Agreement,  with  the  Bank,  instruments  of acceptance of the said Agreements and of the terms and conditions respectively prescribed thereunder relating to the admission of Guyana to membership, or by instruments under his hand, to empower such person  as  may  be  named  in  such  instruments  to  sign  the  said Agreements and to  deposit  the said instruments of acceptance as aforesaid."
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Effect of signature. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Effect of signature. 4. If any such Agreement is signed as aforesaid, the provisions of the following sections in connection therewith shall have effect.",
            "description": "If any such Agreement is signed as aforesaid, the provisions of the following sections in connection therewith shall have effect."
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Financial provisions relating to membership in the Fund. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Financial provisions relating to membership in the Fund. 5. (1) It shall be the function of the Bank of Guyana to pay the amounts (including any special drawing rights) from time to time payable on account of Guyana under the Membership Resolution and the Fund Agreement.  (2) The Bank of Guyana may, if it thinks fit, create and issue to the Fund any such non-interest bearing and non-negotiable notes or other obligations as are provided for by section 5 of Article III of the Fund Agreement (which section relates to the acceptance by the Fund of notes or similar obligations in place of currency).  (3) The Bank of Guyana is hereby authorised to receive from the Fund any sums relating to Guyanas subscription and any sums (including  any special drawing rights) to be received by reason of operations or transactions under Article V or any other Article of the Fund Agreement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the function of the Bank of Guyana to pay the amounts"
                },
                {
                    "representation": "(2)",
                    "description": "The Bank of Guyana may, if it thinks fit, create and issue to the Fund any such non-interest bearing and non-negotiable notes or other obligations as are provided for by section 5 of Article III of the Fund Agreement"
                },
                {
                    "representation": "(3)",
                    "description": "The Bank of Guyana is hereby authorised to receive from the Fund any sums relating to Guyanas subscription and any sums"
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Financial  provisions relating  to  membership in the Inter- national Bank, etc. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Financial  provisions relating  to  membership in the Inter- national Bank, etc. 6. (1) The Consolidated Fund is hereby charged with all sums required for the purposes of making  (a)  all payments to be made from time to time to the Bank under the provisions of the Membership Resolution and the Bank Agreement; LAWS OF GUYANA International Financial Organisations Cap. 76:01 7  L.R.O. 1/ 2012                                       Certain provisions of Agreements given force of law in Guyana.        (b)  all payments to be made from time to time to the Corporation under the Membership Resolution and the Corporation Agreement;  (c)  all payments to be made from time to time to the Association under the Membership Resolution and the Association Agreement.   (2) The Minister may, if he thinks fit, create and issue to the Bank  or the Association any such non-interest bearing and non- negotiable notes or other obligations as are provided for by section 12 of Article V of the Bank Agreement and by section 2 (e) of Article II of the Association Agreement (which sections relate to the acceptance by the Bank, or the Association, as the case may be, of notes or similar obligations in place of currency) and sums payable under such notes or obligations  so  created  and  issued  are  hereby  charged  on  the Consolidated Fund.  (3) Any sums received by the Government of Guyana from the Bank or the Corporation on account of Guyanas subscription to the capital stock thereof and any sums received by the Government of Guyana from the Association on account of Guyanas subscription therein or of supplementary resources provided by it shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Consolidated Fund is hereby charged with all sums required for the purposes of making"
                },
                {
                    "representation": "(a)",
                    "description": "all payments to be made from time to time to the Bank under the provisions of the Membership Resolution and the Bank Agreement; LAWS OF GUYANA International Financial Organisations Cap. 76:01 7  L.R.O. 1/ 2012                                       Certain provisions of Agreements given force of law in Guyana."
                },
                {
                    "representation": "(b)",
                    "description": "all payments to be made from time to time to the Corporation under the Membership Resolution and the Corporation Agreement;"
                },
                {
                    "representation": "(c)",
                    "description": "all payments to be made from time to time to the Association under the Membership Resolution and the Association Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, if he thinks fit, create and issue to the Bank  or the Association any such non-interest bearing and non- negotiable notes or other obligations as are provided for by section 12 of Article V of the Bank Agreement and by section 2"
                },
                {
                    "representation": "(e)",
                    "description": "of Article II of the Association Agreement"
                },
                {
                    "representation": "(3)",
                    "description": "Any sums received by the Government of Guyana from the Bank or the Corporation on account of Guyanas subscription to the capital stock thereof and any sums received by the Government of Guyana from the Association on account of Guyanas subscription therein or of supplementary resources provided by it shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Certain provisions of Agreements given force of law in Guyana. ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Certain provisions of Agreements given force of law in Guyana. 7.  The provisions of  (a)  sections 2 to 9 (inclusive) of Article IX and paragraph (b) of Article XXVII of the Fund Agreement;  (b)  sections 2 to 9 (inclusive) of Article VII of the Bank Agreement;  LAWS OF GUYANA 8 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012                                                  (c)  sections  2  to  9  (inclusive)  of  Article  VI  of  the Corporation Agreement;  (d)  sections 2 to 9 (inclusive) of Article VIII of the Association Agreement; and  (e)  the first sentence of section 2(b) of Article VIII of the Fund Agreement,  shall have the force of law in Guyana, so, however, that nothing in section 9 of Article IX of the Fund Agreement or in section 9 of Article VII of  the Bank Agreement or in section 9 of Article VI of the Corporation  Agreement  or  in  section  9  of  Article  VIII  of  the Association Agreement shall be construed   (i)  as entitling the Fund, the Bank, the Corporation or the  Association to import goods free of customs duty without  any restriction on their subsequent sale in the country to which they were imported;  (ii)  as   conferring   on   the   Fund,   the   Bank,   the Corporation or the Association any exemption from duties or taxes which form part of the price of goods sold; or  (iii)  as   conferring   on   the   Fund,   the   Bank,   the Corporation or the Association any exemption from taxes or  duties which are in fact no more than charges LAWS OF GUYANA International Financial Organisations Cap. 76:01 9  L.R.O. 1/ 2012    Power of Minister to make orders.                                  [10 of 1978]          for services rendered.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "sections 2 to 9"
                },
                {
                    "representation": "(b)",
                    "description": "sections 2 to 9"
                },
                {
                    "representation": "(c)",
                    "description": "sections  2  to  9"
                },
                {
                    "representation": "(d)",
                    "description": "sections 2 to 9"
                },
                {
                    "representation": "(e)",
                    "description": "the first sentence of section 2(b) of Article VIII of the Fund Agreement,  shall have the force of law in Guyana, so, however, that nothing in section 9 of Article IX of the Fund Agreement or in section 9 of Article VII of  the Bank Agreement or in section 9 of Article VI of the Corporation  Agreement  or  in  section  9  of  Article  VIII  of  the Association Agreement shall be construed"
                },
                {
                    "representation": "(i)",
                    "description": "as entitling the Fund, the Bank, the Corporation or the  Association to import goods free of customs duty without  any restriction on their subsequent sale in the country to which they were imported;"
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power of Minister to make orders. FIRST SCHEDULE—Articles of Agreement. SECOND SCHEDULE—Text of Articles of Agreement of International Bank                                              for Reconstruction and Development. THIRD SCHEDULE—Governments on whose behalf Agreement signed. FOURTH SCHEDULE—Articles of Agreement of the International                                             Development Association.   ___________________________ 2 of 1966B  An Act to enable Guyana to become a member of the International Monetary Fund, the International Bank for Reconstruction and  Development, the International Finance Corporation and the International Development Association.         WHEREAS pursuant to the Articles of Agreement drawn up at the United Nations Monetary and Financial Conference held in the year nineteen hundred and forty-four at Bretton Woods in New Hampshire in the United States of America, two international bodies known as the International   LAWS OF GUYANA 4 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012                                        Short title.    Interpretation.      Monetary   Fund   and   the   International   Bank   for Reconstruction and Development were established;  AND WHEREAS pursuant to the Articles of Agreement approved by   the  executive  directors  of  the  said  International  Bank  for Reconstruction and Development in the year nineteen hundred and fifty-five an international body known as the International Finance Corporation was established;  AND WHEREAS pursuant to the Articles of Agreement approved by the directors of the said International Bank for Reconstruction and Development in the year nineteen hundred and sixty an international body  known  as  the  International  Development  Association  was established;   AND WHEREAS the said several Articles of agreement contain provisions by virtue whereof Guyana may become a member of each such body, and by virtue whereof the Articles of Agreement relating to each  such  body  may  be  signed  and  accepted  on  behalf  of  the Government of  Guyana, pursuant to the prescription of terms and conditions in that behalf by the body in question;   AND WHEREAS it is expedient that Guyana should be a member of the said International bodies:   Be it, therefore, enacted by the Parliament of Guyana:—   ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Power of Minister to make orders. FIRST SCHEDULEArticles of Agreement. SECOND SCHEDULEText of Articles of Agreement of International Bank                                              for Reconstruction and Development. THIRD SCHEDULEGovernments on whose behalf Agreement signed. FOURTH SCHEDULEArticles of Agreement of the International                                             Development Association.   ___________________________ 2 of 1966B  An Act to enable Guyana to become a member of the International Monetary Fund, the International Bank for Reconstruction and  Development, the International Finance Corporation and the International Development Association.         WHEREAS pursuant to the Articles of Agreement drawn up at the United Nations Monetary and Financial Conference held in the year nineteen hundred and forty-four at Bretton Woods in New Hampshire in the United States of America, two international bodies known as the International   LAWS OF GUYANA 4 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012                                        Short title.    Interpretation.      Monetary   Fund   and   the   International   Bank   for Reconstruction and Development were established;  AND WHEREAS pursuant to the Articles of Agreement approved by   the  executive  directors  of  the  said  International  Bank  for Reconstruction and Development in the year nineteen hundred and fifty-five an international body known as the International Finance Corporation was established;  AND WHEREAS pursuant to the Articles of Agreement approved by the directors of the said International Bank for Reconstruction and Development in the year nineteen hundred and sixty an international body  known  as  the  International  Development  Association  was established;   AND WHEREAS the said several Articles of agreement contain provisions by virtue whereof Guyana may become a member of each such body, and by virtue whereof the Articles of Agreement relating to each  such  body  may  be  signed  and  accepted  on  behalf  of  the Government of  Guyana, pursuant to the prescription of terms and conditions in that behalf by the body in question;   AND WHEREAS it is expedient that Guyana should be a member of the said International bodies:   Be it, therefore, enacted by the Parliament of Guyana:   8. (1) The Minister may by order make such provisions as are necessary for carrying into effect any of the provisions of the Fund Agreement, the Bank Agreement, the Corporation Agreement and the Association Agreement.   (2) Without prejudice to the provisions of subsection (1), where any  amendment to an Agreement mentioned in that subsection is accepted by the Government of Guyana, the Minister may, by order, subject to negative resolution of the National Assembly, amend the Schedule wherein such Agreement is set out, by including therein the amendment so accepted.   (3) An order made under subsection (2) may contain such consequential,   supplemental   or   ancillary   provisions   (including provisions amending this Act) as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment accepted as aforesaid.   (4) Where  the  provisions  of  an  Agreement  mentioned  in subsection (1) are amended pursuant to this section, any references in this Act or any other instrument to that Agreement shall, unless the context  otherwise  requires,  be  construed  as  a  reference  to  the Agreement as amended.  _________________  FIRST  SCHEDULE  ARTICLES  OF AGREEMENT  OF  THE INTERNATIONAL  MONETARY  FUND  The Governments on whose behalf the present Agreement is signed agree as follows:  LAWS OF GUYANA 10 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012             INTRODUCTORY ARTICLE  (i) The International Monetary Fund is established and shall operate in accordance with the provisions of this Agreement   as   originally   adopted   and   subsequently amended.  (ii) To enable the Fund to conduct its operations and transactions, the Fund shall maintain a General Department and a Special Drawing Rights Department. Membership   in   the   Fund   shall   give   the   right   to participation in the Special Drawing Rights Department.  (iii) Operations  and  transactions  authorized  by  this Agreement  shall  be  conducted  through  the  General Department, consisting in accordance with the provisions of this Agreement of the General Resources Account, the Special   Disbursement  Account,  and  the  Investment Account except that operations and transactions involving special  drawing rights shall be conducted through the Special Drawing Rights Department.    LAWS OF GUYANA International Financial Organisations Cap. 76:01 11  L.R.O. 1/ 2012 ARTICLE I PURPOSES  The purposes of the International Monetary Fund are:  (i) To promote international monetary co-operation through a permanent institution which provides the machinery for consultation and collaboration on international monetary problems.  (ii) To facilitate the expansion and balanced growth of international  trade,  and  to  contribute  thereby  to  the promotion and maintenance of high levels of employment and  real income and to the development of productive resources   of  all  members  as  primary  objectives  of economic policy.  (iii) To promote exchange stability, to maintain orderly exchange arrangements among members, and to avoid competitive exchange depreciation.   (iv) To assist in the establishment of a multilateral system of payments in respect of current transactions between members and  in  the  elimination  of  foreign  exchange restrictions which hamper the growth of world trade. LAWS OF GUYANA 12 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 (v) To give confidence to members by making the general resources of the Fund temporarily available to them under adequate safeguards, thus providing them with opportunity to correct maladjustments in their balance of payments without restoring to measures destructive of national or international prosperity.  (vi) In accordance with the above, to shorten the duration and lessen the degree of disequilibrium in the international balances of payments of members.  The Fund shall be guided in all its policies and decisions by the purposes set forth in this Article.  ARTICLE II.  MEMBERSHIP  Section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "are amended pursuant to this section, any references in this Act or any other instrument to that Agreement shall, unless the context  otherwise  requires,  be  construed  as  a  reference  to  the Agreement as amended.  _________________  FIRST  SCHEDULE  ARTICLES  OF AGREEMENT  OF  THE INTERNATIONAL  MONETARY  FUND  The Governments on whose behalf the present Agreement is signed agree as follows:  LAWS OF GUYANA 10 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012             INTRODUCTORY ARTICLE"
                },
                {
                    "representation": "(2)",
                    "description": "may contain such consequential,   supplemental   or   ancillary   provisions"
                },
                {
                    "representation": "(3)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where  the  provisions  of  an  Agreement  mentioned  in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "To promote international monetary co-operation through a permanent institution which provides the machinery for consultation and collaboration on international monetary problems."
                },
                {
                    "representation": "(v)",
                    "description": "To give confidence to members by making the general resources of the Fund temporarily available to them under adequate safeguards, thus providing them with opportunity to correct maladjustments in their balance of payments without restoring to measures destructive of national or international prosperity."
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Remuneration  (a) The Fund shall pay remuneration on the amount by which the percentage of quota prescribed under (b) or (c) below exceeds the Fund’s  average daily balances of a member’s currency held in the General  Resources Account other than balances acquired under a policy that has been the subject of an exclusion under Article XXX(c). The rate or remuneration, which shall be determined by the Fund by a seventy percent majority of the total voting power, shall be the same for all members and shall be not more than, nor less than four-fifths of, the rate of interest under Article XX, Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Remuneration  (a) The Fund shall pay remuneration on the amount by which the percentage of quota prescribed under (b) or (c) below exceeds the Funds  average daily balances of a members currency held in the General  Resources Account other than balances acquired under a policy that has been the subject of an exclusion under Article XXX(c). The rate or remuneration, which shall be determined by the Fund by a seventy percent majority of the total voting power, shall be the same for all members and shall be not more than, nor less than four-fifths of, the rate of interest under Article XX, Section 9. Immunities from taxations  (a) The Fund its assets, property, income, and its operation and transactions authorised by this Agreement shall be immune from all taxation and from all customs duties. The Fund shall also be immune from liability for the collection or payment of any tax or duty.  (b) No  tax  shall  be  levied  on  or  in  respect  of  salaries  and emoluments paid by the Fund to Executive Directors, Alternates, officers, or LAWS OF GUYANA International Financial Organisations Cap. 76:01 55  L.R.O. 1/ 2012 employees of the fund who are not local citizens, local subjects, or other local nationals.  (c) No taxation of any kind shall be levied on any obligation or security issued by the Fund, including any dividend or interest thereon, by whomsoever held:  (i)  which  discriminates  against  such  obligation  or security solely because of its origin; or  (ii)  if the sole jurisdictional basis for such taxation is the place or currency in which it is issued, made payable or paid, or  the  location of any office or place of business maintained by the Fund.  Section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "The Fund its assets, property, income, and its operation and transactions authorised by this Agreement shall be immune from all taxation and from all customs duties. The Fund shall also be immune from liability for the collection or payment of any tax or duty."
                },
                {
                    "representation": "(b)",
                    "description": "No  tax  shall  be  levied  on  or  in  respect  of  salaries  and emoluments paid by the Fund to Executive Directors, Alternates, officers, or LAWS OF GUYANA International Financial Organisations Cap. 76:01 55  L.R.O. 1/ 2012 employees of the fund who are not local citizens, local subjects, or other local nationals."
                },
                {
                    "representation": "(c)",
                    "description": "No taxation of any kind shall be levied on any obligation or security issued by the Fund, including any dividend or interest thereon, by whomsoever held:"
                },
                {
                    "representation": "(i)",
                    "description": "which  discriminates  against  such  obligation  or security solely because of its origin; or"
                }
            ]
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "10.Computations  (a)   The value of the Fund’s assets held in the accounts of the General Department shall be expressed in terms of the special drawing right.  (b)   All computations relating to currencies of members for the purpose of applying the provisions of this Agreement, except Article IV and Schedule C, shall be at the rates at which the Fund accounts for these currencies in accordance with Section 11 of this Article,  (c) Computations for the determination of amounts of currency in relation to LAWS OF GUYANA 36 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 quota for the purpose of applying the provisions of this Agreement   shall   not   include   currency   held   in   the   Special Disbursement Account or in the Investment Account.  Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under 10.Computations  (a)   The value of the Funds assets held in the accounts of the General Department shall be expressed in terms of the special drawing right.  (b)   All computations relating to currencies of members for the purpose of applying the provisions of this Agreement, except Article IV and Schedule C, shall be at the rates at which the Fund accounts for these currencies in accordance with Section 11 of this Article,  (c) Computations for the determination of amounts of currency in relation to LAWS OF GUYANA 36 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 quota for the purpose of applying the provisions of this Agreement   shall   not   include   currency   held   in   the   Special Disbursement Account or in the Investment Account.  Section 10. Application of Article  Each member shall take such action as is necessary in its own territories for the purpose of making  effective in terms of its own law the principles set forth in this Article and shall inform the Fund of the detailed action which it has taken.  ARTICLE X  RELATIONS   WITH  OTHER  INTERNATIONAL  ORGANISATIONS  The Fund shall co-operate within the terms of this Agreement with any general international organization and with public international organizations having specialized responsibilities in related fields. Any arrangements   for   LAWS OF GUYANA 56 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 such   co-operation   which   would   involve   a modification of all provision of this Agreement may be effected only after amendment to this Agreement under Article XXVIII.  ARTICLE XI  RELATIONS   WITH  NON-MEMBER  COUNTRIES  Section",
            "description": "Application of Article  Each member shall take such action as is necessary in its own territories for the purpose of making  effective in terms of its own law the principles set forth in this Article and shall inform the Fund of the detailed action which it has taken.  ARTICLE X  RELATIONS   WITH  OTHER  INTERNATIONAL  ORGANISATIONS  The Fund shall co-operate within the terms of this Agreement with any general international organization and with public international organizations having specialized responsibilities in related fields. Any arrangements   for   LAWS OF GUYANA 56 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 such   co-operation   which   would   involve   a modification of all provision of this Agreement may be effected only after amendment to this Agreement under Article XXVIII.  ARTICLE XI  RELATIONS   WITH  NON-MEMBER  COUNTRIES  Section"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Maintenance of value  (a)  The value of the currencies of members held in the General Resources Account shall be maintained in terms of the special drawing rights in accordance with exchange rates under Article XIX, Section 7(a).   (b) An adjustment in the Fund’s holding of a member’s currency pursuant to this Section shall be made on the occasion of the use of that currency in an operation or transaction between the Fund and another member and at such other times as the Fund may decide or the member may request. Payments to or by the Fund in respect of an adjustment shall be made within a reasonable time, as determined by the Fund, after the date of adjustment, and at any other time requested by the member.   Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Maintenance of value  (a)  The value of the currencies of members held in the General Resources Account shall be maintained in terms of the special drawing rights in accordance with exchange rates under Article XIX, Section 7(a).   (b) An adjustment in the Funds holding of a members currency pursuant to this Section shall be made on the occasion of the use of that currency in an operation or transaction between the Fund and another member and at such other times as the Fund may decide or the member may request. Payments to or by the Fund in respect of an adjustment shall be made within a reasonable time, as determined by the Fund, after the date of adjustment, and at any other time requested by the member.   Section 11.  Notwithstanding 6 above, the Fund, by a seventy percent majority of the total voting power, may make uniform proportionate changes in all par values if the special drawing right is the common denominator and the changes will not affect the value of the special drawing right. The par value of a members currency shall, however, not be changed under this provision if, within seven days after the Funds action the member informs the Fund that it does not wish the par value of its currency to be changed by such action.  SCHEDULE D  COUNCIL",
            "description": "Notwithstanding 6 above, the Fund, by a seventy percent majority of the total voting power, may make uniform proportionate changes in all par values if the special drawing right is the common denominator and the changes will not affect the value of the special drawing right. The par value of a members currency shall, however, not be changed under this provision if, within seven days after the Funds action the member informs the Fund that it does not wish the par value of its currency to be changed by such action.  SCHEDULE D  COUNCIL"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Other operations and transactions  (a) The Fund shall be guided in all its policies and decisions under this Section by the objectives set forth in Article VIII, Section 7 and by the  objective  of  avoiding  the  management  of  the  price,  or  the LAWS OF GUYANA International Financial Organisations Cap. 76:01 37  L.R.O. 1/ 2012 establishment of a fixed price in the gold market.   (b) Decisions of the Fund to engage in operations or transactions under (c), (d), and (e) below shall be made by an eighty-five percent majority of the total voting power.   (c) The Fund may sell gold for the currency of any member after consulting the member for whose currency the gold is sold, provided that the Fund’s holdings of a member’s currency held in the General Resources Account shall not be increased by the sale above the level at which they would be subject to charges under Section 8(b)(ii) of this Article without the concurrence of the member, and provided that, at the request of the member, the Fund at the time of sale shall exchange for the currency of another member such part of the currency received as would prevent such an increase. The exchange of a currency for the currency of another member shall be made after consultation with that member, and shall not increase the Fund’s holdings of that member’s currency above the level at which they would be subject to charges under Section 8(b) (ii) of this Article. The Fund shall adopt policies and procedures with regard to exchanges that take into account the principles applied under Section 7(i) of this Article.  Sales under this provision to LAWS OF GUYANA 38 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 a member shall be at a price agreed for each transaction on the basis of prices in the market.   (d) The Fund may accept payments from a member in gold instead of special drawing rights or currency in any operations or transactions under this Agreement. Payments to the Fund under this provision shall be at a price agreed for each operation or transaction on the basis of prices in the market.   (e) The Fund may sell gold held by it on the date of the second amendment of this Agreement to those members that were members on August 31, 1975 and that agree to buy it, in proportion to their quotas on that date. If the Fund intends to sell gold under (c) above for the purpose of (f)(ii) below, it may sell to each developing member that agrees to buy if that portion of the gold which, if sold under (c) above, would have produced the excess that could have been distributed to it under (f)(iii) below. The gold that would be sold under this provision to a member that has been  declared  ineligible to use the general resources of the Fund under Section 5 of this Article shall be sold to it when the ineligibility ceases, unless the Fund decides to make the sale sooner. The sale of gold to a member under this subsection (e) shall be made in exchange for its currency and at a price equivalent at the time of LAWS OF GUYANA International Financial Organisations Cap. 76:01 39  L.R.O. 1/ 2012 sale to one special drawing right per ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Other operations and transactions  (a) The Fund shall be guided in all its policies and decisions under this Section by the objectives set forth in Article VIII, Section 7 and by the  objective  of  avoiding  the  management  of  the  price,  or  the LAWS OF GUYANA International Financial Organisations Cap. 76:01 37  L.R.O. 1/ 2012 establishment of a fixed price in the gold market.   (b) Decisions of the Fund to engage in operations or transactions under (c), (d), and (e) below shall be made by an eighty-five percent majority of the total voting power.   (c) The Fund may sell gold for the currency of any member after consulting the member for whose currency the gold is sold, provided that the Funds holdings of a members currency held in the General Resources Account shall not be increased by the sale above the level at which they would be subject to charges under Section 8(b)(ii) of this Article without the concurrence of the member, and provided that, at the request of the member, the Fund at the time of sale shall exchange for the currency of another member such part of the currency received as would prevent such an increase. The exchange of a currency for the currency of another member shall be made after consultation with that member, and shall not increase the Funds holdings of that members currency above the level at which they would be subject to charges under Section 8(b) (ii) of this Article. The Fund shall adopt policies and procedures with regard to exchanges that take into account the principles applied under Section 7(i) of this Article.  Sales under this provision to LAWS OF GUYANA 38 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 a member shall be at a price agreed for each transaction on the basis of prices in the market.   (d) The Fund may accept payments from a member in gold instead of special drawing rights or currency in any operations or transactions under this Agreement. Payments to the Fund under this provision shall be at a price agreed for each operation or transaction on the basis of prices in the market.   (e) The Fund may sell gold held by it on the date of the second amendment of this Agreement to those members that were members on August 31, 1975 and that agree to buy it, in proportion to their quotas on that date. If the Fund intends to sell gold under (c) above for the purpose of (f)(ii) below, it may sell to each developing member that agrees to buy if that portion of the gold which, if sold under (c) above, would have produced the excess that could have been distributed to it under (f)(iii) below. The gold that would be sold under this provision to a member that has been  declared  ineligible to use the general resources of the Fund under Section 5 of this Article shall be sold to it when the ineligibility ceases, unless the Fund decides to make the sale sooner. The sale of gold to a member under this subsection (e) shall be made in exchange for its currency and at a price equivalent at the time of LAWS OF GUYANA International Financial Organisations Cap. 76:01 39  L.R.O. 1/ 2012 sale to one special drawing right per 12. Other operations and transactions  VI. CAPITAL TRANSFERS",
            "description": "Other operations and transactions  VI. CAPITAL TRANSFERS"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "18.16    * In terms of United States dollars of the weight and fineness in effect on January 1, ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under 18.16    * In terms of United States dollars of the weight and fineness in effect on January 1, 18.83 El Salvador",
            "description": "18.83 El Salvador"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "22.000 Haiti 22 22,000 Honduras 11 11,000 Iceland 11 11,000 India 4,431 4,431,000 Indonesia 1,218 1,218,000 Iran 372 372,000 Iraq 67 67,000 Israel 50 50,000 Italy 1,994 1,994,000 Japan 2,769 2,769,000 Jordan 33 33,000 Lebanon 50 50,000 Luxembourg 111 111,000 Mexico 720 720,000 Netherlands 3,046 3,046,000 Nicaragua 9 9,000 Norway 554 54,000 Pakistan 1,108 1,108,000 Panama 2 2,000 Paraguay 16 16,000 LAWS OF GUYANA International Financial Organisations Cap. 76:01 237  L.R.O. 1/ 2012 Country  Number of shares Amount (in United States dollars) Peru 194 194,000 Phillippines 166 166,000 Sweden 1,108 1,108,000 Syria 72 72,000 Thailand 139 139,000 Turkey 476 476,000 Union of South Africa 1,108 1,108,000 United Arab Republic 590 590,000 United Kingdom 14,400 14,400,000 United States 35,168 35,168,000 Uruguay 116 116,000 Venezuela 116 116,000 Yugoslavia     443    443,000 Total 100,000 $100,000,000   FOURTH SCHEDULE  ARTICLES  OF  AGREEMENT  OF THE INTERNATIONAL  DEVELOPMENT ASSOCIATION  The Governments on whose behalf this Agreement is signed, Considering:  That mutual co-operation for constructive economic purposes, healthy development of the world economy and balanced growth of international trade foster international relationships conducive to the maintenance of peace and world prosperity;  That in an acceleration of economic development which will promote higher standards of living and economic and social progress in the less developed countries is desirable not only in the interests of those countries but also in the interests of the international community as a whole;  That achievement of these objectives would be LAWS OF GUYANA 238 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 facilitated by an increase in the international flow of capital, public and private to assist in the development of the resources of the less-developed countries,  do hereby agree as follows:   INTRODUCTORY ARTICLE  THE INTERNATIONAL DEVELOPMENT ASSOCIATION (hereinafter called “the Association”) is established and shall operate in accordance with- the following provisions:  ARTICLE I  PURPOSES  The  purposes  of  the  Association  are  to  promote  economic development, increase productivity and thus raise standards of living in  the   less-developed  areas  of  the  world  included  within  the Association’s membership, in particular by providing finance to meet their important developmental requirements on terms which are more flexible and bear less heavily on the balance of payments than those of conventional loans, thereby furthering the developmental objectives of  the  International  Bank  for  Reconstruction  and  Development (hereinafter called “the Bank”) and supplementing its activities.  The Association  shall  be  guided  in  all  its  decisions  by  the provisions of this Article.  ARTICLE II  MEMBERSHIP; INITIAL  SUBSCRIPTIONS  Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under 22.000 Haiti 22 22,000 Honduras 11 11,000 Iceland 11 11,000 India 4,431 4,431,000 Indonesia 1,218 1,218,000 Iran 372 372,000 Iraq 67 67,000 Israel 50 50,000 Italy 1,994 1,994,000 Japan 2,769 2,769,000 Jordan 33 33,000 Lebanon 50 50,000 Luxembourg 111 111,000 Mexico 720 720,000 Netherlands 3,046 3,046,000 Nicaragua 9 9,000 Norway 554 54,000 Pakistan 1,108 1,108,000 Panama 2 2,000 Paraguay 16 16,000 LAWS OF GUYANA International Financial Organisations Cap. 76:01 237  L.R.O. 1/ 2012 Country  Number of shares Amount (in United States dollars) Peru 194 194,000 Phillippines 166 166,000 Sweden 1,108 1,108,000 Syria 72 72,000 Thailand 139 139,000 Turkey 476 476,000 Union of South Africa 1,108 1,108,000 United Arab Republic 590 590,000 United Kingdom 14,400 14,400,000 United States 35,168 35,168,000 Uruguay 116 116,000 Venezuela 116 116,000 Yugoslavia     443    443,000 Total 100,000 $100,000,000   FOURTH SCHEDULE  ARTICLES  OF  AGREEMENT  OF THE INTERNATIONAL  DEVELOPMENT ASSOCIATION  The Governments on whose behalf this Agreement is signed, Considering:  That mutual co-operation for constructive economic purposes, healthy development of the world economy and balanced growth of international trade foster international relationships conducive to the maintenance of peace and world prosperity;  That in an acceleration of economic development which will promote higher standards of living and economic and social progress in the less developed countries is desirable not only in the interests of those countries but also in the interests of the international community as a whole;  That achievement of these objectives would be LAWS OF GUYANA 238 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 facilitated by an increase in the international flow of capital, public and private to assist in the development of the resources of the less-developed countries,  do hereby agree as follows:   INTRODUCTORY ARTICLE  THE INTERNATIONAL DEVELOPMENT ASSOCIATION (hereinafter called the Association) is established and shall operate in accordance with- the following provisions:  ARTICLE I  PURPOSES  The  purposes  of  the  Association  are  to  promote  economic development, increase productivity and thus raise standards of living in  the   less-developed  areas  of  the  world  included  within  the Associations membership, in particular by providing finance to meet their important developmental requirements on terms which are more flexible and bear less heavily on the balance of payments than those of conventional loans, thereby furthering the developmental objectives of  the  International  Bank  for  Reconstruction  and  Development (hereinafter called the Bank) and supplementing its activities.  The Association  shall  be  guided  in  all  its  decisions  by  the provisions of this Article.  ARTICLE II  MEMBERSHIP; INITIAL  SUBSCRIPTIONS  Section 22.70 Netherlands",
            "description": "22.70 Netherlands"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "52.96 United Kingdom ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under 52.96 United Kingdom 52.96 United States",
            "description": "52.96 United States"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1945",
            "title": "Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under Section 1945.  Section",
            "description": "Section"
        }
    },
    {
        "act": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1960",
            "title": "(c) Ten percent of the initial subscription of each original member  shall  be  payable  in  gold  or  freely  convertible currency as follows: fifty per cent within thirty days after the date  on  which  the  Association  shall  begin  operations pursuant to Article XI, Section 4, or on the date on which the original member  becomes a member, whichever shall be later;  twelve  and  one-half  percent  one  year  after  the beginning of LAWS OF GUYANA 240 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 operations of the Association; and twelve and one-half percent each year  thereafter at annual intervals until the ten percent portion of the initial subscription shall have been paid in full.  (d) The   remaining   ninety   per   cent   of   the   initial subscription of each original member shall be payable in gold or freely convertible currency in the case of members listed in  Part I of Schedule A, and in the currency of the subscribing member in the case of members listed in Part 11 of  Schedule  A.  This  ninety  percent  portion  of  initial subscriptions of original members shall be payable in five equal   annual   instalments   as   follows:   the   first   such instalment within  thirty days after the date on which the Association shall begin operations pursuant to Article XI, Section 4, or on the date on  which the original member becomes a member, whichever  shall  be later; the second instalment one year after the beginning of operations of the Association, and succeeding instalments each year thereafter at annual intervals until the ninety percent portion of the initial subscription shall have been paid in full.  (e) The Association shall accept from any member, in place  of any part of the member’s currency paid in or payable by the member under the preceding LAWS OF GUYANA International Financial Organisations Cap. 76:01 241  L.R.O. 1/ 2012 subsection (d) or under Section 2 of Article IV and not needed by the Association in its operations, notes or similar obligations issued by the government of the member or the depository designated by such member, which shall be nonnegotiable, non-interest-bearing  and  payable  at  their  par  value  on demand to the account of the Association in the designated depository.  (f) For the purposes of this Agreement the Association shall regard as “freely convertible currency”:  (i)   currency  of  a  member  which  the  Association determines,  after  consultation  with  the  International Monetary  Fund,  is  adequately  convertible  into  the currencies of other members for the purposes of the Association’s operations; or  (ii)  currency of a member which such member agrees, on terms satisfactory to the Association, to exchange for the currencies of other members for the purposes of the Association’s operations.  (g) Except as the Association may otherwise agree, each member listed in Part I of Schedule A shall maintain, in respect of its currency paid in by it as freely convertible currency LAWS OF GUYANA 242 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 pursuant to subsection (d) of this Section, the same convertibility as existed at the time of payment.  (h) The conditions on which the initial subscriptions of members other than original members may be made, and the amounts and the terms of payment thereof, shall be determined by the Association pursuant to Section l (b) of this Article.  Section ",
            "context": "INTERNATIONAL FINANCIAL ORGANISATIONS ACT under (c) Ten percent of the initial subscription of each original member  shall  be  payable  in  gold  or  freely  convertible currency as follows: fifty per cent within thirty days after the date  on  which  the  Association  shall  begin  operations pursuant to Article XI, Section 4, or on the date on which the original member  becomes a member, whichever shall be later;  twelve  and  one-half  percent  one  year  after  the beginning of LAWS OF GUYANA 240 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 operations of the Association; and twelve and one-half percent each year  thereafter at annual intervals until the ten percent portion of the initial subscription shall have been paid in full.  (d) The   remaining   ninety   per   cent   of   the   initial subscription of each original member shall be payable in gold or freely convertible currency in the case of members listed in  Part I of Schedule A, and in the currency of the subscribing member in the case of members listed in Part 11 of  Schedule  A.  This  ninety  percent  portion  of  initial subscriptions of original members shall be payable in five equal   annual   instalments   as   follows:   the   first   such instalment within  thirty days after the date on which the Association shall begin operations pursuant to Article XI, Section 4, or on the date on  which the original member becomes a member, whichever  shall  be later; the second instalment one year after the beginning of operations of the Association, and succeeding instalments each year thereafter at annual intervals until the ninety percent portion of the initial subscription shall have been paid in full.  (e) The Association shall accept from any member, in place  of any part of the members currency paid in or payable by the member under the preceding LAWS OF GUYANA International Financial Organisations Cap. 76:01 241  L.R.O. 1/ 2012 subsection (d) or under Section 2 of Article IV and not needed by the Association in its operations, notes or similar obligations issued by the government of the member or the depository designated by such member, which shall be nonnegotiable, non-interest-bearing  and  payable  at  their  par  value  on demand to the account of the Association in the designated depository.  (f) For the purposes of this Agreement the Association shall regard as freely convertible currency:  (i)   currency  of  a  member  which  the  Association determines,  after  consultation  with  the  International Monetary  Fund,  is  adequately  convertible  into  the currencies of other members for the purposes of the Associations operations; or  (ii)  currency of a member which such member agrees, on terms satisfactory to the Association, to exchange for the currencies of other members for the purposes of the Associations operations.  (g) Except as the Association may otherwise agree, each member listed in Part I of Schedule A shall maintain, in respect of its currency paid in by it as freely convertible currency LAWS OF GUYANA 242 Cap. 76:01  International Financial Organisations  L.R.O. 1/ 2012 pursuant to subsection (d) of this Section, the same convertibility as existed at the time of payment.  (h) The conditions on which the initial subscriptions of members other than original members may be made, and the amounts and the terms of payment thereof, shall be determined by the Association pursuant to Section l (b) of this Article.  Section 1960.  Section",
            "description": "Section"
        }
    }
]