[
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and commencement.  ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Short title and commencement.  1.  This Act may be cited as the Caribbean Investment Fund Act.",
            "description": "This Act may be cited as the Caribbean Investment Fund Act."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Interpretation.  2.  In this Act -   the Fund means the Caribbean Investment Fund established by the Fund Agreement;   the Fund Agreement means the Agreement establishing the LAWS OF GUYANA 4 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012      Schedule          Schedule   Approval of Agreement Concerning the Caribbean Investment Fund and Fund Agreement.     Schedule  Certain provisions of Fund Agreement given force of law in Guyana.  Power of Minister to make order. Caribbean Investment Fund as amended by the Supplemental Agreement, the original of which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the original clauses is set out in Appendix I of the Schedule;   Minister means the Minister responsible for investment;   the Supplemental Agreement means the Agreement amending the Fund Agreement the original of which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the clauses is set out in Appendix II of the Schedule.",
            "description": "In this Act -   the Fund means the Caribbean Investment Fund established by the Fund Agreement;   the Fund Agreement means the Agreement establishing the LAWS OF GUYANA 4 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012      Schedule          Schedule   Approval of Agreement Concerning the Caribbean Investment Fund and Fund Agreement.     Schedule  Certain provisions of Fund Agreement given force of law in Guyana.  Power of Minister to make order. Caribbean Investment Fund as amended by the Supplemental Agreement, the original of which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the original clauses is set out in Appendix I of the Schedule;   Minister means the Minister responsible for investment;   the Supplemental Agreement means the Agreement amending the Fund Agreement the original of which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the clauses is set out in Appendix II of the Schedule."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Approval of Agreement concerning the Caribbean Investment Fund and Fund Agreement.   ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Approval of Agreement concerning the Caribbean Investment Fund and Fund Agreement.   3. (1) Acceptance by the Government of the Agreement concerning the Caribbean Investment Fund and Fund Agreement are hereby approved.    (2)  In this section the Agreement Concerning the Caribbean Investment Fund means the Agreement incorporating the Fund Agreement and the Supplemental Agreement which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the clauses is set out in the Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Acceptance by the Government of the Agreement concerning the Caribbean Investment Fund and Fund Agreement are hereby approved."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the Agreement Concerning the Caribbean Investment Fund means the Agreement incorporating the Fund Agreement and the Supplemental Agreement which is deposited with the Secretary-General of the Caribbean Community Secretariat and of which the text of the clauses is set out in the Schedule."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Certain provisions of Fund Agreement given force of law in Guyana.  ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Certain provisions of Fund Agreement given force of law in Guyana.  4.  The provisions of clauses",
            "description": "The provisions of clauses"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power of Minister to make order.  ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Power of Minister to make order.  5.  The Minister may, by order, make such provisions, as he may consider necessary or expedient for giving effect to any provisions of the Fund Agreement.",
            "description": "The Minister may, by order, make such provisions, as he may consider necessary or expedient for giving effect to any provisions of the Fund Agreement."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Amendment of Appendix I or Appendix II of the Schedule and matters consequential thereon.  SCHEDULE   __________________________     4 of 2000 AN ACT to give effect to the Agreement establishing the Caribbean Investment Fund and to provide for matters connected therewith.   [1ST OCTOBER, 1998]  Short title.    Interpretation.        ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under Amendment of Appendix I or Appendix II of the Schedule and matters consequential thereon.  SCHEDULE   __________________________     4 of 2000 AN ACT to give effect to the Agreement establishing the Caribbean Investment Fund and to provide for matters connected therewith.   [1ST OCTOBER, 1998]  Short title.    Interpretation.        6.  (1)  Where any amendment to the Fund Agreement is accepted by the Government, the Minister may, by order, amend Appendix I or Appendix II of the Schedule by including therein the amendment so accepted.    consequential and matters the Schedule Appendix II of Appendix I or Amendment of  LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 5  L.R.O. 1/2012 thereon. (2)  Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment accepted as aforesaid and, without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Fund Agreement.   (3)  Every order made under this section shall be subject to negative resolution of the National Assembly.   (4)  Where Appendix I or Appendix II of the Schedule is amended pursuant to this section, any reference in this Act or any other instrument to the Agreement shall unless the context otherwise requires be construed as a reference to the Agreement as so amended.        Sections 2, 3 and 6      SCHEDULE  AGREEMENT CONCERNING THE CARIBBEAN INVESTMENT FUND     This Agreement made on the __________ day of August 1998 between the Governments of the Member States and Associate Members of the Caribbean Community which are signatories to the Agreement Establishing the Caribbean Investment Fund (hereinafter called the Signatory States) and the ICWI Group Limited of 28   48 Barbados Avenue, Kingston 5 in the Parish of St. Andrew,  Jamaica (hereinafter called ICWI),    WITNESSETH as follows:    LAWS OF GUYANA 6 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012 WHEREAS:   The Parties to the Agreement Establishing the Caribbean Investment fund (hereinafter called the Fund) which entered into force on the 15th  day of October 1993 (hereinafter called the Original Agreement) have made the commitment  specified in the Original Agreement which appears at Appendix 1 to this Agreement;    The Parties to the Original Agreement concluded a Supplemental Agreement which entered into force on the 26th  day of October 1996 (hereinafter called the Supplemental Agreement) amending the Original Agreement and which Supplemental Agreement appears at Appendix II to this Agreement;    The Signatory States of the Original Agreement recognise that their omission to implement in a timely way the enabling legislation to accord the agreed concessions and privileges to the Fund as required by the said Original Agreement and Supplemental Agreement, coupled with unfavourable conditions in international capital markets, adversely affected the ability of ICWI to mobilise the resources for the operation of the Fund;     The Signatory States of the Original Agreement by the relevant decisions of the Conference of Heads of Government (hereinafter called the Conference) reached at the 14th  and 15th  Meetings of the Conference         LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 7  L.R.O. 1/2012        LAWS OF GUYANA 8 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012                   LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 9  L.R.O. 1/2012                   LAWS OF GUYANA 10 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012               LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 11  L.R.O. 1/2012   APPENDIX 1  PART 1: ORIGINAL AGREEMENT  Agreement between the ICWI Group and CARICOM Governments on the Establishment of the Caribbean Investment Fund  This Agreement made between the Government of the Member states and Associate Members of the Caribbean Community (CARICOM) listed in paragraph 1 of the Schedule to this Agreement (hereinafter referred to as the Signatory States) and the ICWI Group Limited of 2 St. Lucia Avenue,  Kingston 5 in the Parish of St. Andrew, Jamaica (hereinafter called ICWI),   WITNESSETH as follows: -",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any amendment to the Fund Agreement is accepted by the Government, the Minister may, by order, amend Appendix I or Appendix II of the Schedule by including therein the amendment so accepted.    consequential and matters the Schedule Appendix II of Appendix I or Amendment of  LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 5  L.R.O. 1/2012 thereon."
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under this section may contain such consequential, supplemental or ancillary provisions as appear to the Minister to be necessary or expedient for the purpose of giving due effect to the amendment accepted as aforesaid and, without prejudice to the generality of the foregoing, may contain provisions amending references in this Act to specific provisions of the Fund Agreement."
                },
                {
                    "representation": "(3)",
                    "description": "Every order made under this section shall be subject to negative resolution of the National Assembly."
                },
                {
                    "representation": "(4)",
                    "description": "Where Appendix I or Appendix II of the Schedule is amended pursuant to this section, any reference in this Act or any other instrument to the Agreement shall unless the context otherwise requires be construed as a reference to the Agreement as so amended.        Sections 2, 3 and 6      SCHEDULE  AGREEMENT CONCERNING THE CARIBBEAN INVESTMENT FUND     This Agreement made on the __________ day of August 1998 between the Governments of the Member States and Associate Members of the Caribbean Community which are signatories to the Agreement Establishing the Caribbean Investment Fund"
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "START UP DATE:    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under START UP DATE:    7.1  The proposed start up date of the Fund is 90 days after the entry into force of this Agreement.",
            "description": "7.1  The proposed start up date of the Fund is 90 days after the entry into force of this Agreement."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "PROMOTION OF CAPITAL MARKET    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under PROMOTION OF CAPITAL MARKET    8.1  The Fund and the Funds managers will use their best endeavours to ensure that generally investment by the Fund will be in projects which will promote and enhance the capital markets in the Signatory States.",
            "description": "8.1  The Fund and the Funds managers will use their best endeavours to ensure that generally investment by the Fund will be in projects which will promote and enhance the capital markets in the Signatory States."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "INVESTMENT OF FUNDS:    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under INVESTMENT OF FUNDS:    9.1  Not less than 75 per cent of the funds from the first tranche and not less than 75 per cent of the total funds from both tranches shall within two and three years, respectively, of the entry into force of this Agreement, be invested in projects contemplated in Clause",
            "description": "9.1  Not less than 75 per cent of the funds from the first tranche and not less than 75 per cent of the total funds from both tranches shall within two and three years, respectively, of the entry into force of this Agreement, be invested in projects contemplated in Clause"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "BORROWING BY THE FUND:    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under BORROWING BY THE FUND:    10.1 Nothing contained in this Agreement shall restrict the Funds right to borrow money from time to time and use same or any part thereof to invest in projects contemplated in Clause",
            "description": "10.1 Nothing contained in this Agreement shall restrict the Funds right to borrow money from time to time and use same or any part thereof to invest in projects contemplated in Clause"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "ADVISORY BOARD:    LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 19  L.R.O. 1/2012 ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under ADVISORY BOARD:    LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 19  L.R.O. 1/2012 11.1  There shall be an Advisory Board consisting of not more than 7 members to be appointed by the countries listed in item 1 of the Schedule             which become parties to this Agreement. Subject to Clause",
            "description": "11.1  There shall be an Advisory Board consisting of not more than 7 members to be appointed by the countries listed in item 1 of the Schedule             which become parties to this Agreement. Subject to Clause"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "12.2 of the Fund Agreement of Fund shall have the force of law in Guyana.     ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 12.2 of the Fund Agreement of Fund shall have the force of law in Guyana.     12.   EXCLUSIVITY OF FUND:",
            "description": "EXCLUSIVITY OF FUND:"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "13.1  Subject to clause ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 13.1  Subject to clause 13.2 this Agreement shall enter into force when it has been duly executed by ICWI and any number of Signatory States listed in the Schedule hereto which number must include any three of the States of Barbados, Guyana, Jamaica and Trinidad and Tobago.",
            "description": "13.2 this Agreement shall enter into force when it has been duly executed by ICWI and any number of Signatory States listed in the Schedule hereto which number must include any three of the States of Barbados, Guyana, Jamaica and Trinidad and Tobago."
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "14.1  The parties hereto affirm that it is their intention that upon the incorporation of the Fund, the LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 21  L.R.O. 1/2012 rights and obligations to be carried out and              performed by the Fund and the Signatory States under this Agreement shall be binding on each of the Fund and the Signatory States. To this end, the parties hereto hereby acknowledge and agree each with the other than on its incorporation the Fund will become a party to the Agreement by depositing with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat a written notice duly executed by the Fund under its common seal stating that it undertakes to be bound by the terms and conditions of this Agreement as if it had been a signatory hereto  at the time of execution by the other parties. The deposit of the abovementioned notice will create a valid and binding Agreement between the Fund and the Signatory States, collectively and individually, as if the Fund had been an original party and signatory hereto.    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 14.1  The parties hereto affirm that it is their intention that upon the incorporation of the Fund, the LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 21  L.R.O. 1/2012 rights and obligations to be carried out and              performed by the Fund and the Signatory States under this Agreement shall be binding on each of the Fund and the Signatory States. To this end, the parties hereto hereby acknowledge and agree each with the other than on its incorporation the Fund will become a party to the Agreement by depositing with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat a written notice duly executed by the Fund under its common seal stating that it undertakes to be bound by the terms and conditions of this Agreement as if it had been a signatory hereto  at the time of execution by the other parties. The deposit of the abovementioned notice will create a valid and binding Agreement between the Fund and the Signatory States, collectively and individually, as if the Fund had been an original party and signatory hereto.    14.2  The parties hereto acknowledge and recognise that non-signatory Member States or Associate Members of CARICOM listed in item 1 of the Schedule hereto at the time this Agreement enters into force and countries to which paragraph 2 of the Schedule to this Agreement refers may wish to become parties to this Agreement subsequent to the entry into force of this Agreement. The parties hereto hereby acknowledge and agree each with the other than any Member State or Associate Member of CARICOM shall be entitled at any time to sign the counterpart of the Agreement deposited with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat pursuant to Clause 17 below and the signing thereof by the Government of such Member State or Associate Member and each of LAWS OF GUYANA 22 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012 them as if such Member State or Associate Member had been an original party and signatory hereto.    15  RELEASE OF OBLIGATION",
            "description": "14.2  The parties hereto acknowledge and recognise that non-signatory Member States or Associate Members of CARICOM listed in item 1 of the Schedule hereto at the time this Agreement enters into force and countries to which paragraph 2 of the Schedule to this Agreement refers may wish to become parties to this Agreement subsequent to the entry into force of this Agreement. The parties hereto hereby acknowledge and agree each with the other than any Member State or Associate Member of CARICOM shall be entitled at any time to sign the counterpart of the Agreement deposited with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat pursuant to Clause 17 below and the signing thereof by the Government of such Member State or Associate Member and each of LAWS OF GUYANA 22 Cap. 77:04 Caribbean Investment Fund  L.R.O. 1/2012 them as if such Member State or Associate Member had been an original party and signatory hereto.    15  RELEASE OF OBLIGATION"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "15.1  After delivery of the written notice by the Fund under Clause ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 15.1  After delivery of the written notice by the Fund under Clause 15.1, then such controversy, dispute or question shall be finally settled by arbitration before a single arbitrator under the Rules of Arbitration in accordance with the Arbitration Act of Jamaica as amended from time to time.      Annex to APPENDI X 1 SCHEDULE  1            Antigua and Barbuda  The Bahamas  Barbados  Belize  Dominica  Grenada  Guyana  Jamaica  Monsterrat  St. Kitts and Nevis  St Lucia  St Vincent and the Grenadines  LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 25  L.R.O. 1/2012 Trinidad and Tobago  The British Virgin Islands  The Turks and Caicos    2        Any other country which becomes a Member State of the Caribbean Community or an Associate Member of the Caribbean Community.       PART II: SUPPLEMENTAL AGREEMENT    Supplemental Agreement to the Agreement Establishing the Caribbean Investment Fund   This Agreement made between the Governments of the Member States and Associate Members of the Caribbean Community (CARICOM) which are signatories to the Agreement Establishing the Caribbean Investment Fund which entered into force on October 15, 1993 (hereinafter referred to as the Signatory States) and ICWI Group Limited of 28-48 Barbados Avenue, Kingston 5 in the Parish of St. Andrew, Jamaica (hereinafter called ICWI), WITNESSETH AS FOLLOWS: That the Parties hereto have agreed that the Agreement Establishing the Caribbean Investment Fund which entered into force on October 15, 1993 (hereinafter referred to as the Original Agreement) is hereby amended pursuant to Clause 16 of the Original Agreement by this Agreement (hereinafter referred to as the Supplemental Agreement) in the following material particulars:-   1           OBJECTIVES:",
            "description": "15.1, then such controversy, dispute or question shall be finally settled by arbitration before a single arbitrator under the Rules of Arbitration in accordance with the Arbitration Act of Jamaica as amended from time to time.      Annex to APPENDI X 1 SCHEDULE  1            Antigua and Barbuda  The Bahamas  Barbados  Belize  Dominica  Grenada  Guyana  Jamaica  Monsterrat  St. Kitts and Nevis  St Lucia  St Vincent and the Grenadines  LAWS OF GUYANA Caribbean Investment Fund Cap. 77:04 25  L.R.O. 1/2012 Trinidad and Tobago  The British Virgin Islands  The Turks and Caicos    2        Any other country which becomes a Member State of the Caribbean Community or an Associate Member of the Caribbean Community.       PART II: SUPPLEMENTAL AGREEMENT    Supplemental Agreement to the Agreement Establishing the Caribbean Investment Fund   This Agreement made between the Governments of the Member States and Associate Members of the Caribbean Community (CARICOM) which are signatories to the Agreement Establishing the Caribbean Investment Fund which entered into force on October 15, 1993 (hereinafter referred to as the Signatory States) and ICWI Group Limited of 28-48 Barbados Avenue, Kingston 5 in the Parish of St. Andrew, Jamaica (hereinafter called ICWI), WITNESSETH AS FOLLOWS: That the Parties hereto have agreed that the Agreement Establishing the Caribbean Investment Fund which entered into force on October 15, 1993 (hereinafter referred to as the Original Agreement) is hereby amended pursuant to Clause 16 of the Original Agreement by this Agreement (hereinafter referred to as the Supplemental Agreement) in the following material particulars:-   1           OBJECTIVES:"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "16.1  This agreement may be amended by consent of the parties hereto.    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 16.1  This agreement may be amended by consent of the parties hereto.    16.2  No amendment to this Agreement shall be binding on the parties unless it is in writing and duly executed by all parties to the Agreement. Any such document amending this Agreement shall be deposited with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat within 30 days of its execution.   17  DEPOSIT OF AGREEMENT",
            "description": "16.2  No amendment to this Agreement shall be binding on the parties unless it is in writing and duly executed by all parties to the Agreement. Any such document amending this Agreement shall be deposited with the Secretary-General of the Caribbean Community at the Caribbean Community Secretariat within 30 days of its execution.   17  DEPOSIT OF AGREEMENT"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "20.1  The parties hereto agree that prior to the written notice by the Fund under Clause ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 20.1  The parties hereto agree that prior to the written notice by the Fund under Clause 20.2  The parties hereto agree that upon delivery of the written notice by the Fund under Clause",
            "description": "20.2  The parties hereto agree that upon delivery of the written notice by the Fund under Clause"
        }
    },
    {
        "act": "CARIBBEAN INVESTMENT FUND ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "21.1    The parties hereto agree that: -    ",
            "context": "CARIBBEAN INVESTMENT FUND ACT under 21.1    The parties hereto agree that: -    21.",
            "description": "21."
        }
    }
]