[
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.05  Exemptions— (i)   agreement   or   memorandum   the   matter whereof is not of the value of $25;  (ii)   original lease of State or Government land;   (iii) agreement or memorandum for the hire of any   labourer,   artificer,   manufacturer,   or menial servant;  (iv) agreement,  letter,  or  memorandum,  made for or relating to the sale of any goods, wares or  merchandise;  (v) agreement or memorandum made between the master and a mariner of a vessel for any voyage coastwise in Guyana;  (vi)  agreement  made with the Postmaster General or  anyone  on  his  behalf,  for  the renting of any telephone wire and apparatus;  (vii) guarantee for treatment of paying patient in a public hospital under the Public Hospitals Act;  (viii) a guarantee given by anyone under regulations made by the committee  of the National Library under the National Library Act.   (3) Application to stamp  LAWS OF GUYANA Tax Cap. 80:01 21  L.R.O. 1/ 2012                                                   commissioners for assessment of duty under sections 19, 20 and 34 of the Stamp  Duties  (Management)  Act  ........................   ",
            "context": "TAX ACT under 0.05  Exemptions (i)   agreement   or   memorandum   the   matter whereof is not of the value of $25;  (ii)   original lease of State or Government land;   (iii) agreement or memorandum for the hire of any   labourer,   artificer,   manufacturer,   or menial servant;  (iv) agreement,  letter,  or  memorandum,  made for or relating to the sale of any goods, wares or  merchandise;  (v) agreement or memorandum made between the master and a mariner of a vessel for any voyage coastwise in Guyana;  (vi)  agreement  made with the Postmaster General or  anyone  on  his  behalf,  for  the renting of any telephone wire and apparatus;  (vii) guarantee for treatment of paying patient in a public hospital under the Public Hospitals Act;  (viii) a guarantee given by anyone under regulations made by the committee  of the National Library under the National Library Act.   (3) Application to stamp  LAWS OF GUYANA Tax Cap. 80:01 21  L.R.O. 1/ 2012                                                   commissioners for assessment of duty under sections 19, 20 and 34 of the Stamp  Duties  (Management)  Act  ........................   00.......................2%  of the face value of the transaction.   (17) Conveyance or transfer on sale of any bond, debenture, scrip, stock or  LAWS OF GUYANA 24 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 shares a duty of one-half of one per cent on the consideration for the sale.  (18) Conveyance or transfer on sale of any property (other than such bonds, debentures, scrip, stock or shares and other than immovable property) when the amount or value of the consideration for the sale exceeds five hundred dollars, a duty of one-half of one per cent on the amount or value of the consideration.   (19) Conveyance or transfer otherwise than on sale of any bond, debenture, scrip, stock, shares or other property (other than immovable   property) the   nature   of   the transaction to be proved by statutory declarations  of the parties thereto annexed to the conveyance or transfer ................................",
            "description": "00.......................2%  of the face value of the transaction.   (17) Conveyance or transfer on sale of any bond, debenture, scrip, stock or  LAWS OF GUYANA 24 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 shares a duty of one-half of one per cent on the consideration for the sale.  (18) Conveyance or transfer on sale of any property (other than such bonds, debentures, scrip, stock or shares and other than immovable property) when the amount or value of the consideration for the sale exceeds five hundred dollars, a duty of one-half of one per cent on the amount or value of the consideration.   (19) Conveyance or transfer otherwise than on sale of any bond, debenture, scrip, stock, shares or other property (other than immovable   property) the   nature   of   the transaction to be proved by statutory declarations  of the parties thereto annexed to the conveyance or transfer ................................"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TAX ACT under Short title. 1.  This Act may be cited as the Tax Act.",
            "description": "This Act may be cited as the Tax Act."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TAX ACT under Interpretation. 2...........................................20TH FEBRUARY, 1981]  Short title.   Interpretation. [23 of 1940 25 of 1940 7 of 1992",
            "description": "2...........................................20TH FEBRUARY, 1981]  Short title.   Interpretation. [23 of 1940 25 of 1940 7 of 1992"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Duty for employing non-resident person in loading or discharging cargo. ",
            "context": "TAX ACT under Duty for employing non-resident person in loading or discharging cargo. 3. Every person, body of persons, or company who employs in the loading or discharging of cargo on or from any ship any person who has either not resided in Guyana for three months or is not a settler in Guyana shall pay to the Commissioner a duty of fifty dollars for  each of those persons for each day or part thereof on which the person is so employed:  Provided that  (a)  the Minister may, during the continuance of what in his opinion is a state of emergency, remit the payment of the duty for any time he thinks fit; and  (b)  this section does not apply  (i)  in the case of any ship while in quarantine or while in any port of Guyana which is subject to quarantine;  (ii)   in the case of any ship of not more than two hundred tons net register which has brought cargo shipped at a West Indian port in so far as the cargo may be discharged over the side of the ship upon the wharf by the members of the crew.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Minister may, during the continuance of what in his opinion is a state of emergency, remit the payment of the duty for any time he thinks fit; and"
                },
                {
                    "representation": "(b)",
                    "description": "this section does not apply"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of any ship while in quarantine or while in any port of Guyana which is subject to quarantine;"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Film distributor’s licence and tax deposits. ",
            "context": "TAX ACT under Film distributors licence and tax deposits. 4. (1) No person shall distribute any film  for  exhibition  at  a cinematograph theatre unless he is the holder of a distributors Iicence.  (2) Every distributor shall take out an annual licence and the duty payable thereon shall be the sum of LAWS OF GUYANA 8 Cap. 80:01  Tax  L.R.O. 1/ 2012 8 of 1989 11 of 1993 2 of 1996]     .                           c.  81:01                twenty thousand dollars.  (3) Every   exhibitor   shall   pay   every   week   to   the   district commissioner an amount equal to three and one half per cent of his gross receipts (or such other proportion thereof as the Minister may by order from   time   to   time   prescribe)   from   entertainments    at   which cinematograph films were exhibited during the preceding  week and, subject to subsection (6), every payment so made shall be regarded as a deposit by the distributor on account of any tax payable by him.  (4) Where  the cinematograph  films  exhibited  by an exhibitor during any week relate to more than one distributor separate payments under subsection (3) shall be made in respect of each distributor.  (5) The amount paid by an exhibitor  under subsection  (3) in relation to any distributor shall, by virtue of this section, be regarded as having been paid by the exhibitor and received by the distributor, as and by way of rent or such other consideration chargeable in respect of the cinematograph films exhibited by the exhibitor.  (6) Where the Commissioner certifies that any distributor has paid the income tax charged on him under the Income Tax Act for any year of assessment,  the district commissioner  shall refund to the distributor the amounts received by him under subsection (3) during the year preceding that year of assessment.  (7) Every   exhibitor   shall   every   week   furnish   the district commissioner, in the form from time to time approved by him, with a return  showing  the  particulars  of  the  payments  to  be  made  under subsections (3) and (4).  (8) Any exhibitor who fails to make any return or payment to the district commissioner required by this section shall be liable to a fine of two  hundred  dollars  and  the  LAWS OF GUYANA Tax Cap. 80:01 9  L.R.O. 1/ 2012  c.  21:02                                     Security  by  film distributor for  payment of tax. [18 of 1961 13 of 1996]      licence  granted  to  him  under  the Cinematograph Act shall be suspended until the district commissioner certifies to the magistrate that the required return or payment has been duly made. (9) Any   exhibitor   who   makes   any   return   to   the   district commissioner required by this section which is false in any material particular shall be liable to a fine of one thousand dollars and the licence granted to him under the Cinematograph Act shall be suspended for such period as the magistrate may order.  (10) All moneys received by the district commissioner under this section shall be deposited with the Accountant General.  (11)  In this section  distributor means a person in Guyana who, on his own behalf or on behalf of any other person, imports or otherwise procures cinematograph films for exhibition in Guyana either by distribution to exhibitors for hire, reward or other consideration or for his own use as an exhibitor;  exhibitor means a person to whom a licence is granted under section 11 of the Cinematograph Act, and includes the person managing or controlling the exhibition of cinematograph films in the premises specified in the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall distribute any film  for  exhibition  at  a cinematograph theatre unless he is the holder of a distributors Iicence."
                },
                {
                    "representation": "(2)",
                    "description": "Every distributor shall take out an annual licence and the duty payable thereon shall be the sum of LAWS OF GUYANA 8 Cap. 80:01  Tax  L.R.O. 1/ 2012 8 of 1989 11 of 1993 2 of 1996]     .                           c.  81:01                twenty thousand dollars."
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "Where  the cinematograph  films  exhibited  by an exhibitor during any week relate to more than one distributor separate payments under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The amount paid by an exhibitor  under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Where the Commissioner certifies that any distributor has paid the income tax charged on him under the Income Tax Act for any year of assessment,  the district commissioner  shall refund to the distributor the amounts received by him under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "Every   exhibitor   shall   every   week   furnish   the district commissioner, in the form from time to time approved by him, with a return  showing  the  particulars  of  the  payments  to  be  made  under subsections"
                },
                {
                    "representation": "(8)",
                    "description": "Any exhibitor who fails to make any return or payment to the district commissioner required by this section shall be liable to a fine of two  hundred  dollars  and  the  LAWS OF GUYANA Tax Cap. 80:01 9  L.R.O. 1/ 2012  c.  21:02                                     Security  by  film distributor for  payment of tax. [18 of 1961 13 of 1996]      licence  granted  to  him  under  the Cinematograph Act shall be suspended until the district commissioner certifies to the magistrate that the required return or payment has been duly made."
                },
                {
                    "representation": "(9)",
                    "description": "Any   exhibitor   who   makes   any   return   to   the   district commissioner required by this section which is false in any material particular shall be liable to a fine of one thousand dollars and the licence granted to him under the Cinematograph Act shall be suspended for such period as the magistrate may order."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Security by film distributor for payments of tax. ",
            "context": "TAX ACT under Security by film distributor for payments of tax. 5.  Notwithstanding section 8, an exhibitor shall not be required to pay any amount thereunder in respect of a distributor who has, to the satisfaction of the Commissioner given security for the payment of the tax on account of which such amount would, but for this section, have been deposited:  Provided that where an exhibitor is, by virtue of this section, relieved from liability to make any payment, that LAWS OF GUYANA 10 Cap. 80:01  Tax  L.R.O. 1/ 2012     Video distributors licence. [4 of 1985 8 of 1989 11 of 1993 2 of 1996]                            Tax on lotteries  and  Sweepstakes.  [9 of 1948 11 of 1950 13 of 1996] c. 9:02     payment shall, for the purposes of section 8(7), be deemed to be payable as if this section had not been enacted.",
            "description": "Notwithstanding section 8, an exhibitor shall not be required to pay any amount thereunder in respect of a distributor who has, to the satisfaction of the Commissioner given security for the payment of the tax on account of which such amount would, but for this section, have been deposited:  Provided that where an exhibitor is, by virtue of this section, relieved from liability to make any payment, that LAWS OF GUYANA 10 Cap. 80:01  Tax  L.R.O. 1/ 2012     Video distributors licence. [4 of 1985 8 of 1989 11 of 1993 2 of 1996]                            Tax on lotteries  and  Sweepstakes.  [9 of 1948 11 of 1950 13 of 1996] c. 9:02     payment shall, for the purposes of section 8(7), be deemed to be payable as if this section had not been enacted."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Video distributor’s licence. ",
            "context": "TAX ACT under Video distributors licence. 6.  (1) No distributor shall distribute any video tape for hire, reward or other consideration, unless he is the holder of a distributors licence.  (2) Every distributor shall take out an annual licence and the duty payable thereon shall be the sum of thirteen  thousand two hundred dollars.  (3) In this section  distributor means a person in Guyana who, on his own behalf or on behalf of any other person, carries on the business of importing, recording or otherwise procuring and distributing video tapes for exhibition in Guyana for hire, reward or other consideration, and includes a video library or club;  video library or club means an association of persons, whether incorporated  or  not,  the  members  whereof  distribute  among themselves video tapes for their own use;  video tape means any cassette tape or part of a cassette tape intended for use in a video set, and includes any video disc, slide and any other  form  of  recording  from  which  a  visual  image  can  be produced.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No distributor shall distribute any video tape for hire, reward or other consideration, unless he is the holder of a distributors licence."
                },
                {
                    "representation": "(2)",
                    "description": "Every distributor shall take out an annual licence and the duty payable thereon shall be the sum of thirteen  thousand two hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "In this section  distributor means a person in Guyana who, on his own behalf or on behalf of any other person, carries on the business of importing, recording or otherwise procuring and distributing video tapes for exhibition in Guyana for hire, reward or other consideration, and includes a video library or club;  video library or club means an association of persons, whether incorporated  or  not,  the  members  whereof  distribute  among themselves video tapes for their own use;  video tape means any cassette tape or part of a cassette tape intended for use in a video set, and includes any video disc, slide and any other  form  of  recording  from  which  a  visual  image  can  be produced."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Tax on lotteries and sweepstakes. ",
            "context": "TAX ACT under Tax on lotteries and sweepstakes. 7.  (1) There shall be raised, levied and collected a tax at the rate of eight and one-third per cent upon the total gross sum received for the issue and sale of tickets in connection with any lottery or sweepstake, within the meaning  of section  21 of the Gambling  Prevention  Act, organised  and  conducted  by  the  Demerara  Turf  Club,  Limited,  in connection with any race meeting as specified in the said section 21:  LAWS OF GUYANA Tax Cap. 80:01 11  L.R.O. 1/ 2012                 Licence for receiving money paid  by way of  pool betting   and taxes thereon.  [1 of 1960 7 of 1961 3 of 1967 33 of  1969 19 of 1974 46 of 1974 5 of 1987 8 of 1989 11 of 1993]                  Provided that on production of a certificate from the Commissioner to the effect that income tax has been charged and paid on that portion of the proceeds of any lottery or sweepstake retained and brought to account as income by the Demerara Turf Club, Limited, a refund of such amount as may have been collected under this section in respect of the portion aforesaid shall be made to the Demerara Turf Club, Limited.  (2) The said tax shall be paid by the Demerara Turf Club, Limited, to the district commissioner within fourteen days after the date of the draw for the lottery or sweepstake.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be raised, levied and collected a tax at the rate of eight and one-third per cent upon the total gross sum received for the issue and sale of tickets in connection with any lottery or sweepstake, within the meaning  of section  21 of the Gambling  Prevention  Act, organised  and  conducted  by  the  Demerara  Turf  Club,  Limited,  in connection with any race meeting as specified in the said section 21:  LAWS OF GUYANA Tax Cap. 80:01 11  L.R.O. 1/ 2012                 Licence for receiving money paid  by way of  pool betting   and taxes thereon.  [1 of 1960 7 of 1961 3 of 1967 33 of  1969 19 of 1974 46 of 1974 5 of 1987 8 of 1989 11 of 1993]                  Provided that on production of a certificate from the Commissioner to the effect that income tax has been charged and paid on that portion of the proceeds of any lottery or sweepstake retained and brought to account as income by the Demerara Turf Club, Limited, a refund of such amount as may have been collected under this section in respect of the portion aforesaid shall be made to the Demerara Turf Club, Limited."
                },
                {
                    "representation": "(2)",
                    "description": "The said tax shall be paid by the Demerara Turf Club, Limited, to the district commissioner within fourteen days after the date of the draw for the lottery or sweepstake."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Licence for receiving money paid by way of pool betting, and taxes  thereon. ",
            "context": "TAX ACT under Licence for receiving money paid by way of pool betting, and taxes  thereon. 8.  (1) In this section  business means any business the carrying on of which involves the receipt of money or moneys worth paid as bets;  bet means any bet by way of pool betting and includes any transaction which is, on the part of any person taking part therein, only not a bet by way of pool betting by reason of his not in fact making any stake;  money or moneys worth paid as a bet includes any payment of money or moneys worth  (a)  as stake money;  (b)  in  performance  of  any  express  or  implied  promise made by any person for the purpose of making a bet; or  (c)  for the purpose of entitling any person to make a bet, whether such payment is made with a view to the same or any part thereof, or an amount equal thereto or to any part LAWS OF GUYANA 12 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 thereof, being sent or otherwise transferred out of Guyana or not;  promoter in relation to a business means the person to whom the persons making the bets look for payment of their winnings, if any.  (2) A bet shall be deemed, for the purposes of this section, to be made by way of pool betting if it is one of any number of bets made on terms that the winnings of such of the persons making the bets as are winners shall be, or be a share of, the stake money paid or agreed to be paid on the bets, or shall be or shall include an amount which is to be paid to, or is divisible in any proportions among, such of those persons as are winners (whether such amount is determined by reference to the stake money paid or agreed to be paid on the bets or not, and whether the pool betting is promoted, or the bets or any of them made, in Guyana or not), where the bets are made by filling up and returning coupons or other printed or written forms, or otherwise howsoever.  (3) Every person who occupies any set of premises, or part of a set of premises for the purposes of any business shall take out an annual licence for the set of premises, or part thereof, so occupied and shall pay for the licence the sum of two million dollars.  (4) It shall be a condition of every licence issued under subsection (3) that the licence is valid only in so far as the business carried on at the premises relates to the promoter mentioned in the licence.  (5) There shall be raised, levied and collected on every receipt, in the course of any business, of money or moneys worth paid as a bet a tax equal to twenty per cent of the gross amount of the receipt, and every person who carries on a business shall pay every Thursday to the district commissioner the tax on the gross amount of every such LAWS OF GUYANA Tax Cap. 80:01 13  L.R.O. 1/ 2012                                                 receipt in the course of the business during the week ending on the preceding Saturday.  (6) Every person who carries on a business shall  (a)  upon making any payment of the tax, furnish the district commissioner, in the form from time to time approved by him, with a return signed by such person or, if such person is a company, by the manager of the business showing particulars of the total amount of the tax on receipts in the course of the business which is payable under the preceding subsection or the day on which the payment is made;  (b)  in relation to the business and on premises licensed under this section,  keep such books,  records  and accounts,  and preserve the same for such time, as the Minister may by regulations prescribe; and  (c)  permit   the   district   commissioner   or   any   person authorised  in  writing  in  that  behalf  by  him  to  enter  any premises occupied for the purposes of the business and to inspect and take copies of any books, records, accounts or other documents kept there in relation to the business.  (7) No person shall carry on business at any place other than the premises licensed under this section or in relation to a promoter other than as mentioned in the licence issued in respect of the place where in the business is carried LAWS OF GUYANA 14 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 on.  (8) No  person,  other  than  a  person  carrying  on  business  on premises licensed under this section, shall send out of Guyana (whether by post or otherwise) any money or moneys worth, or any coupon or other printed or written document, in connection with, or for the purpose of making, a bet.  (9) Without prejudice to any rights or powers of the Accountant General under section 66, every person who  (a)  in  relation   to  any  business   knowingly   keeps   or preserves, or causes to be kept or preserved, any book, record or account which is false in any material particular, or makes, or causes to be made, in any book, record, account or return any entry which is false in any material particular; or  (b)  obstructs the district commissioner  or anyone authorised by him in the exercise of his powers or functions under this section; or  (c)  is knowingly concerned in, or in the taking of steps with a view to, the fraudulent evasion by him or any other person of any tax or licence duty payable under this section; or  (d)  contravenes  or  fails  to  comply  with  any  of  the provisions of this section,  shall be liable on summary conviction to a fine of seven hundred and fifty dollars and to imprisonment for six months. LAWS OF GUYANA Tax Cap. 80:01 15  L.R.O. 1/ 2012                 c. 9:02          c. 9:02    Licence for betting premises.  [3 of 1967 33 of 1969 19 of 1974 46 of 1974 7 of 1981 4 of 1985 5 of 1987 11 of 1993] c. 9:02         (10) Where in any proceedings under the preceding subsection it is proved that an entry which is false in any material particular has been made in a return signed by any person under subsection (6)(a), such person shall be deemed to have knowingly made such entry or, if it be shown that the entry was not made by him, to have knowingly caused it to be made, unless the contrary is proved.  (11) Nothing in this section  (a)  applies in relation to any lottery, sweepstake, raffle or sale   exempted   from   the   provisions   of   the   Gambling Prevention Act by section 20 thereof or to any lottery or sweepstake organised and conducted by the Demerara Turf Club, Limited, under section 21 of that Act; or  (b)  renders lawful anything which is unlawful under the Gambling Prevention Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section  business means any business the carrying on of which involves the receipt of money or moneys worth paid as bets;  bet means any bet by way of pool betting and includes any transaction which is, on the part of any person taking part therein, only not a bet by way of pool betting by reason of his not in fact making any stake;  money or moneys worth paid as a bet includes any payment of money or moneys worth"
                },
                {
                    "representation": "(a)",
                    "description": "applies in relation to any lottery, sweepstake, raffle or sale   exempted   from   the   provisions   of   the   Gambling Prevention Act by section 20 thereof or to any lottery or sweepstake organised and conducted by the Demerara Turf Club, Limited, under section 21 of that Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "renders lawful anything which is unlawful under the Gambling Prevention Act."
                },
                {
                    "representation": "(c)",
                    "description": "is knowingly concerned in, or in the taking of steps with a view to, the fraudulent evasion by him or any other person of any tax or licence duty payable under this section; or"
                },
                {
                    "representation": "(2)",
                    "description": "A bet shall be deemed, for the purposes of this section, to be made by way of pool betting if it is one of any number of bets made on terms that the winnings of such of the persons making the bets as are winners shall be, or be a share of, the stake money paid or agreed to be paid on the bets, or shall be or shall include an amount which is to be paid to, or is divisible in any proportions among, such of those persons as are winners"
                },
                {
                    "representation": "(3)",
                    "description": "that the licence is valid only in so far as the business carried on at the premises relates to the promoter mentioned in the licence."
                },
                {
                    "representation": "(4)",
                    "description": "It shall be a condition of every licence issued under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "There shall be raised, levied and collected on every receipt, in the course of any business, of money or moneys worth paid as a bet a tax equal to twenty per cent of the gross amount of the receipt, and every person who carries on a business shall pay every Thursday to the district commissioner the tax on the gross amount of every such LAWS OF GUYANA Tax Cap. 80:01 13  L.R.O. 1/ 2012                                                 receipt in the course of the business during the week ending on the preceding Saturday."
                },
                {
                    "representation": "(6)",
                    "description": "Every person who carries on a business shall"
                },
                {
                    "representation": "(7)",
                    "description": "No person shall carry on business at any place other than the premises licensed under this section or in relation to a promoter other than as mentioned in the licence issued in respect of the place where in the business is carried LAWS OF GUYANA 14 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 on."
                },
                {
                    "representation": "(8)",
                    "description": "No  person,  other  than  a  person  carrying  on  business  on premises licensed under this section, shall send out of Guyana"
                },
                {
                    "representation": "(9)",
                    "description": "Without prejudice to any rights or powers of the Accountant General under section 66, every person who"
                },
                {
                    "representation": "(d)",
                    "description": "contravenes  or  fails  to  comply  with  any  of  the provisions of this section,  shall be liable on summary conviction to a fine of seven hundred and fifty dollars and to imprisonment for six months. LAWS OF GUYANA Tax Cap. 80:01 15  L.R.O. 1/ 2012                 c. 9:02          c. 9:02    Licence for betting premises.  [3 of 1967 33 of 1969 19 of 1974 46 of 1974 7 of 1981 4 of 1985 5 of 1987 11 of 1993] c. 9:02"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Licence for betting premises. ",
            "context": "TAX ACT under Licence for betting premises. 9.  (1) In this section  betting transactions includes the receipt or negotiation of bets, the sale or distribution in any manner of chances in lotteries, the collection or payment of monies for, or winnings on, bets or any such chances and any transactions in the course of the management of lotteries;  lotteries  shall  be  interpreted  in  conformity  with  the  definition  of lottery in section 2(1) of the Gambling Prevention Act,  promoter in relation to a business involving betting transactions means the person to whom the persons making the bets look for payment of their winnings, if LAWS OF GUYANA 16 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 any.  (2) Subject to subsection (3), every person who occupies any set of premises or part of a set of premises for the purposes of a business involving any betting transactions shall take out an annual licence for the set of premises or part thereof so occupied and shall pay for the licence the sum of two million dollars.  (3) A person who is required to take out an annual licence under subsection (2) shall, as a condition precedent to the grant of such licence deposit and keep on deposit with the Accountant General the sum of fifty thousand dollars in respect of the carrying on of the business at each set of premises or part thereof:  Provided that a person shall not be required to deposit more than one hundred thousand dollars where that person carries on business at more than two sets of premises, or parts thereof.  (4) A deposit made for the purposes of this section shall, subject to any law relating to insolvency or the winding up of a company as may apply to the business in respect of which the deposit was made  (a)  earn interest payable to the depositor on the 1st January and 1st July, respectively, of every year, such interest being at  the rate applicable  at the respective  date on monies on deposit  in  an  ordinary  savings  account  of  any  institution carrying on banking business in Guyana; and  (b)  be retained by the Accountant General until this section ceases to apply to the depositor, in which event, the deposit shall be returned to LAWS OF GUYANA Tax Cap. 80:01 17  L.R.O. 1/ 2012                      c. 9:02  c  80:07      Tax on telephone calls, fax messages and bets. [13 of 1996]                the depositor.  (5) Notwithstanding anything in this Act, subsection (2) does not apply to any set of premises, or part thereof, licensed under section 11 and, for any licence thereunder referred to in section 63(2) and taken out in  relation to any set of premises or part thereof licensed under this section, no licence duty is payable, except in respect of any period not covered by the licence duty paid pursuant to this section, in which case paragraph (b) of the proviso section 63(2) shall have effect as if for the reference therein to the first day of the quarter in which the licence is granted there had been substituted a reference to the commencement of such period.  (6) Nothing in this section applies in relation to any lottery, raffle or sale exempted from section 20(a) or (b) of the Gambling Prevention Act   or  any  Government  lottery  as  defined  by  section  2  of  the Government Lotteries Act, and this section shall be without prejudice to any law relating to liability of any kind in connection with any betting transactions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section  betting transactions includes the receipt or negotiation of bets, the sale or distribution in any manner of chances in lotteries, the collection or payment of monies for, or winnings on, bets or any such chances and any transactions in the course of the management of lotteries;  lotteries  shall  be  interpreted  in  conformity  with  the  definition  of lottery in section 2(1) of the Gambling Prevention Act,  promoter in relation to a business involving betting transactions means the person to whom the persons making the bets look for payment of their winnings, if LAWS OF GUYANA 16 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 any."
                },
                {
                    "representation": "(2)",
                    "description": "does not apply to any set of premises, or part thereof, licensed under section 11 and, for any licence thereunder referred to in section 63(2) and taken out in  relation to any set of premises or part thereof licensed under this section, no licence duty is payable, except in respect of any period not covered by the licence duty paid pursuant to this section, in which case paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "A person who is required to take out an annual licence under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A deposit made for the purposes of this section shall, subject to any law relating to insolvency or the winding up of a company as may apply to the business in respect of which the deposit was made"
                },
                {
                    "representation": "(a)",
                    "description": "earn interest payable to the depositor on the 1st January and 1st July, respectively, of every year, such interest being at  the rate applicable  at the respective  date on monies on deposit  in  an  ordinary  savings  account  of  any  institution carrying on banking business in Guyana; and"
                },
                {
                    "representation": "(b)",
                    "description": "of the Gambling Prevention Act   or  any  Government  lottery  as  defined  by  section  2  of  the Government Lotteries Act, and this section shall be without prejudice to any law relating to liability of any kind in connection with any betting transactions."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything in this Act, subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Nothing in this section applies in relation to any lottery, raffle or sale exempted from section 20(a) or"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Tax on telephone calls, fax messages and bets. ",
            "context": "TAX ACT under Tax on telephone calls, fax messages and bets. 10.  (1) Notwithstanding anything in this Act or in any other written law, there shall be raised, levied and collected a tax (a)  at the rate of ten percent upon the gross sum paid in respect  of  every  overseas  telephone  call  or  overseas  fax message originating from Guyana, and every subscriber to any such telephone or fax service shall pay such tax to the person   who  carries  on  the  business  of  providing  such telephone or fax service;  (b)  at the rate of ten percent on the gross value of every bet placed by a punter LAWS OF GUYANA 18 Cap. 80:01  Tax  L.R.O. 1/ 2012                                     Amount and mode of collection  of stamp  duties. [27 of 1955 19 of 1960 8 of 1967 19 of 1969 24 of 1969 17 of 1971 25 of 1973 13 of 1974 at any betting shop, and every person who pays for such bet shall pay such tax to the person who carries on such bettering shop.  (2) Every  person  who carries  on any business  referred  to in subsection (1)(a) shall pay before the end of the first week in every month to the Commissioner the aforesaid tax which has been collected by him in the course of business during the preceding month.  (3) Every  person  who carries  on any business  referred  to in subsection  (1)(b)  shall  pay  every  Thursday  to  the  Commissioner the aforesaid tax which has been collected by him in  the course of business  during the week ending on the preceding Saturday.  (4) Every person upon making any payment of tax under this section shall furnish the Commissioner, in the form from time to time approved by him with a return signed by such person or, if such person is a company, by the manager of the business showing particulars of the total amount of the tax on receipts in the course of the business which is payable under this section when payment is made.  (5) Subject to the provisions of this section, the provisions of this Act shall apply mutatis mutandis in respect of the tax raised, levied, collected and paid under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in this Act or in any other written law, there shall be raised, levied and collected a tax"
                },
                {
                    "representation": "(a)",
                    "description": "shall pay before the end of the first week in every month to the Commissioner the aforesaid tax which has been collected by him in the course of business during the preceding month."
                },
                {
                    "representation": "(b)",
                    "description": "shall  pay  every  Thursday  to  the  Commissioner the aforesaid tax which has been collected by him in  the course of business  during the week ending on the preceding Saturday."
                },
                {
                    "representation": "(2)",
                    "description": "Every  person  who carries  on any business  referred  to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Every  person  who carries  on any business  referred  to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Every person upon making any payment of tax under this section shall furnish the Commissioner, in the form from time to time approved by him with a return signed by such person or, if such person is a company, by the manager of the business showing particulars of the total amount of the tax on receipts in the course of the business which is payable under this section when payment is made."
                },
                {
                    "representation": "(5)",
                    "description": "Subject to the provisions of this section, the provisions of this Act shall apply mutatis mutandis in respect of the tax raised, levied, collected and paid under this section."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Amount and mode of collection of stamp duties. ",
            "context": "TAX ACT under Amount and mode of collection of stamp duties. 11. The stamp duties to be charged upon the several instruments specified hereunder  shall  be the  several  duties  hereunder  specified, which duties shall be subject to the exemptions contained in this section and any Act for the time being in force   $   c.  (1) Affidavit of statutory declarations........",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Affidavit of statutory declarations........"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Process  fee. ",
            "context": "TAX ACT under Process  fee. 12.00",
            "description": "12.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Conveyances, transports, etc. ",
            "context": "TAX ACT under Conveyances, transports, etc. 13. The following duties shall be raised, levied and collected:  (1) On every conveyance or transport of immovable property and on all transfers of rights over or interests in any State lands held under  any  lease,  licence,  or  permission,  whether  by  sale,  gift  or otherwise an ad valorem duty of two per cent on the value of the property conveyed, transported or transferred.  Provided that  (a)  The Registrar of Deeds may accept the LAWS OF GUYANA Tax Cap. 80:01 37  L.R.O. 1/ 2012                                                 consideration stated in the conveyance, transport or transfer as the value of the  property for the purposes of subsection (1) or he may require the value to be ascertained by the sworn valuation of a  competent  appraiser;  (b)  this duty shall not be charged in cases where immovable property or the rights or interest in State lands aforesaid is or are sold by a licensed auctioneer at public auction;  (c)  no duty shall be payable by the State on the acquisition by  the State for public purpose of immovable property by conveyance or transport, or where the duty would be payable by  the State  on the transport  by the State  of immovable property to any person;   (d)  where any immovable property, or any interest in State land held under any lease, licence, or permission, is conveyed by transport or other transfer to any person in consideration, wholly or in part, of any debt due to him or subject, either certainly or contingently, to the payment or transfer of any money, stock or other property, movable or immovable, and whether  constituting  a  charge  or  encumbrance  upon  the property or not, the debt, money, stock or other property (in the latter case after due sworn appraisement) is LAWS OF GUYANA 38 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 to be deemed the whole or part, as the case may be, of the consideration in respect  whereof  the   conveyance  is  chargeable  with  ad valorem duty;  (e)  where, in the administration of the estate of a deceased person, immovable property held in community, or acquired by  inheritance  or legacy, is transported by the executor or administrator to the surviving spouse, or to the heir or legatee respectively, who is also or would have been, had such person died intestate, an heir ab intestato of the deceased person, ad valorem duty as aforesaid in respect of the transfer of the immovable property to the surviving spouse, heir, or legatee shall be payable;  (f)  where any immovable property is exchanged for any other immovable property the ad valorem duty on any   transport or transfer whereby the exchange is effected shall be charged on the value of the property being transported or transferred as ascertained by the sworn valuation of a competent appraiser;  (g)  this duty shall not be charged in the following cases, that is to say, where  (i)  immovable property is transported by an executor or administrator to any person entitled to the property by will  or by law of succession; LAWS OF GUYANA Tax Cap. 80:01 39  L.R.O. 1/ 2012                                                  (ii)  immovable property is transported by a trustee under a will to any person entitled thereto under the terms of the  trust and the will;    (iii)  immovable property is transported to a trustee under the terms of a trust deed duly deposited in the deeds registry whereby the trustee is to hold or sell the property for the  benefit of creditors;  (iv) immovable property is bona fide transported by a person or persons beneficially entitled thereto to a nominee subject to a covenant to re-transport the property to that person or those persons for the purpose of vesting title in his or their name or names, and where immovable property is re-transported in accordance with such covenant;  (v) immovable property is bona fide transported to trustees upon trust to transport it to a person or persons beneficially entitled thereto and where immovable property is transported by trustees in pursuance of the trust;  (vi)  immovable property held on trust is transported by trustees or their representatives to new trustees appointed under the trust;   LAWS OF GUYANA 40 Cap. 80:01  Tax  L.R.O. 1/ 2012           c. 60:04                          c. 36:20                  (vii)   immovable  property  is  transported  by  an  officer under the District Lands Partition and Re-allotment Act to any person entitled to a lot by the decision of the officer or the  determination  of  the  Minister  responsible  for  local government on an appeal from the officer;  (viii) a defined portion or defined portions of immovable property which is held by two or more owners in undivided shares is or are transported by the owners of such property to one or more of such owners respectively;  (ix) immovable  property  is  acquired  by  the  Central Housing  and  Planning  Authority  constituted  under  the Housing  Act;  (h)  where a person having contracted for the purchase of any immovable property but not having obtained a transport thereof, contracts to sell the property to any other person, and the property is in consequence transported immediately to the sub-purchaser, the ad valorem duty is payable only in respect of the consideration paid by the sub-purchaser; LAWS OF GUYANA Tax Cap. 80:01 41  L.R.O. 1/ 2012                                       c. 36:20            (i)  the term consideration  shall include the amount for which the property is sold and the amount due under any mortgage subject to which the property is sold or conveyed;   (j)  the term immovable  property means land or any interest in land which is required by law to be conveyed by a transport and land and the buildings and erections thereon where the land and the buildings and erections thereon are transported  together.   (2) On every agreement  whereby  buildings  and erections  are sold  and  transferred  separately  from  the  land  except  where  such buildings and erections are sold for removal and are actually removed, an ad valorem duty of two per cent on the consideration paid for the transfer or, where there is no consideration, on the value of the buildings and erections to be ascertained by the sworn valuation of a competent appraiser.  (3) On every bill of sale or mortgage, for every $250 or part thereof................................................................. $",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or he may require the value to be ascertained by the sworn valuation of a  competent  appraiser;"
                },
                {
                    "representation": "(a)",
                    "description": "The Registrar of Deeds may accept the LAWS OF GUYANA Tax Cap. 80:01 37  L.R.O. 1/ 2012                                                 consideration stated in the conveyance, transport or transfer as the value of the  property for the purposes of subsection"
                },
                {
                    "representation": "(b)",
                    "description": "this duty shall not be charged in cases where immovable property or the rights or interest in State lands aforesaid is or are sold by a licensed auctioneer at public auction;"
                },
                {
                    "representation": "(c)",
                    "description": "no duty shall be payable by the State on the acquisition by  the State for public purpose of immovable property by conveyance or transport, or where the duty would be payable by  the State  on the transport  by the State  of immovable property to any person;"
                },
                {
                    "representation": "(d)",
                    "description": "where any immovable property, or any interest in State land held under any lease, licence, or permission, is conveyed by transport or other transfer to any person in consideration, wholly or in part, of any debt due to him or subject, either certainly or contingently, to the payment or transfer of any money, stock or other property, movable or immovable, and whether  constituting  a  charge  or  encumbrance  upon  the property or not, the debt, money, stock or other property"
                },
                {
                    "representation": "(e)",
                    "description": "where, in the administration of the estate of a deceased person, immovable property held in community, or acquired by  inheritance  or legacy, is transported by the executor or administrator to the surviving spouse, or to the heir or legatee respectively, who is also or would have been, had such person died intestate, an heir ab intestato of the deceased person, ad valorem duty as aforesaid in respect of the transfer of the immovable property to the surviving spouse, heir, or legatee shall be payable;"
                },
                {
                    "representation": "(f)",
                    "description": "where any immovable property is exchanged for any other immovable property the ad valorem duty on any   transport or transfer whereby the exchange is effected shall be charged on the value of the property being transported or transferred as ascertained by the sworn valuation of a competent appraiser;"
                },
                {
                    "representation": "(g)",
                    "description": "this duty shall not be charged in the following cases, that is to say, where"
                },
                {
                    "representation": "(i)",
                    "description": "the term consideration  shall include the amount for which the property is sold and the amount due under any mortgage subject to which the property is sold or conveyed;"
                },
                {
                    "representation": "(v)",
                    "description": "immovable property is bona fide transported to trustees upon trust to transport it to a person or persons beneficially entitled thereto and where immovable property is transported by trustees in pursuance of the trust;"
                },
                {
                    "representation": "(h)",
                    "description": "where a person having contracted for the purchase of any immovable property but not having obtained a transport thereof, contracts to sell the property to any other person, and the property is in consequence transported immediately to the sub-purchaser, the ad valorem duty is payable only in respect of the consideration paid by the sub-purchaser; LAWS OF GUYANA Tax Cap. 80:01 41  L.R.O. 1/ 2012                                       c. 36:20"
                },
                {
                    "representation": "(j)",
                    "description": "the term immovable  property means land or any interest in land which is required by law to be conveyed by a transport and land and the buildings and erections thereon where the land and the buildings and erections thereon are transported  together."
                },
                {
                    "representation": "(2)",
                    "description": "On every agreement  whereby  buildings  and erections  are sold  and  transferred  separately  from  the  land  except  where  such buildings and erections are sold for removal and are actually removed, an ad valorem duty of two per cent on the consideration paid for the transfer or, where there is no consideration, on the value of the buildings and erections to be ascertained by the sworn valuation of a competent appraiser."
                },
                {
                    "representation": "(3)",
                    "description": "On every bill of sale or mortgage, for every $250 or part thereof................................................................. $"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Duty on nominal capital of companies incorporated in Guyana. ",
            "context": "TAX ACT under Duty on nominal capital of companies incorporated in Guyana. 14.  Every company incorporated in Guyana shall pay on the date of incorporation a duty of one-half of one per cent on its nominal capital and shall pay a like duty within fifteen days of any increase of its nominal capital on the amount of such increase:  Provided that in the case of companies having a nominal capital not exceeding fifty thousand dollars the rate of duty chargeable under this section shall be one-quarter of one per cent.",
            "description": "Every company incorporated in Guyana shall pay on the date of incorporation a duty of one-half of one per cent on its nominal capital and shall pay a like duty within fifteen days of any increase of its nominal capital on the amount of such increase:  Provided that in the case of companies having a nominal capital not exceeding fifty thousand dollars the rate of duty chargeable under this section shall be one-quarter of one per cent."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Duty on loan capital of companies in Guyana. ",
            "context": "TAX ACT under Duty on loan capital of companies in Guyana. 15.00  (5) Articles  of  Clerkship  whereby  any  person  first becomes bound to serve as a clerk in order to his admission as a solicitor in the Supreme Court ...................    1,",
            "description": [
                {
                    "representation": "(5)",
                    "description": "Articles  of  Clerkship  whereby  any  person  first becomes bound to serve as a clerk in order to his admission as a solicitor in the Supreme Court ...................    1,"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Statement by Registrar to be evidence of amount due. ",
            "context": "TAX ACT under Statement by Registrar to be evidence of amount due. 16.  A statement  purporting  to  be  signed  by  the  Registrar  of Companies that any amount is due by a company for duty under the last two preceding sections shall without any proof of the signature or any other matter be deemed sufficient evidence that the amount is due.",
            "description": "A statement  purporting  to  be  signed  by  the  Registrar  of Companies that any amount is due by a company for duty under the last two preceding sections shall without any proof of the signature or any other matter be deemed sufficient evidence that the amount is due."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Licence for and duties on insurance companies. ",
            "context": "TAX ACT under Licence for and duties on insurance companies. 17.  (1) Every  person  or company  carrying  on any life insurance business in Guyana, and any person or company who acts in Guyana as the  agent  of  a  person  or  company  carrying  on  any  life  insurance business, shall take out an annual licence and pay a duty calculated on the actual amount of the premiums received in Guyana during the year preceding the year in which the duty is payable at the rate of five dollars for every thousand dollars thereof:  Provided that  (a)  the minimum amount of duty shall be one thousand five hundred dollars and the maximum amount forty thousand dollars;  (b)  for the first year in which a company LAWS OF GUYANA 44 Cap. 80:01  Tax  L.R.O. 1/ 2012                                    Trade licence in Georgetown and New Amsterdam. [35 of 1940 3 of 1967 7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]   or a person carries on business or acts as agent he shall pay the minimum duty.  (2) Every person or company carrying on any fire and accident insurance business or any fire or accident insurance business in Guyana and any person or company who acts in Guyana as the agent of such a person or company shall take out an annual licence and shall pay a duty of forty thousand dollars:  Provided that where a person or company in his or its own right, or as the agent of another person or company, carries on in Guyana any accident insurance business consisting solely of insuring against death or  personal  injury  passengers  while  being carried  by aircraft  within Guyana or from or to Guyana, the Minister responsible for finance may, if he considers that the premium rates for such insurance offered to the public are reasonably low in all the circumstances, grant that person or company exemption from the payment of the duties payable under this subsection.  (3) For the purposes of subsection (2), the receipt of moneys in Guyana on behalf of any person or company outside Guyana in respect of policies of insurance shall constitute the carrying on of the business mentioned in the said subsection.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every  person  or company  carrying  on any life insurance business in Guyana, and any person or company who acts in Guyana as the  agent  of  a  person  or  company  carrying  on  any  life  insurance business, shall take out an annual licence and pay a duty calculated on the actual amount of the premiums received in Guyana during the year preceding the year in which the duty is payable at the rate of five dollars for every thousand dollars thereof:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the minimum amount of duty shall be one thousand five hundred dollars and the maximum amount forty thousand dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "for the first year in which a company LAWS OF GUYANA 44 Cap. 80:01  Tax  L.R.O. 1/ 2012                                    Trade licence in Georgetown and New Amsterdam. [35 of 1940 3 of 1967 7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]   or a person carries on business or acts as agent he shall pay the minimum duty."
                },
                {
                    "representation": "(2)",
                    "description": "Every person or company carrying on any fire and accident insurance business or any fire or accident insurance business in Guyana and any person or company who acts in Guyana as the agent of such a person or company shall take out an annual licence and shall pay a duty of forty thousand dollars:  Provided that where a person or company in his or its own right, or as the agent of another person or company, carries on in Guyana any accident insurance business consisting solely of insuring against death or  personal  injury  passengers  while  being carried  by aircraft  within Guyana or from or to Guyana, the Minister responsible for finance may, if he considers that the premium rates for such insurance offered to the public are reasonably low in all the circumstances, grant that person or company exemption from the payment of the duties payable under this subsection."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Trade licence in Georgetown and New Amsterdam. ",
            "context": "TAX ACT under Trade licence in Georgetown and New Amsterdam. 18.  (1) Save as in the next section provided, any person who  (a)  occupies any store, shop, room, shed or yard, or any part of any such place, in or within one-quarter of a mile of the municipal boundaries of Georgetown or in New Amsterdam or in Linden, wherein are sold, bartered or exposed for sale any  goods,  wares,  merchandise  or  provisions  LAWS OF GUYANA Tax Cap. 80:01 45  L.R.O. 1/ 2012                                                 other  than spirits, drugs, patent or proprietary medicines or any article in respect of  the sale of which a licence with a special fee is charged thereon is required; or  (b)  erects or uses any stall in, or within one-quarter of a mile of  the  municipal boundaries of  Georgetown,  or  in  New Amsterdam or in Linden, where on any of the goods, wares, merchandise or provisions  described  in the last preceding paragraph are exposed for sale or barter; or  (c)  who occupies any office or counting house in, or within one-quarter  of  a  mile  of  the  municipal   boundaries   of Georgetown, or in New Amsterdam  or in Linden, for the purpose of carrying on any mercantile business therein; or  (d)  who occupies any wharf, shed, room or yard, or any part of any such place, in or within one-quarter of a mile of the municipal boundaries of Georgetown, or in New Amsterdam or  in Linden, in which there are stored any goods, wares, merchandise, or provisions being part of the stock-in-trade of any business,  shall take out an annual licence for each store, shop, room, shed, stall, yard, wharf, office, or counting house aforesaid, and pay for the licence on the basis of the area of the store, shop, room, shed, stall, yard, wharf, office or counting house LAWS OF GUYANA 46 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 so occupied according to the following scale:                                      Area                                                                       Licence duty where the area does not exceed 150 square feet                                    $",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as in the next section provided, any person who"
                },
                {
                    "representation": "(a)",
                    "description": "occupies any store, shop, room, shed or yard, or any part of any such place, in or within one-quarter of a mile of the municipal boundaries of Georgetown or in New Amsterdam or in Linden, wherein are sold, bartered or exposed for sale any  goods,  wares,  merchandise  or  provisions  LAWS OF GUYANA Tax Cap. 80:01 45  L.R.O. 1/ 2012                                                 other  than spirits, drugs, patent or proprietary medicines or any article in respect of  the sale of which a licence with a special fee is charged thereon is required; or"
                },
                {
                    "representation": "(b)",
                    "description": "erects or uses any stall in, or within one-quarter of a mile of  the  municipal boundaries of  Georgetown,  or  in  New Amsterdam or in Linden, where on any of the goods, wares, merchandise or provisions  described  in the last preceding paragraph are exposed for sale or barter; or"
                },
                {
                    "representation": "(c)",
                    "description": "who occupies any office or counting house in, or within one-quarter  of  a  mile  of  the  municipal   boundaries   of Georgetown, or in New Amsterdam  or in Linden, for the purpose of carrying on any mercantile business therein; or"
                },
                {
                    "representation": "(d)",
                    "description": "who occupies any wharf, shed, room or yard, or any part of any such place, in or within one-quarter of a mile of the municipal boundaries of Georgetown, or in New Amsterdam or  in Linden, in which there are stored any goods, wares, merchandise, or provisions being part of the stock-in-trade of any business,  shall take out an annual licence for each store, shop, room, shed, stall, yard, wharf, office, or counting house aforesaid, and pay for the licence on the basis of the area of the store, shop, room, shed, stall, yard, wharf, office or counting house LAWS OF GUYANA 46 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 so occupied according to the following scale:                                      Area                                                                       Licence duty where the area does not exceed 150 square feet                                    $"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Licence for market. ",
            "context": "TAX ACT under Licence for market. 19. (1)  The Georgetown City Council shall take out an annual licence for each public market owned by them, and shall pay for the same the following sums:  Stabroek Market.................................................................$",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Georgetown City Council shall take out an annual licence for each public market owned by them, and shall pay for the same the following sums:  Stabroek Market.................................................................$"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Trade licence in rural districts. ",
            "context": "TAX ACT under Trade licence in rural districts. 20.00",
            "description": "20.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Licence for sale of goods by master of vessel. ",
            "context": "TAX ACT under Licence for sale of goods by master of vessel. 21. Every master or supercargo of a vessel, or other person on board, who arrives in Guyana having on board goods for sale by him, on his own account or on commission to him, not at the time and place of shipment consigned by bill of lading to some person holding a trade licence, must report the goods at the customs house and take out a licence for each voyage and pay for the licence the sum of one hundred and sixty-five dollars,  unless  the  master,  supercargo,  or  other  person,  with  the knowledge and consent of the Commissioner, transfers the goods for sale to some person holding a trade licence, by instrument in writing under his hand.",
            "description": "Every master or supercargo of a vessel, or other person on board, who arrives in Guyana having on board goods for sale by him, on his own account or on commission to him, not at the time and place of shipment consigned by bill of lading to some person holding a trade licence, must report the goods at the customs house and take out a licence for each voyage and pay for the licence the sum of one hundred and sixty-five dollars,  unless  the  master,  supercargo,  or  other  person,  with  the knowledge and consent of the Commissioner, transfers the goods for sale to some person holding a trade licence, by instrument in writing under his hand."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Druggist’s  licence. ",
            "context": "TAX ACT under Druggists  licence. 22.50",
            "description": "22.50"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Druggist’s licence in rural districts. ",
            "context": "TAX ACT under Druggists licence in rural districts. 23.  Every person who occupies any store, shop, room, shed, stall, or yard, or part of any such place,  in any part of Guyana  other  than Georgetown or within one mile thereof, or New Amsterdam or Linden, in which there are sold, bartered, exposed or offered for sale, any drugs, including patent and proprietary medicines (exclusive of any article for the  sale  of which  a licence  with  a special  duty  charged  thereon  is provided by law), or who sells, barters or exposes, or offers for sale, any drugs or patent or proprietary medicines, shall in addition to any other licence required by this Act to be taken out, take out an annual licence for the store, shop, room, shed, stall, or yard, or part of any such place, to entitle him to sell, barter, or expose or offer for sale, the drugs, patent and proprietary medicines, and shall pay for the licence the sum of seven hundred and fifty dollars:  Provided that a licence to sell drugs under this or the last preceding section shall not entitle a person to practise as a druggist in the dispensing or compounding of drugs.",
            "description": "Every person who occupies any store, shop, room, shed, stall, or yard, or part of any such place,  in any part of Guyana  other  than Georgetown or within one mile thereof, or New Amsterdam or Linden, in which there are sold, bartered, exposed or offered for sale, any drugs, including patent and proprietary medicines (exclusive of any article for the  sale  of which  a licence  with  a special  duty  charged  thereon  is provided by law), or who sells, barters or exposes, or offers for sale, any drugs or patent or proprietary medicines, shall in addition to any other licence required by this Act to be taken out, take out an annual licence for the store, shop, room, shed, stall, or yard, or part of any such place, to entitle him to sell, barter, or expose or offer for sale, the drugs, patent and proprietary medicines, and shall pay for the licence the sum of seven hundred and fifty dollars:  Provided that a licence to sell drugs under this or the last preceding section shall not entitle a person to practise as a druggist in the dispensing or compounding of drugs."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Applicant for licence to produce certificate of registration. ",
            "context": "TAX ACT under Applicant for licence to produce certificate of registration. 24.  No licence referred to in section 24 or section 25 shall be issued unless there is produced at the time of application therefor a certificate signed by the Registrar of the Pharmacy and Poisons Board stating that the  premises in respect of which the licence is sought are registered under section 23 of the Pharmacy and Poisons Act.    LAWS OF GUYANA Tax Cap. 80:01 51  L.R.O. 1/ 2012 Butchers  licence in rural  districts. [35 of 1940 13 of 1944 24 of 1969 25 of 1973 7 of 1981 4 of 1985 13 of 1989 11 of 1993 2 of 1996]       Licence for cigarette  factory. [7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]        Licence for sale of tobacco. [35 of 1940 7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]",
            "description": "No licence referred to in section 24 or section 25 shall be issued unless there is produced at the time of application therefor a certificate signed by the Registrar of the Pharmacy and Poisons Board stating that the  premises in respect of which the licence is sought are registered under section 23 of the Pharmacy and Poisons Act.    LAWS OF GUYANA Tax Cap. 80:01 51  L.R.O. 1/ 2012 Butchers  licence in rural  districts. [35 of 1940 13 of 1944 24 of 1969 25 of 1973 7 of 1981 4 of 1985 13 of 1989 11 of 1993 2 of 1996]       Licence for cigarette  factory. [7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]        Licence for sale of tobacco. [35 of 1940 7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Butcher’s licence in rural districts. ",
            "context": "TAX ACT under Butchers licence in rural districts. 25.00 (h) on every deed of any kind whatever  not otherwise   specifically   charged   with   duty   and   not expressly exempted from all stamp duty...........",
            "description": [
                {
                    "representation": "(h)",
                    "description": "on every deed of any kind whatever  not otherwise   specifically   charged   with   duty   and   not expressly exempted from all stamp duty..........."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Licence  for cigarette  factory. ",
            "context": "TAX ACT under Licence  for cigarette  factory. 26.  Every person who owns and works a cigarette factory in any part of Guyana shall pay an annual licence thereon at the following rates:  where the output from the factory does not exceed  1,000 lbs per annum.................................$9,000        20,000                         ... ......................$12,000       40,000               ......................$18,000       60,000              ..............................$27,000 exceeds               60,000          ............................  $45,000",
            "description": "Every person who owns and works a cigarette factory in any part of Guyana shall pay an annual licence thereon at the following rates:  where the output from the factory does not exceed  1,000 lbs per annum.................................$9,000        20,000                         ... ......................$12,000       40,000               ......................$18,000       60,000              ..............................$27,000 exceeds               60,000          ............................  $45,000"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Licence for sale of tobacco. ",
            "context": "TAX ACT under Licence for sale of tobacco. 27. Every  person  who sells,  barters,  exposes,  or offers  for sale, tobacco, whether manufactured or not, cigars, or cigarettes, shall take out an annual licence for so doing, and shall pay for the licence the sum of three hundred dollars; but no additional licence shall be required to be taken out for the sale of smokers requisites such as books of cigarette paper, matches, cigar or cigarette holders, pipes or pipe cleaners:  Provided that no licence shall be required for the sale of tobacco grown in Guyana by the actual  grower thereof to persons  who are manufacturers of tobacco or dealers therein who buy to sell again. LAWS OF GUYANA 52 Cap. 80:01  Tax  L.R.O. 1/ 2012 Auctioneers licence. [7 of 1981] c. 91:07                       House agents licence. [7 of 1981 11 of 1993 2 of 1996]     Pawnbrokers licence. [8 of 1962 7 of 1981 4 of 1985 8 of 1989 11 of 1993]      Moneylenders licence. [11 of 1957 8 of 1962 7 of 1981 4 of 1985 8 of 1989",
            "description": "Every  person  who sells,  barters,  exposes,  or offers  for sale, tobacco, whether manufactured or not, cigars, or cigarettes, shall take out an annual licence for so doing, and shall pay for the licence the sum of three hundred dollars; but no additional licence shall be required to be taken out for the sale of smokers requisites such as books of cigarette paper, matches, cigar or cigarette holders, pipes or pipe cleaners:  Provided that no licence shall be required for the sale of tobacco grown in Guyana by the actual  grower thereof to persons  who are manufacturers of tobacco or dealers therein who buy to sell again. LAWS OF GUYANA 52 Cap. 80:01  Tax  L.R.O. 1/ 2012 Auctioneers licence. [7 of 1981] c. 91:07                       House agents licence. [7 of 1981 11 of 1993 2 of 1996]     Pawnbrokers licence. [8 of 1962 7 of 1981 4 of 1985 8 of 1989 11 of 1993]      Moneylenders licence. [11 of 1957 8 of 1962 7 of 1981 4 of 1985 8 of 1989"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Auctioneer’s  licence. ",
            "context": "TAX ACT under Auctioneers  licence. 28. (1) Every auctioneer shall pay the annual licence duty specified in  the Auctioneers Act.  (2) The licence shall not authorise any such public auctioneer to keep any store or other place without taking out a trade licence for the same as hereinbefore provided.  (3) On the gross amount of every sale by auction by a licensed auctioneer, there shall be paid by the seller to the auctioneer, who shall pay it to the Accountant General, the sum of one dollar for every one hundred dollars of the amount of the sale; and on the gross amount of every sale by auction there shall also be paid by the purchaser to the auctioneer, who shall pay it to the Accountant General, the sum of two dollars for every hundred dollars of the amount of the sale.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every auctioneer shall pay the annual licence duty specified in  the Auctioneers Act."
                },
                {
                    "representation": "(2)",
                    "description": "The licence shall not authorise any such public auctioneer to keep any store or other place without taking out a trade licence for the same as hereinbefore provided."
                },
                {
                    "representation": "(3)",
                    "description": "On the gross amount of every sale by auction by a licensed auctioneer, there shall be paid by the seller to the auctioneer, who shall pay it to the Accountant General, the sum of one dollar for every one hundred dollars of the amount of the sale; and on the gross amount of every sale by auction there shall also be paid by the purchaser to the auctioneer, who shall pay it to the Accountant General, the sum of two dollars for every hundred dollars of the amount of the sale."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "House  agent’s  licence.    LAWS OF GUYANA 4 Cap. 80:01  Tax  L.R.O. 1/ 2012 SECTION ",
            "context": "TAX ACT under House  agents  licence.    LAWS OF GUYANA 4 Cap. 80:01  Tax  L.R.O. 1/ 2012 SECTION 29. Every person, other than an auctioneer, who acts as, or carries on the business of, a house agent or commission agent for the sale of houses, tenements, or immovable property, shall take out an annual licence for  so doing and pay for the licence the sum of twenty-five thousand dollars a year.",
            "description": "Every person, other than an auctioneer, who acts as, or carries on the business of, a house agent or commission agent for the sale of houses, tenements, or immovable property, shall take out an annual licence for  so doing and pay for the licence the sum of twenty-five thousand dollars a year."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Pawnbroker’s  licence. ",
            "context": "TAX ACT under Pawnbrokers  licence. 30.00",
            "description": "30.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Money lender’s licence. ",
            "context": "TAX ACT under Money lenders licence. 31. The duty for an annual moneylenders licence under section 3 of the Moneylenders Act shall be the sum of fifteen thousand dollars.    LAWS OF GUYANA Tax Cap. 80:01 53  L.R.O. 1/ 2012 11 of 1993] c. 91:05  Licence for keeping  bonded warehouse.  [8 of 1962 7 of 1981 8 of 1989 26 of 1992]  Licence for certain vessels. [13 of 1944 7 of 1981 4 of 1985 11 of 1993 2 of 1996]  c. 50:01",
            "description": "The duty for an annual moneylenders licence under section 3 of the Moneylenders Act shall be the sum of fifteen thousand dollars.    LAWS OF GUYANA Tax Cap. 80:01 53  L.R.O. 1/ 2012 11 of 1993] c. 91:05  Licence for keeping  bonded warehouse.  [8 of 1962 7 of 1981 8 of 1989 26 of 1992]  Licence for certain vessels. [13 of 1944 7 of 1981 4 of 1985 11 of 1993 2 of 1996]  c. 50:01"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Licence for keeping bonded warehouse. ",
            "context": "TAX ACT under Licence for keeping bonded warehouse. 32.  Every person who keeps a bonded warehouse appointed for the receiving and securing of goods the duties whereon are unpaid shall take out an annual licence for the warehouse and pay for the licence the sum of five thousand dollars.",
            "description": "Every person who keeps a bonded warehouse appointed for the receiving and securing of goods the duties whereon are unpaid shall take out an annual licence for the warehouse and pay for the licence the sum of five thousand dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Licence for certain vessels. ",
            "context": "TAX ACT under Licence for certain vessels. 33.  (1) Every person not being an Amerindian, who uses, or permits to be used for coastal or river trade any vessel or boat being twenty-five feet or over in length over all shall take out an annual licence for the same and shall pay licence duty on the basis of the length of such vessel or boat according to the following scale:  25 ft. or over but not exceeding 30 ft. in length over all      $. c. Over 30 ft. but not exceeding 40 ft. in length  over all",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person not being an Amerindian, who uses, or permits to be used for coastal or river trade any vessel or boat being twenty-five feet or over in length over all shall take out an annual licence for the same and shall pay licence duty on the basis of the length of such vessel or boat according to the following scale:  25 ft. or over but not exceeding 30 ft. in length over all      $. c. Over 30 ft. but not exceeding 40 ft. in length  over all"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Licence for pleasure vehicles and animals. ",
            "context": "TAX ACT under Licence for pleasure vehicles and animals. 34. Every person who keeps and uses, or owns and permits to be used, any carriage, cart, horse, pony or mule, vehicles and pleasure Licence for LAWS OF GUYANA 54 Cap. 80:01  Tax  L.R.O. 1/ 2012 animals. [23 of 1940 13 of 1944 33 of 1969]                             not kept for the purpose of trade or for hire, shall take out an annual licence to keep and use each carriage, cart, horse, pony or mule and pay for the licence as follows, that is to say  For a licence                                                                   $    c.  (a) for each four-wheeled carriage...............................",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for each four-wheeled carriage..............................."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Licence for vehicles and animals kept for trade or hire. ",
            "context": "TAX ACT under Licence for vehicles and animals kept for trade or hire. 35.  Every person who in any case not provided for in the following section of this Act keeps and uses, or owns and permits to be used, any hackney carriage, cart, horse, pony or mule for the purposes of trade or for  hire, shall take out an annual licence for each hackney carriage, carriage,  cart, horse, pony or mule, and shall pay for the licence as follows:            2 of 1996] 11 of 1993 13 of 1989 4 of 1985 [7 of 1981 33 of 1969 23 of 1952 [9 of 1948 trade or hire. animals kept for vehicles and Licence for   LAWS OF GUYANA Tax Cap. 80:01 55  L.R.O. 1/ 2012                                                   For a licence                                                                 $    c. (a) or each hackney carriage not mechanically propelled plying  in Georgetown or  new Amsterdam ...........  (b) for each four-wheeled carriage  (including any hearse not mechanically  propelled) used in Georgetown or New Amsterdam...........................................  (c) for each four-wheeled vehicle not mechanically    propelled   used   in   any   rural   district exclusively for the conveyance of passengers and their baggage....................................................  (d) for each two-wheeled  carriage....................................................  (e) for each horse, pony or mule ...................................................................   (f) for  each  cart drawn by any of the above- mentioned   animals,   kept  and used in Georgetown.......................  (g) for each cart drawn by a bullock or ox, kept and used in any part of Guyana....................................................  (h) for   each  four-wheeled  cart  drawn  by  a horse, pony or mule, kept and used elsewhere than in Georgetown.............................................",
            "description": [
                {
                    "representation": "(a)",
                    "description": "or each hackney carriage not mechanically propelled plying  in Georgetown or  new Amsterdam ..........."
                },
                {
                    "representation": "(b)",
                    "description": "for each four-wheeled carriage"
                },
                {
                    "representation": "(c)",
                    "description": "for each four-wheeled vehicle not mechanically    propelled   used   in   any   rural   district exclusively for the conveyance of passengers and their baggage...................................................."
                },
                {
                    "representation": "(d)",
                    "description": "for each two-wheeled  carriage...................................................."
                },
                {
                    "representation": "(e)",
                    "description": "for each horse, pony or mule ..................................................................."
                },
                {
                    "representation": "(f)",
                    "description": "for  each  cart drawn by any of the above- mentioned   animals,   kept  and used in Georgetown......................."
                },
                {
                    "representation": "(g)",
                    "description": "for each cart drawn by a bullock or ox, kept and used in any part of Guyana...................................................."
                },
                {
                    "representation": "(h)",
                    "description": "for   each  four-wheeled  cart  drawn  by  a horse, pony or mule, kept and used elsewhere than in Georgetown............................................."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Licence for carts drawn by animals on sugar cane plantations, and other places. ",
            "context": "TAX ACT under Licence for carts drawn by animals on sugar cane plantations, and other places. 36. Every person who keeps and uses, or owns and permits to be used, any cart drawn by any horse, pony, mule or donkey belonging to and used only in the service of any sugar-cane plantation or any wood-cutting grant, cattle farm, lot or farm under cultivation, cocoa estate, rubber estate, or private grant or any mining or placer claim, shall take out an annual licence and shall pay for the licence as follows:  For                                                                             $    c.  (a) a licence for each cart drawn by any horse,  pony or mule..",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a licence for each cart drawn by any horse,  pony or mule.."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Requirement of practice certificate in relation to certain professions. ",
            "context": "TAX ACT under Requirement of practice certificate in relation to certain professions. 37.  (1) Save as hereinafter provided in this section, no person who practises as a person mentioned in the First Schedule shall do so for reward in any year unless  he is the holder  of a practice  certificate (hereinafter in this section referred to as a certificate) issued by the Commissioner (hereinafter in this section referred to as the Commissioner) in respect of that year.  (2) Save as hereinafter provided in this section no LAWS OF GUYANA 58 Cap. 80:01  Tax  L.R.O. 1/ 2012      c. 81:01                                           person shall be entitled to obtain a certificate unless he has (the burden of proof whereof shall lie on him) delivered to the Commissioner all returns which up to the date of his application for a certificate he is required by section 60 of the Income Tax Act so to deliver and has up to that date complied with section 69 of that Act, if that section is applicable to him.  (3) The provision of subsection (1) shall not apply to (a)  any person employed in the service of the State who does not practise as a person referred to in that subsection otherwise than in the service of the State; and  (b)  any   person   who   practises   as   mentioned   in   that subsection in the course of his being wholly employed in the service of another whose undertaking or business does not comprise the rendering  of services  of the nature  of such practice.  (4)  The fee for a certificate shall be as prescribed in the second column of the First Schedule in relation to the respective persons named in the first column thereof and shall be paid to the Commissioner; the fee shall, subject to the provisions of subsections (2) and (6), be due and payable on the 1st January in each year and shall be paid on or before the last day  in February in each year; only one fee shall be payable notwithstanding that a person practises as more than one of the persons mentioned in the First Schedule and where a different fee is prescribed in respect of the persons mentioned in the First Schedule, the higher or highest fee shall be payable:  Provided  that  nothing  in  this  subsection  shall  be  construed  as precluding a person from practising as a person mentioned in the First Schedule without being the holder of a LAWS OF GUYANA Tax Cap. 80:01 59  L.R.O. 1/ 2012                                                 certificate  during the period commencing on 1st January and ending with the last day of February in every year.  (5) Save as otherwise provided by subsection (6), a certificate shall be valid for the period of one year commencing on the 1st January in every year and shall remain in force for that period.  (6) Where at any time during the period referred to in subsection (5), a certificate is issued to any person for the first time it shall expire on the 31st December in the year in which it is issued.  (7) The provisions of subsections (6) and (11) of section 100 of the Income  Tax  Act  shall,  with  such modifications,  adaptations, qualifications and exceptions, as may be necessary, apply in relation to the issue of a certificate under this section.  (8) A  person  to  whom  a  certificate  has  been  issued  by  the Commissioner shall display the certificate in a conspicuous place at the premises  where  he  practises  as  a  person  mentioned  in  the  First Schedule.  (9) (a) Any person who contravenes the provisions of subsection (1) shall on summary conviction be liable to a fine of not less than one thousand, five hundred dollars nor more than three thousand dollars and to imprisonment for a term of six months and in the case of a continuing offence, in addition to such fine, a sum of one hundred dollars for each day the offence continues subsequent to the date to which the conviction relates.  (b) Any person who fails to comply with the requirement of subsection (8) shall be liable on summary conviction to a fine of not less than five hundred dollars nor more than one thousand dollars and, in addition to such fine, a sum of fifty dollars for each day the offence continues LAWS OF GUYANA 60 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 subsequent to the date to which the conviction relates. (c) For the purposes of proceedings instituted against anyone alleged to be in breach of subsection (1) upon proof that such person practised  as  a  person  mentioned  in  the  First  Schedule  it  shall  be presumed, unless the contrary is shown by such person, that he did at the alleged time practise for reward.  (10) The Commissioner may revoke a certificate if the person to whom it is issued has become disqualified, otherwise than by virtue of this section, from practising as a person mentioned in the certificate.  (11)  The  Commissioner  shall  cause  to  be  published  in  the Gazette  (a) on the 15th March and 1st July of each year a notice containing the names of all persons to whom certificates have been issued for the year and in respect of certificates issued to  persons  between  those  dates,  additional  notices  of the names of such persons as soon as practicable after the issue thereof; the absence of a persons name from the latest notice shall be  prima  facie evidence  that no certificate  has been issued to that person up to the date of that notice;  (b) on such occasions as he deems fit, a notice of the names of all persons whose certificates have been revoked and any such notice shall be prima facie evidence that the persons named therein have ceased to be holders of certificates.  (12)  The  Minister  may  make  regulations  LAWS OF GUYANA Tax Cap. 80:01 61  L.R.O. 1/ 2012                                                 generally  for  the carrying out of the provisions of this section, and, in particular,  but without  prejudice  to  the  generality   of  the  foregoing  may  make regulations  (a)  prescribing   the   manner   and   the   form   in   which applications  may be made for certificates,  and the form in which such certificates may be issued;  (b)  replacing, amending, varying, revoking, or adding to any of the provisions of a Schedule;  (c)  prescribing anything which is required by this section to be  prescribed:  Provided that regulations made pursuant to paragraph (b) or (c) shall be subject to affirmative resolution of the National Assembly.  (13) The provisions of this section shall have effect notwithstanding the provisions of any other law authorising any person to practise as a person mentioned in the First Schedule and the grant of a  certificate shall not entitle any person to do anything which would otherwise be unlawful.  (14) No person to whom subsection (1) applies shall be entitled to recover in any action any sum of money or other consideration as remuneration for services rendered during any period for which he was in breach of that subsection.  (15)  For the purposes of this section  accountant means a person who is a member of a professional body or class of persons mentioned in the first column of the Second Schedule or is a member of LAWS OF GUYANA 62 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 such other body as may be determined by  the  Commissioner  to be comparable  in status  to any  such professional body or is entitled to use a designation or any of the initials specified in the other columns of that Schedule or such other designation or initials signifying membership of such comparable body;  architect means a person who is a member of a professional body or class of persons mentioned in the first column of the Third Schedule or is a member of such other body as may be determined by the Commissioner to be comparable in status to any such professional body or is entitled to use a designation or any of the initials specified in the other columns of that Schedule or such other designation or initials signifying membership of such comparable body;  auditor means a person who is a member of a professional body or class  of persons  mentioned  in the  first  column  of the  Second Schedule or is a member of such other body as may be determined by  the  Commissioner  to be comparable  in status  to any  such professional body or is entitled to use a designation or any of the initials specified in the other columns of that Schedule or such other designation or initials signifying membership of such comparable body;  dentist means a person who is registered as a dentist under any law for the time being in force in Guyana;  engineer means a person who is a member of a professional body or class  of  persons  mentioned  in  the  first  column  of  the  Fourth Schedule or is a member of such other body as may be determined by  the  Commissioner  to be comparable  in status  to any  such professional body or is entitled to use a designation, or is the holder of   a   degree  or  other  award,  pertaining  to  the  sciences   of engineering as are specified in the other columns of that Schedule or  such other designation,  degree or LAWS OF GUYANA Tax Cap. 80:01 63  L.R.O. 1/ 2012      c. 4:01          25 of 1956                    c. 97:01                 c. 71:02 award which is equivalent thereto in the opinion of the Commissioner;  legal practitioner means a person who is a legal practitioner within the meaning of the Legal Practitioners Act;  medical  practitioner  means  a  person  who  is  registered  as  a  duly qualified medical practitioner under any law for the time being in force in Guyana;  optometrist means a person who is registered as an optometrist under the provisions of the Optometrists Ordinance 1956;  pharmacist  means a person who is required  to be registered  as a pharmacist  for  the  purposes  of  the  Pharmacy  and  Poisons Ordinance 1956;  physiotherapist  means  a  person  who  practises  physiotherapy  for reward;  practises in relation to a particular profession or occupation mentioned in  the First Schedule includes the rendering of services, or the holding  out of oneself as qualified or willing to render services, peculiar to that profession or occupation;  surveyor means a person who is a land surveyor within the meaning of  the Land Surveyors Act or a person who is a member of a professional body mentioned in the Fifth Schedule or is a member of such other body comparable in status to such professional body as may be determined by the Commissioner, or who is the holder of an award pertaining to the science of determining the value of landed minerals and house properties;  veterinary surgeon means a person who is registered as a veterinary surgeon under the provisions of the Animal LAWS OF GUYANA 64 Cap. 80:01  Tax  L.R.O. 1/ 2012    Licence for steam  boilers. [13 of 1989 11 of 1993 2 of 1996]                    c. 95:04  Licence for sale of explosives. [4 of 1985 8 of 1989 11 of 1993 2 of 1996]          Off-licence.  [48 of 1951 23 of 1952 29 of 1973 7 of 1981 26 of 1992]    Diseases Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies shall be entitled to recover in any action any sum of money or other consideration as remuneration for services rendered during any period for which he was in breach of that subsection."
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "The provision of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "prescribing   the   manner   and   the   form   in   which applications  may be made for certificates,  and the form in which such certificates may be issued;"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(4)",
                    "description": "The fee for a certificate shall be as prescribed in the second column of the First Schedule in relation to the respective persons named in the first column thereof and shall be paid to the Commissioner; the fee shall, subject to the provisions of subsections"
                },
                {
                    "representation": "(5)",
                    "description": "Save as otherwise provided by subsection"
                },
                {
                    "representation": "(6)",
                    "description": "and"
                },
                {
                    "representation": "(7)",
                    "description": "The provisions of subsections"
                },
                {
                    "representation": "(8)",
                    "description": "shall be liable on summary conviction to a fine of not less than five hundred dollars nor more than one thousand dollars and, in addition to such fine, a sum of fifty dollars for each day the offence continues LAWS OF GUYANA 60 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 subsequent to the date to which the conviction relates."
                },
                {
                    "representation": "(9)",
                    "description": "(a) Any person who contravenes the provisions of subsection"
                },
                {
                    "representation": "(c)",
                    "description": "shall be subject to affirmative resolution of the National Assembly."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Licence for steam boilers. ",
            "context": "TAX ACT under Licence for steam boilers. 38. Every person, who owns and uses any steam boiler used for generating steam in any factory or workshop, or upon any railway, or in any ship or vessel, or in any fire engine or traction engine, road roller, or other type of road locomotive propelled by steam driven machinery, shall take out a licence annually for each boiler and shall pay for the licence the sum of one hundred dollars:  Provided that  (a)  no licence shall be required under this section for any steam boiler owned and used by the Government; and  (b)  the licence shall be valid only for the period covered by the  certificate  prescribed  by the Steam Boilers Regulation Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no licence shall be required under this section for any steam boiler owned and used by the Government; and"
                },
                {
                    "representation": "(b)",
                    "description": "the licence shall be valid only for the period covered by the  certificate  prescribed  by the Steam Boilers Regulation Act."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Licence for sale of explosives. ",
            "context": "TAX ACT under Licence for sale of explosives. 39.  (1) Every person who takes out an annual licence for the sale of explosives  by  wholesale  shall  pay  for  the  licence  the  sum  of  one thousand five hundred dollars; and every person who takes out an annual licence for the sale of explosives by retail shall pay for the licence the sum of one thousand dollars.  (2) A retail licence shall authorise the holder to sell shot and percussion caps.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who takes out an annual licence for the sale of explosives  by  wholesale  shall  pay  for  the  licence  the  sum  of  one thousand five hundred dollars; and every person who takes out an annual licence for the sale of explosives by retail shall pay for the licence the sum of one thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "A retail licence shall authorise the holder to sell shot and percussion caps."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Off-licence. ",
            "context": "TAX ACT under Off-licence. 40.  Every person who  (a)  in  the  City  of  Georgetown  or  the  town  of  New Amsterdam or within one mile of the boundaries of such city or town or in such other area as may be permitted under any Act for the time being in force regulating the LAWS OF GUYANA Tax Cap. 80:01 65  L.R.O. 1/ 2012                                                 storage, sale and disposal of spirituous liquors (i)  stores in bulk, mixes and blends spirituous liquor in a liquor store and sells or delivers therefrom spirituous liquor, wine or malt liquor, shall take out an annual licence for so doing, and shall pay for the same the sum of two thousand dollars;  (ii)  keeps  and  sells  or  delivers  from  a  liquor  store spirituous liquor, wine or malt liquor, but does not store in bulk, mix or blend such spirituous liquor, shall take out an annual licence for so doing, and shall pay for the same the sum of one thousand five hundred dollars;  (b) imports   and  sells   spirits   in  bond  in  the  City   of Georgetown or the town of New Amsterdam, shall take out an annual licence for so doing, and shall pay for the same the sum of one thousand two hundred dollars;  (c) sells malt liquor and wine (including the liquor known as Falernum), in any quantity for consumption off the premises shall take out an annual licence for so doing and shall pay for the same the sum of five hundred dollars:  Provided that the holder of an off-licence issued LAWS OF GUYANA 66 Cap. 80:01  Tax  L.R.O. 1/ 2012     Hotel licence. [23 of 1952 8 of 1962 29 of 1973 7 of 1981 8 of 1989 26 of 1992]          Railway  station  or stelling  liquor licence. Restaurant or parlour  malt liquor and wine licence. [23 of 1952 7 of 1981 8 of 1989 26 of 1992]   Passenger steamer  liquor and tobacco licence. [23 of 1952 7 of 1981 8 of 1989 26 of 1992]       Spirit-shop licence. [35 of 1940 8 of 1962 16 of 1963 under paragraph (a) shall not be required to take out a further licence to import and sell spirits in bond.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "shall not be required to take out a further licence to import and sell spirits in bond."
                },
                {
                    "representation": "(i)",
                    "description": "stores in bulk, mixes and blends spirituous liquor in a liquor store and sells or delivers therefrom spirituous liquor, wine or malt liquor, shall take out an annual licence for so doing, and shall pay for the same the sum of two thousand dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "imports   and  sells   spirits   in  bond  in  the  City   of Georgetown or the town of New Amsterdam, shall take out an annual licence for so doing, and shall pay for the same the sum of one thousand two hundred dollars;"
                },
                {
                    "representation": "(c)",
                    "description": "sells malt liquor and wine"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "(1) Hotel licence. (2) Railway station or stelling liquor licence. ",
            "context": "TAX ACT under (1) Hotel licence. (2) Railway station or stelling liquor licence. 41.  (1) The duty for an annual hotel licence shall be, if the licence is a first class licence and the hotel is situate in Georgetown, the sum of seven thousand five hundred dollars and if situate in New Amsterdam or elsewhere, the sum of five thousand dollars; in the case of a second class licence, the sum of five thousand dollars if the hotel is situate in Georgetown; if situate in New Amsterdam or elsewhere the sum of three thousand dollars.  (2) The duty for an annual railway station or stelling liquor licence shall be the sum of one hundred dollars, except in Georgetown where it shall be five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The duty for an annual hotel licence shall be, if the licence is a first class licence and the hotel is situate in Georgetown, the sum of seven thousand five hundred dollars and if situate in New Amsterdam or elsewhere, the sum of five thousand dollars; in the case of a second class licence, the sum of five thousand dollars if the hotel is situate in Georgetown; if situate in New Amsterdam or elsewhere the sum of three thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The duty for an annual railway station or stelling liquor licence shall be the sum of one hundred dollars, except in Georgetown where it shall be five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Restaurant or parlour malt liquor and wine licence. ",
            "context": "TAX ACT under Restaurant or parlour malt liquor and wine licence. 42.  The duty for an annual restaurant or parlour malt liquor and wine licence shall be the sum of seven hundred and fifty  dollars.",
            "description": "The duty for an annual restaurant or parlour malt liquor and wine licence shall be the sum of seven hundred and fifty  dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Passenger steamer liquor and tobacco licence. ",
            "context": "TAX ACT under Passenger steamer liquor and tobacco licence. 43.  The duty for an annual passenger steamer liquor and tobacco licence shall be the sum of five hundred dollars.",
            "description": "The duty for an annual passenger steamer liquor and tobacco licence shall be the sum of five hundred dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Spirit shop licence. ",
            "context": "TAX ACT under Spirit shop licence. 44.  The duty for an annual spirit-shop licence shall be, if it is in Georgetown or within a quarter of a mile of the municipal boundaries thereof or in New Amsterdam or in Linden, the sum of three thousand five hundred dollars and if LAWS OF GUYANA Tax Cap. 80:01 67  L.R.O. 1/ 2012 29 of 1973 7 of 1981 26 of 1992]  Special licences for the sale of intoxicating liquor. [34 of 1950 8 of 1989 26 of 1992] c. 82:21  Malt   liquor and wine licences. [61 of 1950 23 of 1952 7 of 1981 8 of 1989 26 of 1992]             Restaurant liquor licence. [23 of 1952 8 of 1962 16 of 1963 29 of 1973 7 of 1981 8 of 1989 26 of 1992] situate elsewhere the sum of two thousand dollars.",
            "description": "The duty for an annual spirit-shop licence shall be, if it is in Georgetown or within a quarter of a mile of the municipal boundaries thereof or in New Amsterdam or in Linden, the sum of three thousand five hundred dollars and if LAWS OF GUYANA Tax Cap. 80:01 67  L.R.O. 1/ 2012 29 of 1973 7 of 1981 26 of 1992]  Special licences for the sale of intoxicating liquor. [34 of 1950 8 of 1989 26 of 1992] c. 82:21  Malt   liquor and wine licences. [61 of 1950 23 of 1952 7 of 1981 8 of 1989 26 of 1992]             Restaurant liquor licence. [23 of 1952 8 of 1962 16 of 1963 29 of 1973 7 of 1981 8 of 1989 26 of 1992] situate elsewhere the sum of two thousand dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Special licences for the sale of intoxicating liquor. ",
            "context": "TAX ACT under Special licences for the sale of intoxicating liquor. 45.00",
            "description": "45.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Malt liquor and wine licences. ",
            "context": "TAX ACT under Malt liquor and wine licences. 46.  (1) The duty for an annual malt liquor and wine licence in any part of Guyana other than the City of Georgetown  or the town of New Amsterdam or Linden and within one mile of the boundaries of such City or town shall be five hundred dollars.  (2) A malt liquor and wine licence shall not be required for the sale by retail, by a registered chemist and druggist or by a registered sick- nurse and dispenser, in a drug store licensed under sections 24 or 25, of bona fide medicated wines only, and for the purposes of this subsection, the expression bona fide medicated wines means medicated wines from time to time approved as such by the Chief Medical Officer by notice published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The duty for an annual malt liquor and wine licence in any part of Guyana other than the City of Georgetown  or the town of New Amsterdam or Linden and within one mile of the boundaries of such City or town shall be five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "A malt liquor and wine licence shall not be required for the sale by retail, by a registered chemist and druggist or by a registered sick- nurse and dispenser, in a drug store licensed under sections 24 or 25, of bona fide medicated wines only, and for the purposes of this subsection, the expression bona fide medicated wines means medicated wines from time to time approved as such by the Chief Medical Officer by notice published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Restaurant liquor licence. ",
            "context": "TAX ACT under Restaurant liquor licence. 47. The duty for an annual restaurant liquor licence shall be, if the restaurant is situate in the City of Georgetown or within a quarter of a mile of the municipal  boundaries  thereof  or in New Amsterdam  or Linden, the sum of five thousand seven hundred and fifty dollars and, if situate elsewhere, the sum of five thousand dollars.",
            "description": "The duty for an annual restaurant liquor licence shall be, if the restaurant is situate in the City of Georgetown or within a quarter of a mile of the municipal  boundaries  thereof  or in New Amsterdam  or Linden, the sum of five thousand seven hundred and fifty dollars and, if situate elsewhere, the sum of five thousand dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Members’ club liquor licence. ",
            "context": "TAX ACT under Members club liquor licence. 48.  The duty prescribed for an annual members club liquor licence shall be as follows  8 of 1989 7 of 1981 [29 of 1973 liquor  licence. Members  club  LAWS OF GUYANA 68 Cap. 80:01  Tax  L.R.O. 1/ 2012 26 of 1992]                          Coconut  rum licence. [26 of 1992]  Occasional liquor and tobacco licence. [23 of 1952 7 of 1981 8 of 1989 26 of 1992]    Licence duty for the manufacture of sweets and compounds. [7 of 1981 8 of 1989 26 of 1992] c. 82:23  Licence for ball or dance. (a)  if the club is situated in Georgetown or within a mile of the municipal boundaries thereof or in New Amsterdam or Linden, the sum of one thousand five hundred dollars;  (b)  if the club is situated elsewhere than as mentioned in paragraph (a), the sum of one thousand dollars;  (c)  if the Minister is satisfied that the premises of the club are used substantially for the carrying on of athletic activities, the sum of one-half of the amount mentioned in paragraph (a) or (b), as the case may be.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "if the club is situated elsewhere than as mentioned in paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "if the Minister is satisfied that the premises of the club are used substantially for the carrying on of athletic activities, the sum of one-half of the amount mentioned in paragraph"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Coconut rum licence. ",
            "context": "TAX ACT under Coconut rum licence. 49. The annual duty for a coconut rum or coconut toddy licence shall be the sum of one thousand dollars.",
            "description": "The annual duty for a coconut rum or coconut toddy licence shall be the sum of one thousand dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Occasional liquor and tobacco licence. ",
            "context": "TAX ACT under Occasional liquor and tobacco licence. 50.00  Exemption Powers   of   attorney   or   other   documents for the protection and realisation of the property of soldiers who have died whilst serving with the Guyana Defence Force or, before 26th  May  1966,  the  armed  forces  of  a  Commonwealth country.   (14) Certificate of competency as chemist and druggist under the Pharmacy and Poisons Act..........................",
            "description": "50.00  Exemption Powers   of   attorney   or   other   documents for the protection and realisation of the property of soldiers who have died whilst serving with the Guyana Defence Force or, before 26th  May  1966,  the  armed  forces  of  a  Commonwealth country.   (14) Certificate of competency as chemist and druggist under the Pharmacy and Poisons Act.........................."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Licence duty for the manufacture of sweets and compounds. ",
            "context": "TAX ACT under Licence duty for the manufacture of sweets and compounds. 51. Every manufacturer of sweets and every compounder shall pay for his licence under the Bitters and Cordials Act a duty of two thousand five hundred dollars.",
            "description": "Every manufacturer of sweets and every compounder shall pay for his licence under the Bitters and Cordials Act a duty of two thousand five hundred dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Licence for ball or dance. ",
            "context": "TAX ACT under Licence for ball or dance. 52.  The occupier or owner of a lot or part of a lot of land, whether opened or enclosed, or of any house, room, or LAWS OF GUYANA Tax Cap. 80:01 69  L.R.O. 1/ 2012 [7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]              Licence for entertainment. [8 of 1945 7 of 1981 4 of 1985 9 of 1986 8 of 1989 11 of 1993 2 of 1996]                        building, who gives, has or holds, any ball or dance for money or reward, or who permits or allows a ball or dance to be given, had, or held, for money or reward, in or upon the lot or part of a lot of land, house, room, or building, shall take out a licence for the ball or dance, and shall pay for the licence the sum of one thousand dollars:  Provided that the Minister may in his discretion refund the duty whenever he is satisfied that the ball or dance has been given, had, or held for the exclusive benefit of any purely religious, educational,  or charitable object, or in aid of any war fund.",
            "description": "The occupier or owner of a lot or part of a lot of land, whether opened or enclosed, or of any house, room, or LAWS OF GUYANA Tax Cap. 80:01 69  L.R.O. 1/ 2012 [7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]              Licence for entertainment. [8 of 1945 7 of 1981 4 of 1985 9 of 1986 8 of 1989 11 of 1993 2 of 1996]                        building, who gives, has or holds, any ball or dance for money or reward, or who permits or allows a ball or dance to be given, had, or held, for money or reward, in or upon the lot or part of a lot of land, house, room, or building, shall take out a licence for the ball or dance, and shall pay for the licence the sum of one thousand dollars:  Provided that the Minister may in his discretion refund the duty whenever he is satisfied that the ball or dance has been given, had, or held for the exclusive benefit of any purely religious, educational,  or charitable object, or in aid of any war fund."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Licence  for entertainment. ",
            "context": "TAX ACT under Licence  for entertainment. 53.  (1) Except as otherwise provided in this section, the proprietor of every entertainment shall take out a licence for each occasion and pay a duty of fifty dollars:  Provided that  (a)  if the licence is taken out for any term not exceeding three months, there shall be paid for the licence, if the entertainment is in Georgetown or New Amsterdam,  Linden, or within one mile of the municipal boundaries of either of them, the sum of five hundred dollars in full of that term, and if for the same term in any other part of Guyana, the sum of one hundred and thirty dollars in full of that term; and  (b)  this section shall not apply to any concert or theatrical or other public  entertainment  or amusement  of any kind, or description whatever of a like nature, given, had or held, for the exclusive benefit of any purely LAWS OF GUYANA 70 Cap. 80:01  Tax  L.R.O. 1/ 2012                                   c. 21:02  Licence for billiard or bagatelle table. [7 of 1981 4 of 1985 8 of 1989 11 of 1993 2 of 1996]   Entertainment duty. religious, educational or charitable object or to any race meeting or athletic sports or an agricultural, industrial or horticultural exhibition approved by the Minister.  (2) The proprietor of  every cinematograph or video entertainment  shall  take  out  a  quarterly  licence  in  respect  of  the premises in which the entertainment is to hereunder specified:  (a) where the premises are situate in the  City of Georgetown  or  within  one   mile  of  the municipal boundaries  thereof ..............................................................           4,400   (b) where the premises are situate in the town  of New Amsterdam  or Linden or within  one mile of the municipal boundaries  thereof ...............................................................          2,000  (c) where the premises are situate in any  other part of Guyana ......................................          1,200  (3) In this section, the term premises in relation to a video entertainment, includes a video centre as defined in the Cinematograph and Video Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided in this section, the proprietor of every entertainment shall take out a licence for each occasion and pay a duty of fifty dollars:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "where the premises are situate in the  City of Georgetown  or  within  one   mile  of  the municipal boundaries  thereof ..............................................................           4,400"
                },
                {
                    "representation": "(b)",
                    "description": "where the premises are situate in the town  of New Amsterdam  or Linden or within  one mile of the municipal boundaries  thereof ...............................................................          2,000"
                },
                {
                    "representation": "(2)",
                    "description": "The proprietor of  every cinematograph or video entertainment  shall  take  out  a  quarterly  licence  in  respect  of  the premises in which the entertainment is to hereunder specified:"
                },
                {
                    "representation": "(c)",
                    "description": "where the premises are situate in any  other part of Guyana ......................................          1,200"
                },
                {
                    "representation": "(3)",
                    "description": "In this section, the term premises in relation to a video entertainment, includes a video centre as defined in the Cinematograph and Video Act."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Licence for billiard or bagatelle table. ",
            "context": "TAX ACT under Licence for billiard or bagatelle table. 54. Every  person  who  keeps,  either   in  Georgetown   or  New Amsterdam  or  Linden,  any  public  or  subscription  billiard  table  or bagatelle board or table, shall take out a licence for so doing, and pay for the licence the sum of one thousand dollars.  Elsewhere in Guyana the fee for a licence to keep such billiard table or bagatelle board or table shall be fifteen dollars.",
            "description": "Every  person  who  keeps,  either   in  Georgetown   or  New Amsterdam  or  Linden,  any  public  or  subscription  billiard  table  or bagatelle board or table, shall take out a licence for so doing, and pay for the licence the sum of one thousand dollars.  Elsewhere in Guyana the fee for a licence to keep such billiard table or bagatelle board or table shall be fifteen dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Entertainment  duty. ",
            "context": "TAX ACT under Entertainment  duty. 55.  (1) Entertainment duty shall be paid in respect of all payments for admission to any cinematograph be held, and shall pay therefor a quarterly licence duty as LAWS OF GUYANA Tax Cap. 80:01 71  L.R.O. 1/ 2012 [8 of 1955 18 of 1961 7 of 1981 14 of 1982 3 of 1995]                                            entertainment or in respect of any horse racing entertainment  at the following rates  (a) in the City of Georgetown or in the town of New Amsterdam  or  Linden  or  within one mile of the  municipal  boundaries of  the said  (b) City or town...........................................               25% (c) elsewhere in Guyana...........................                25%  Provided that  (i)  entertainment duty shall not be charged on payments for  admission to any cinematograph entertainment  where the Minister is satisfied that the whole of the takings thereof, without deduction of any expenses of the entertainment, are to be  devoted to religious, educational, scientific, philanthropic or charitable purposes;  (ii)  the Minister  may  exempt  from  the  payment  of entertainment duty, either in whole or in part, any payments for admission to any cinematograph entertainment.  (2) Every exhibitor shall not later than the hour of eleven in the forenoon on the third day after every cinematograph entertainment, furnish the district commissioner or the licence revenue officer, as the case may be, with a return in the form from time to time approved by LAWS OF GUYANA 72 Cap. 80:01  Tax  L.R.O. 1/ 2012                                            c. 21:02        him, showing the  particulars  in  respect  of  which  entertainment  duty  is required to be paid under the preceding subsection.  (3) Every exhibitor shall not later than seven days after the last day of the month, pay to the district commissioner or the licence revenue officer, as the case may be, the amount of entertainment duty due in respect of cinematograph entertainment for the preceding month.  (4)  (a)      Every exhibitor who fails to pay the entertainment duty which is payable by him under this section within the time prescribed by section (3) shall, in addition to such entertainment duty, be liable to pay to the officer to whom such entertainment duty is to be paid a further sum of fifteen percent of such entertainment duty or two hundred and fifty dollars, whichever   is  greater,  and  such  additional   sum  shall  be recoverable in the same   manner as entertainment  duty.          (b)   The Commissioner may for any good cause shown remit wholly or in part the further sum payable by an exhibitor under paragraph (a).  (5)  Any exhibitor who fails to furnish any return or make any payment of entertainment duty to the district commissioner or licence revenue officer as required by this section shall be liable on summary conviction to a fine of one hundred and fifty dollars and the licence granted to him under the Cinematograph Act shall be suspended until the district commissioner or the licence revenue officer, as the case may be, certifies to the magistrate that the required return or payment has been duly furnished or made.  LAWS OF GUYANA Tax Cap. 80:01 73  L.R.O. 1/ 2012                                                 (6) Any exhibitor who makes any return to the district commissioner or licence revenue officer as required by this section and which is false in any material particular, shall be liable on summary conviction to a fine of seven hundred and fifty dollars and the licence granted to him under the Cinematograph Act shall be suspended for such period as the magistrate may order.  (7) In this section the expression exhibitor means a person to whom a licence is granted under section 11 of the Cinematograph Act, and  includes  the  person  managing  or  controlling  the  exhibition  of cinematograph films in the premises specified in the licence.  (8)    (a)       Entertainment duty shall be paid at the rate of twenty-five percent  in  respect   of  all  gross  payments  for  admission   to  any entertainment provided by an artiste from abroad:    Provided that the Minister may exempt from the payment of such duty either in whole or in part any payment for admission to any such entertainment.  (b) Every promoter shall, not later than three days after the stage of the entertainment, pay to the Commissioner the amount of the entertainment duty in respect of the said staging of the entertainment.  (c) Every promoter upon making any payment of tax under the preceding  paragraph  shall  furnish  the  Commissioner in the form from time to time approved by him with a LAWS OF GUYANA 74 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 return signed by  such promoter, or if such promoter is a company, by the manager of the business showing particulars of the total amount of tax on receipts from the staging of the entertainment.  (d) Every promoter who fails to pay the entertainment duty which is payable by him under this subsection, within the time prescribed by this subsection, shall, in addition to such entertainment duty, be liable to pay to the Commissioner, a further sum of fifteen percent of such entertainment  duty and such additional   sum shall be recoverable in the same manner as entertainment  duty:  Provided that the Commissioner may for any good cause shown, remit wholly or in part the further sum payable.  (e) A promoter who fails to furnish any return or make any payment of entertainment duty to the Commissioner as required by this subsection shall be liable on summary conviction, to a fine of fifteen thousand dollars.  (f) A promoter who makes any return to the Commissioner as required by this subsection and which is false in any material particular shall be liable on summary conviction, to a fine of seventy-five thousand dollars.  LAWS OF GUYANA Tax Cap. 80:01 75  L.R.O. 1/ 2012                   Travel tax. [9 of 1966B 13 of 1978]                               (g) In this subsection, the expression promoter means the person who is responsible for inviting the artiste to Guyana or for staging the entertainment and includes the manager or the authorised agent of such  person.  (h) This subsection shall not apply to an artiste resident in the Caribbean or a non resident Guyanese artiste.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Entertainment duty shall be paid in respect of all payments for admission to any cinematograph be held, and shall pay therefor a quarterly licence duty as LAWS OF GUYANA Tax Cap. 80:01 71  L.R.O. 1/ 2012 [8 of 1955 18 of 1961 7 of 1981 14 of 1982 3 of 1995]                                            entertainment or in respect of any horse racing entertainment  at the following rates"
                },
                {
                    "representation": "(a)",
                    "description": "Entertainment duty shall be paid at the rate of twenty-five percent  in  respect   of  all  gross  payments  for  admission   to  any entertainment provided by an artiste from abroad:    Provided that the Minister may exempt from the payment of such duty either in whole or in part any payment for admission to any such entertainment."
                },
                {
                    "representation": "(b)",
                    "description": "Every promoter shall, not later than three days after the stage of the entertainment, pay to the Commissioner the amount of the entertainment duty in respect of the said staging of the entertainment."
                },
                {
                    "representation": "(c)",
                    "description": "Every promoter upon making any payment of tax under the preceding  paragraph  shall  furnish  the  Commissioner in the form from time to time approved by him with a LAWS OF GUYANA 74 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 return signed by  such promoter, or if such promoter is a company, by the manager of the business showing particulars of the total amount of tax on receipts from the staging of the entertainment."
                },
                {
                    "representation": "(i)",
                    "description": "entertainment duty shall not be charged on payments for  admission to any cinematograph entertainment  where the Minister is satisfied that the whole of the takings thereof, without deduction of any expenses of the entertainment, are to be  devoted to religious, educational, scientific, philanthropic or charitable purposes;"
                },
                {
                    "representation": "(2)",
                    "description": "Every exhibitor shall not later than the hour of eleven in the forenoon on the third day after every cinematograph entertainment, furnish the district commissioner or the licence revenue officer, as the case may be, with a return in the form from time to time approved by LAWS OF GUYANA 72 Cap. 80:01  Tax  L.R.O. 1/ 2012                                            c. 21:02        him, showing the  particulars  in  respect  of  which  entertainment  duty  is required to be paid under the preceding subsection."
                },
                {
                    "representation": "(3)",
                    "description": "shall, in addition to such entertainment duty, be liable to pay to the officer to whom such entertainment duty is to be paid a further sum of fifteen percent of such entertainment duty or two hundred and fifty dollars, whichever   is  greater,  and  such  additional   sum  shall  be recoverable in the same   manner as entertainment  duty."
                },
                {
                    "representation": "(4)",
                    "description": ""
                },
                {
                    "representation": "(5)",
                    "description": "Any exhibitor who fails to furnish any return or make any payment of entertainment duty to the district commissioner or licence revenue officer as required by this section shall be liable on summary conviction to a fine of one hundred and fifty dollars and the licence granted to him under the Cinematograph Act shall be suspended until the district commissioner or the licence revenue officer, as the case may be, certifies to the magistrate that the required return or payment has been duly furnished or made.  LAWS OF GUYANA Tax Cap. 80:01 73  L.R.O. 1/ 2012"
                },
                {
                    "representation": "(6)",
                    "description": "Any exhibitor who makes any return to the district commissioner or licence revenue officer as required by this section and which is false in any material particular, shall be liable on summary conviction to a fine of seven hundred and fifty dollars and the licence granted to him under the Cinematograph Act shall be suspended for such period as the magistrate may order."
                },
                {
                    "representation": "(7)",
                    "description": "In this section the expression exhibitor means a person to whom a licence is granted under section 11 of the Cinematograph Act, and  includes  the  person  managing  or  controlling  the  exhibition  of cinematograph films in the premises specified in the licence."
                },
                {
                    "representation": "(8)",
                    "description": ""
                },
                {
                    "representation": "(d)",
                    "description": "Every promoter who fails to pay the entertainment duty which is payable by him under this subsection, within the time prescribed by this subsection, shall, in addition to such entertainment duty, be liable to pay to the Commissioner, a further sum of fifteen percent of such entertainment  duty and such additional   sum shall be recoverable in the same manner as entertainment  duty:  Provided that the Commissioner may for any good cause shown, remit wholly or in part the further sum payable."
                },
                {
                    "representation": "(e)",
                    "description": "A promoter who fails to furnish any return or make any payment of entertainment duty to the Commissioner as required by this subsection shall be liable on summary conviction, to a fine of fifteen thousand dollars."
                },
                {
                    "representation": "(f)",
                    "description": "A promoter who makes any return to the Commissioner as required by this subsection and which is false in any material particular shall be liable on summary conviction, to a fine of seventy-five thousand dollars.  LAWS OF GUYANA Tax Cap. 80:01 75  L.R.O. 1/ 2012                   Travel tax. [9 of 1966B 13 of 1978]"
                },
                {
                    "representation": "(g)",
                    "description": "In this subsection, the expression promoter means the person who is responsible for inviting the artiste to Guyana or for staging the entertainment and includes the manager or the authorised agent of such  person."
                },
                {
                    "representation": "(h)",
                    "description": "This subsection shall not apply to an artiste resident in the Caribbean or a non resident Guyanese artiste."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Travel tax. ",
            "context": "TAX ACT under Travel tax. 56.  (1) In this section  aircraft   means  any  machine   for  flying,   whether   propelled   by mechanical means or not, and includes any description of balloon;  carrier  means  (a)  any proprietor or undertaker of a business or enterprise which includes  transporting  passengers  by ship or aircraft from Guyana to any place outside Guyana; or  (b)   the  agent  in  Guyana  of  any  carrier  referred  to  in paragraph (a), whether such proprietor, undertaker or agent be   an  individual   or  a  body   of  persons   corporate   or unincorporated;  embark means go on board any ship or aircraft for the purpose of travelling from Guyana to any place outside Guyana;  immigration officer means any person appointed to be, or LAWS OF GUYANA 76 Cap. 80:01  Tax  L.R.O. 1/ 2012  c. 14:02                                               authorised to perform the functions of, an immigration officer by or under the Immigration  Act;  prescribed means prescribed by regulations;  regulations means regulations made under subsection (13);  ship means a steamship or any other ship, boat, lighter or other craft of any description used for transport by water;  traveller means a person who proposes to travel from Guyana by ship or by aircraft to any place outside Guyana;  travel tax means the tax imposed by subsection (2).  (2) Subject to this section, there shall be paid by every traveller, in respect of each occasion on which he leaves Guyana for any place outside Guyana, a tax of fifty dollars, or of any other sum for the time being prescribed,  payment  whereof  shall  be received  by the carrier transporting,  or making  arrangements  for transporting,  that  traveller from Guyana to any place outside Guyana and the carrier shall, upon receiving every such payment, furnish the traveller with a ticket bearing a serial number and issued by the Commissioner, hereinafter referred to as a travel tax ticket.  (3) Subject to subsection (9), travel tax shall not be payable by  (a) the President, his wife and children under the age of twenty-one  years;  (b) the official representatives  of the Government of any country,  their  wives  and  their  children  under  the  age  of twenty-one  years;  (c) the   official   representatives   of  the   LAWS OF GUYANA Tax Cap. 80:01 77  L.R.O. 1/ 2012                                                 United   Nations Organisation  or  of  any  organisation  established  under  its authority, their wives and children under the age of twenty- one  years;  (d) the master, pilot, or an officer, or any other member of the  staff or crew, of a ship or aircraft on any occasion on which he leaves Guyana by that ship or aircraft, as the case may be;  (e) any person travelling in the performance of his duty as a member of any naval, military or air force raised in Guyana under   any  law  or  present  in  Guyana  pursuant  to  any agreement to which the Government of Guyana is a party;  (f) in transit passengers remaining in Guyana for a period not exceeding forty-eight hours;  (g) any child under the age of seven years;  (h) any  traveller  by  ship  whose  voyage  will  not  entail travelling by sea;  (i) any person prescribed or belonging to any prescribed category of persons.  (4) Every carrier to whom travel tax tickets have been issued pursuant to subsection (2) shall be accountable to the Commissioner for any amount which is required to have been paid as travel tax by persons who are furnished with any of such tickets.  LAWS OF GUYANA 78 Cap. 80:01  Tax  L.R.O. 1/ 2012                               c. 82:01                  (5) A traveller not entitled to exemption from travel tax pursuant to subsection (3) shall not embark without having submitted his travel tax ticket to an immigration officer for cancellation.  (6) A  traveller may be prevented from embarking in contravention of subsection (5) by any immigration officer, who may, for the purpose, take any necessary measures, including the use with any assistance    of   such   force   as   is   reasonably   justifiable    in   the circumstances.  (7) When a ship or aircraft is about to depart with any travellers embarked thereon who are required to have paid an amount referred to in subsection (4), such amount shall, whether demanded or not, be due and payable by the carrier accountable therefor pursuant to subsection (4):  Provided that regulations may provide either generally or in any case for payment by a carrier of any such amount by instalments or periodically  or within such period after the departure of the ship or aircraft as may be prescribed.  (8)  The proper officer within the meaning of the Customs Act may withhold clearance thereunder of any ship or aircraft transporting travellers if he is not satisfied that adequate arrangements have been made for the payment of any amount of travel tax for which a carrier is accountable in respect of any such travellers.  (9) The decision of any immigration officer on any claim by a traveller  to  entitlement  to  exemption  from  travel  tax  pursuant  to subsection (3) shall, subject to subsection (11), be final.  (10) For the purpose of deciding any claim pursuant to subsection (9), the immigration  officer may make such enquiries (either of the traveller or of any other person) as he thinks fit. LAWS OF GUYANA Tax Cap. 80:01 79  L.R.O. 1/ 2012                                                  (11) If it be shown to the satisfaction of the Commissioner that any traveller has paid as travel tax any amount of which payment is not required by this section to have been made or (if such payment was made pursuant to any decision under subsection (9)) would not have been so required but for subsection (9), he shall be entitled to have refunded any amount paid on account thereof pursuant to any of the provisions of subsections (4) and (7):  Provided that no claim for a refund under this subsection shall be entertained after the expiration of six months from the date on which the amount was received from the traveller.  (12) Every person who  (a)  without reasonable cause (the proof whereof shall lie upon him), fails to furnish any information sought from him in accordance with subsection (10);  (b)  for the purpose of evading the payment by that person or any other person of any amount of travel tax, makes any false  statement  or false representation;  (c)  is knowingly concerned in, or in the taking of any steps with a view to, the fraudulent evasion of the payment by that person or any other person of any amount of travel tax,  shall be liable on summary conviction to a fine of five hundred dollars and of  such additional  sum equivalent  to any amount of tax outstanding pursuant to the offence, in LAWS OF GUYANA 80 Cap. 80:01  Tax  L.R.O. 1/ 2012                                            Licence to trade in gold and  precious stones. 3 of 1946 case of proof in that behalf, as the court may direct (payment of the fine, including any such additional sum, to have the effect of satisfying such tax) and to imprisonment for six months.  (13) The Minister  may make regulations  to give effect to the provisions of this Act relating  to travel tax and, without prejudice  to the generality  of the foregoing, to provide for all or any of the following matters  (a)  the issue and form of travel tax tickets;  (b)  the keeping, production to such persons as may be prescribed, and inspection by them, of records or other documents  used  by  or  belonging  to  any  person,  for  the purpose of ascertaining whether travel tax has been paid and accounted  for  in  accordance  with  this  section  and  any regulations;  (c)  anything to be prescribed under this section:  Provided that no regulation prescribing any sum in pursuance of subsection (2) shall come into operation unless and until affirmed by resolution of the National Assembly.  (14) There may be annexed to the breach of any regulation a prescribed penalty not exceeding two hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this section  aircraft   means  any  machine   for  flying,   whether   propelled   by mechanical means or not, and includes any description of balloon;  carrier  means"
                },
                {
                    "representation": "(a)",
                    "description": "the issue and form of travel tax tickets;"
                },
                {
                    "representation": "(b)",
                    "description": "the keeping, production to such persons as may be prescribed, and inspection by them, of records or other documents  used  by  or  belonging  to  any  person,  for  the purpose of ascertaining whether travel tax has been paid and accounted  for  in  accordance  with  this  section  and  any regulations;"
                },
                {
                    "representation": "(2)",
                    "description": "shall come into operation unless and until affirmed by resolution of the National Assembly."
                },
                {
                    "representation": "(3)",
                    "description": "shall, subject to subsection"
                },
                {
                    "representation": "(c)",
                    "description": "anything to be prescribed under this section:  Provided that no regulation prescribing any sum in pursuance of subsection"
                },
                {
                    "representation": "(d)",
                    "description": "the master, pilot, or an officer, or any other member of the  staff or crew, of a ship or aircraft on any occasion on which he leaves Guyana by that ship or aircraft, as the case may be;"
                },
                {
                    "representation": "(e)",
                    "description": "any person travelling in the performance of his duty as a member of any naval, military or air force raised in Guyana under   any  law  or  present  in  Guyana  pursuant  to  any agreement to which the Government of Guyana is a party;"
                },
                {
                    "representation": "(f)",
                    "description": "in transit passengers remaining in Guyana for a period not exceeding forty-eight hours;"
                },
                {
                    "representation": "(g)",
                    "description": "any child under the age of seven years;"
                },
                {
                    "representation": "(h)",
                    "description": "any  traveller  by  ship  whose  voyage  will  not  entail travelling by sea;"
                },
                {
                    "representation": "(i)",
                    "description": "any person prescribed or belonging to any prescribed category of persons."
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "by any immigration officer, who may, for the purpose, take any necessary measures, including the use with any assistance    of   such   force   as   is   reasonably   justifiable    in   the circumstances."
                },
                {
                    "representation": "(6)",
                    "description": "A  traveller may be prevented from embarking in contravention of subsection"
                },
                {
                    "representation": "(7)",
                    "description": "When a ship or aircraft is about to depart with any travellers embarked thereon who are required to have paid an amount referred to in subsection"
                },
                {
                    "representation": "(8)",
                    "description": "The proper officer within the meaning of the Customs Act may withhold clearance thereunder of any ship or aircraft transporting travellers if he is not satisfied that adequate arrangements have been made for the payment of any amount of travel tax for which a carrier is accountable in respect of any such travellers."
                },
                {
                    "representation": "(9)",
                    "description": "The decision of any immigration officer on any claim by a traveller  to  entitlement  to  exemption  from  travel  tax  pursuant  to subsection"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "(1) Licence to trade in gold and precious stones. (21) Deposits and bonds made or entered into prior to 1st January ",
            "context": "TAX ACT under (1) Licence to trade in gold and precious stones. (21) Deposits and bonds made or entered into prior to 1st January 57.  (1) Except as otherwise provided in this section, any person who desires to sell or to purchase valuable mineral, or precious stones or valuable mineral and precious stones shall make an application in writing to the Commissioner of Geological Surveys and Mines for a licence LAWS OF GUYANA Tax Cap. 80:01 81  L.R.O. 1/ 2012 9 of 1948 2 of 1967 5 of 1969 1 of 1972 4 of 1981 12 of 1981 11 of 1983 8 of 1989]                                         to trade in valuable minerals, or in precious stones, or in valuable mineral and precious stones, as the case may be. (2) In an application under subsection (1) the applicant shall specify the premises in which he proposes to trade as aforesaid.  (3) The  applicant  shall  deposit  with  the  Commissioner  of Geological Surveys and Mines  (a)  where  the  application  is  in  respect  of  premises situate  in  the  City  of  Georgetown,   the  town  of  New Amsterdam or the village of Bartica or within ten miles of such city, town or village  (i)  the   sum   of   five   thousand   dollars,   where   the application is in respect of a licence to trade in valuable mineral only;  (ii)  the   sum   of   ten   thousand   dollars,   where   the application is in respect of a licence to trade in precious stones only; and  (iii)  the  sum  of  fifteen  thousand  dollars,  where  the application is in respect of a licence to trade in valuable minerals and precious stones; and  (b)  where the application is in respect of a licence to trade in valuable minerals only or in valuable minerals and precious stones in premises situate LAWS OF GUYANA 82 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 elsewhere in Guyana, the sum of two thousand five hundred dollars or, in lieu of such deposit, he shall deliver  to the Commissioner  of Geological Surveys and Mines a bond entered into jointly and severally by the applicant and one or more sureties approved by the Commissioner of Geological Surveys and Mines, conditioned for the payment of the sum of  five thousand dollars, the sum of ten thousand dollars, the sum of fifteen thousand dollars, or the sum of two thousand five hundred dollars,  as  the  case  may  be,  to  the  Guyana  Geology  and  Mines Commission if the applicant shall, at any time while he may be the holder of a  licence  issued under this section,  fail to comply  with, or shall contravene, any regulations for the time being in force under the Mining Act and relating to the sale and purchase of, and the duties of traders in, valuable minerals,  precious stones,  or valuable  minerals and precious stones, as the case may be.  Any deposit under this subsection shall be subject to the conditions as aforesaid.  (4) An applicant  shall make a deposit,  or deliver  a bond, as specified in subsection (3), in respect of every licence applied for by him:  Provided  that where the licences  applied for are in one mining district, city, town or village, one deposit only, or one bond only, may be made or delivered, as the case may be.  (5)  No  licence  under  this  section  shall  be  issued  unless  the provisions of subsections (3) and (4) have been complied with.  (6) The Commissioner of Geological Surveys and Mines may, in his discretion, refuse to issue a licence under this section to any person who has been convicted  (a)  of buying valuable minerals or precious stones contrary to any regulations for the time being in force LAWS OF GUYANA Tax Cap. 80:01 83  L.R.O. 1/ 2012                                                 relating to the sale and purchase of valuable minerals, and to the duties of persons trading in, valuable minerals and precious stones; or (b) of the  unlawful possession of gold or precious stones contrary to the Mining Act:  Provided that where the Commissioner of Geological Surveys and Mines refuses under this subsection to issue a licence, the applicant therefor  may  appeal  to  the  Minister  from  such  refusal,  and  if  the Minister, after making such inquiry as he may think fit, decides that the issue of the licence should not be refused, the licence shall be issued accordingly.  (7)  Every  licence  issued  under  this  section  shall  specify  the premises in which the licensee shall be permitted to trade, shall be in respect of one set of premises only, and shall not authorise a sale or purchase in any premises not specified in the licence.  (8) Every licence issued under this section shall be an annual licence, and the licence duty payable thereon shall be as hereunder  (a)  where the premises licensed are situate in the City of Georgetown, or the town of New Amsterdam, or the village of Bartica, or within ten miles of such city, town or village, the licence duty shall be  (i)  on a licence to trade in valuable mineral only, the sum of five hundred dollars;  (ii)  on a licence to trade in precious LAWS OF GUYANA 84 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                 stones only, the sum of one thousand dollars; and (iii)  on  a  licence  to  trade  in  valuable  minerals  and precious stones,  the  sum  of one  thousand  five  hundred dollars;  (b)  where the premises licensed are situate elsewhere in Guyana, the licence duty shall be  (i)  on a licence to trade in valuable minerals only, the sum of five thousand dollars;  (ii)  on  a  licence  to  trade  in  valuable  minerals  and precious stones, the sum of ten thousand dollars.  (9) Every licence to trade in valuable minerals, precious stones, or valuable minerals and precious stones shall be issued subject to the provisions of any regulations for the time being in force relating to the sale  and purchase of, and the duties of traders in, valuable minerals, precious stones, or valuable minerals and precious stones, as the case may be.  (10) Where the holder of a licence issued under this section is convicted  (a)  of buying valuable minerals or precious stones contrary to any regulations for the time being in force relating to the sale and purchase of, and to the duties of persons trading in, valuable minerals and precious stones; or LAWS OF GUYANA Tax Cap. 80:01 85  L.R.O. 1/ 2012                   c.  65:01                               (b)  of  the  unlawful  possession  of  valuable  minerals  or precious stones contrary to the Mining Act, the Minister may direct the Commissioner of Geological Surveys and Mines to cancel   the   licence   and  the   licence   shall   be  cancelled accordingly.  (11)Where the holder of a licence to trade in valuable minerals, precious stones, or valuable minerals and precious stones has failed to comply with, or has contravened, any provision of any regulations for the time being in force under the Mining Act and relating to the sale and purchase  of, and the duties of traders in, valuable minerals, precious stones, or valuable minerals and precious stones, as the case may be, the deposit made under subsection (3) or (4) by the holder of the licence shall be forfeited and shall be paid to the Commissioner of Geological Surveys and Mines, and where, in lieu of such deposit, a bond was entered into, the sum specified in the bond shall forthwith become due and payable by the holder of the licence and the sureties to the bond, jointly and severally, to the Guyana Geology and Mines Commission, and shall be recoverable by parate  or  summary  execution  at the instance  of the Commissioner of Geological Surveys and Mines, or by action instituted by or on behalf of the Attorney-General.  (12) In any proceeding by way of parate or summary execution, a statement purporting to be signed by the Commissioner of Geological Surveys and Mines that any amount is due and payable to the Geology and Mines Commission, on a bond made under subsection (3) or (4), by the person or persons named in the statement shall, without any proof of the signature or of any other matter, be deemed sufficient evidence that the amount is so due and payable.  LAWS OF GUYANA 86 Cap. 80:01  Tax  L.R.O. 1/ 2012                   c. 65:01        c. 29:01                      (13) Subject to subsection (20), moneys received or recovered under this section or under section 59 shall vest in the Guyana Geology and Mines Commission.  (14) The Guyana Geology and Mines Commission,  with the approval of the Minister, may waive or remit the whole or any portion of the amount of a deposit or of a bond, which has been forfeited or has become due and payable, as the case may be, under subsection (11).  (15) No licence mentioned in section 22, 43, 46, 48, 50 or 51 shall be issued to any person for any place or premises situate within ten miles of a claim held under a licence to mine or to search for valuable minerals or precious stones issued under the Mining Act and for the time being in force, unless such person is also the holder of a licence issued under this section:  Provided that notwithstanding the foregoing requirement  of this subsection where such place or premises are situated within a location mentioned in section 5 of the Amerindian Act, the Minister responsible for finance may authorise the issue of a licence under section 22 of this Act to any person who would, but for that requirement, be entitled to establish a shop therein.  (16) Any licence issued under this section may, subject to this Act, be transferred together with any licence mentioned in section 22, 43, 46, 48, 50 or 51, from the premises in respect of which it was issued to any other premises.  (17) The holder of a prospecting licence, the holder or licensee of  a  claim or the agent duly authorised  in writing by the holder of licensee, or a distributor, if a permit has been issued to him under and in accordance with regulations for the time being in force under the Mining Act,  may, without being the holder of a licence to trade in valuable minerals, sell valuable minerals, in any part of Guyana not being the City of Georgetown, the town of New Amsterdam, the village of LAWS OF GUYANA Tax Cap. 80:01 87  L.R.O. 1/ 2012                                 Goldsmiths licence. [9 of 1948 4 of 1981 12 of 1981 8 of 1989 11 of 1993]            Bartica, or any place within ten miles of the said city, town or village, to the holder of a licence to trade in valuable minerals, if such sale is in accordance with the said regulations and the terms and conditions of such permit.  (18) Except as provided in subsection (17), no person shall sell or purchase valuable minerals or precious stones unless he has taken out a  licence under this section to trade in valuable minerals or precious stones, as the case may be.  (19)  Any  person  who  contravenes  any  of  the  provisions  or subsection (19) shall be liable on summary conviction to a fine of three thousand dollars, and if he has not at the time of conviction taken out a licence to which the conviction relates he shall in addition be ordered to pay the sum required by this section to be paid for the licence, and such fine and sum shall together be recovered as one penalty.  (20) In this section,   the expressions claim, mining district precious stones, raw gold and valuable minerals shall have the same meanings as they respectively have in the Mining Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the applicant shall specify the premises in which he proposes to trade as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "In an application under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "of buying valuable minerals or precious stones contrary to any regulations for the time being in force relating to the sale and purchase of, and to the duties of persons trading in, valuable minerals and precious stones; or LAWS OF GUYANA Tax Cap. 80:01 85  L.R.O. 1/ 2012                   c.  65:01"
                },
                {
                    "representation": "(i)",
                    "description": "on a licence to trade in valuable minerals only, the sum of five thousand dollars;"
                },
                {
                    "representation": "(b)",
                    "description": "of  the  unlawful  possession  of  valuable  minerals  or precious stones contrary to the Mining Act, the Minister may direct the Commissioner of Geological Surveys and Mines to cancel   the   licence   and  the   licence   shall   be  cancelled accordingly."
                },
                {
                    "representation": "(4)",
                    "description": "by the holder of the licence shall be forfeited and shall be paid to the Commissioner of Geological Surveys and Mines, and where, in lieu of such deposit, a bond was entered into, the sum specified in the bond shall forthwith become due and payable by the holder of the licence and the sureties to the bond, jointly and severally, to the Guyana Geology and Mines Commission, and shall be recoverable by parate  or  summary  execution  at the instance  of the Commissioner of Geological Surveys and Mines, or by action instituted by or on behalf of the Attorney-General."
                },
                {
                    "representation": "(5)",
                    "description": "No  licence  under  this  section  shall  be  issued  unless  the provisions of subsections"
                },
                {
                    "representation": "(6)",
                    "description": "The Commissioner of Geological Surveys and Mines may, in his discretion, refuse to issue a licence under this section to any person who has been convicted"
                },
                {
                    "representation": "(7)",
                    "description": "Every  licence  issued  under  this  section  shall  specify  the premises in which the licensee shall be permitted to trade, shall be in respect of one set of premises only, and shall not authorise a sale or purchase in any premises not specified in the licence."
                },
                {
                    "representation": "(8)",
                    "description": "Every licence issued under this section shall be an annual licence, and the licence duty payable thereon shall be as hereunder"
                },
                {
                    "representation": "(9)",
                    "description": "Every licence to trade in valuable minerals, precious stones, or valuable minerals and precious stones shall be issued subject to the provisions of any regulations for the time being in force relating to the sale  and purchase of, and the duties of traders in, valuable minerals, precious stones, or valuable minerals and precious stones, as the case may be."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Goldsmith’s licence. ",
            "context": "TAX ACT under Goldsmiths licence. 58.  (1) Any goldsmith  who  desires  to  purchase  gold,  from  the Guyana Gold Board, for the purposes  of his business or trade as a goldsmith shall make an application in writing to the Commissioner of Geological Surveys and Mines for a licence therefor (in this Act referred to as a goldsmiths licence) and shall specify the premises in which he proposes to carry on his business or trade as a goldsmith.  (2) Every goldsmiths licence shall specify the premises to which the licence relates, and shall be in respect of one set of premises only, and shall not authorise a purchase for the purpose of any premises not specified in the licence.  (3) Every goldsmiths licence shall be an annual LAWS OF GUYANA 88 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                Licence to purchase licence, and the licence duty payable thereon shall be the sum of one thousand dollars.  (4)  Every  goldsmiths  licence  shall  be  issued  subject  to  the provisions of any regulations for the time being in force, relating to the sale and purchase of gold made under the Mining Act, or any other law, and where a goldsmith contravenes or fails to comply with any of the aforesaid  provisions  in relation  to any purchase  of gold he shall be deemed to have acted without a licence.  (5) The provisions of section 58 (6), (10) and (15) shall, mutatis mutandis, apply to a licence  issued  under  this section  in the same manner and to the same extent as they apply to a licence issued under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any goldsmith  who  desires  to  purchase  gold,  from  the Guyana Gold Board, for the purposes  of his business or trade as a goldsmith shall make an application in writing to the Commissioner of Geological Surveys and Mines for a licence therefor"
                },
                {
                    "representation": "(2)",
                    "description": "Every goldsmiths licence shall specify the premises to which the licence relates, and shall be in respect of one set of premises only, and shall not authorise a purchase for the purpose of any premises not specified in the licence."
                },
                {
                    "representation": "(3)",
                    "description": "Every goldsmiths licence shall be an annual LAWS OF GUYANA 88 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                Licence to purchase licence, and the licence duty payable thereon shall be the sum of one thousand dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Every  goldsmiths  licence  shall  be  issued  subject  to  the provisions of any regulations for the time being in force, relating to the sale and purchase of gold made under the Mining Act, or any other law, and where a goldsmith contravenes or fails to comply with any of the aforesaid  provisions  in relation  to any purchase  of gold he shall be deemed to have acted without a licence."
                },
                {
                    "representation": "(5)",
                    "description": "The provisions of section 58"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Licence to purchase balata. ",
            "context": "TAX ACT under Licence to purchase balata. 59. (1) Every person who sells, exports or purchases, balata, India-rubber, or substances of a like nature, or any LAWS OF GUYANA Tax Cap. 80:01 89  L.R.O. 1/ 2012 balata. [8 of 1989]          c. 69:07    Licence for petrol   pump. [8 of 1989 11 of 1993 2 of 1996] c. 28:01     Licence for storage tanks for molasses.  [8 of 1989 26 of 1992]     Duration  of licences.    c. 82:21           other gums, shall take out a licence for so doing, and shall pay for the same the sum of one hundred dollars:  Provided that a licence under this section may be issued to any person who sells India-rubber only, grown on land of which he is the lawful occupier, without payment of duty.  (2) Licences issued under this section shall be deemed to be licences issued under the Balata Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who sells, exports or purchases, balata, India-rubber, or substances of a like nature, or any LAWS OF GUYANA Tax Cap. 80:01 89  L.R.O. 1/ 2012 balata. [8 of 1989]          c. 69:07    Licence for petrol   pump. [8 of 1989 11 of 1993 2 of 1996] c. 28:01     Licence for storage tanks for molasses.  [8 of 1989 26 of 1992]     Duration  of licences.    c. 82:21           other gums, shall take out a licence for so doing, and shall pay for the same the sum of one hundred dollars:  Provided that a licence under this section may be issued to any person who sells India-rubber only, grown on land of which he is the lawful occupier, without payment of duty."
                },
                {
                    "representation": "(2)",
                    "description": "Licences issued under this section shall be deemed to be licences issued under the Balata Act."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Licence for petrol pump. ",
            "context": "TAX ACT under Licence for petrol pump. 60.00   (b) Of  any other kind whatsoever not hereinbefore described................................................",
            "description": [
                {
                    "representation": "(b)",
                    "description": "Of  any other kind whatsoever not hereinbefore described................................................"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Licence for storage tanks for molasses. ",
            "context": "TAX ACT under Licence for storage tanks for molasses. 61.  Every person who owns and uses or permits to be used any tank for the storage of molasses in Georgetown or within a quarter of a mile of the municipal boundaries thereof or in New Amsterdam shall take out an annual licence in respect of such tank and pay for the licence the sum of one thousand dollars.",
            "description": "Every person who owns and uses or permits to be used any tank for the storage of molasses in Georgetown or within a quarter of a mile of the municipal boundaries thereof or in New Amsterdam shall take out an annual licence in respect of such tank and pay for the licence the sum of one thousand dollars."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Duration of licences. ",
            "context": "TAX ACT under Duration of licences. 62.  (1) The  licences  hereinbefore  enumerated  other  than  those mentioned in sections 23, 51, 53 and 54 shall be for the period of one year beginning on the 1st January in each year, except that the duration of licences  issued under the Intoxicating  Liquor Licensing  Act shall be regulated by that Act.  (2)  Where  a  new  licence,  other  than  those  mentioned  in subsection (1) and in sections 58, 59 and 60 is issued for the first time and the amount of the duty is not less than two dollars, it may be issued for a period less than one year at a proportionate amount of the duty: LAWS OF GUYANA 90 Cap. 80:01  Tax  L.R.O. 1/ 2012               Time for payment  of licence  duty. [61 of 1952 3 of 1967]                               Provided that  (a)  such period shall not be less than the unexpired portion of the year, and  (b)  the amount of the duty on every such licence shall be computed and paid from the first day of the quarter in which the licence is granted.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and in sections 58, 59 and 60 is issued for the first time and the amount of the duty is not less than two dollars, it may be issued for a period less than one year at a proportionate amount of the duty: LAWS OF GUYANA 90 Cap. 80:01  Tax  L.R.O. 1/ 2012               Time for payment  of licence  duty. [61 of 1952 3 of 1967]                               Provided that"
                },
                {
                    "representation": "(2)",
                    "description": "Where  a  new  licence,  other  than  those  mentioned  in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "such period shall not be less than the unexpired portion of the year, and"
                },
                {
                    "representation": "(b)",
                    "description": "the amount of the duty on every such licence shall be computed and paid from the first day of the quarter in which the licence is granted."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Time for payment of licence duty. ",
            "context": "TAX ACT under Time for payment of licence duty. 63.  (l)  Subject to subsection (2), the duty for every annual licence shall be due and payable on the 1st January in each year and shall be paid on or before the last day in February.  Where the amount of the duty for an annual licence is or exceeds six dollars the duty may be paid in two moieties whereof the first shall be paid on or before the last day in February and the second moiety on or before the 31st July in each year; but on failure to pay the first moiety within the period limited the whole amount of the duty shall be thereupon payable.  (2) The duty for every annual licence issued in respect  of a certificate granted by the Intoxicating Liquor Licensing Board shall be due and payable on the 1st January in each year. The amount of the duty may be paid in two moieties whereof the first shall be paid on or before the 7th January and the second moiety on or before the 7th July in each year; but on failure to pay the first moiety within the period limited the whole of the duty shall be thereupon payable:  Provided that a licence may be issued for the unexpired portion of any year to commence from the beginning of the quarter year in which the licence is issued.  (3) Where the amount of duty for an annual licence exceeds one hundred dollars the district commissioner or the Comptroller of Customs and Excise, as the case may be, may LAWS OF GUYANA Tax Cap. 80:01 91  L.R.O. 1/ 2012                            Storage rent for  gunpowder in magazine        Exemption of the President.   Power of Minister  to remit licence duty  collected on carts fitted with  pneu- matic or solid demand security by bond with one or more sureties for the payment of the second moiety.  (4) Notwithstanding anything to the contrary provided in this Act, it shall be lawful to pay in equal quarterly instalments  the duty for a licence in respect of the occupation of any premises or part thereof as mentioned in section 11 or 12, and every instalment  relating to any quarter shall  be payable  in advance  of such occupation  during  that quarter of the premises or part thereof, as the case may be, subject to the following provisions of this subsection. Subsection (1) of this section shall apply to the payment under this subsection of the first quarterly instalment in respect of an annual licence as they apply to the payment of the first moiety in that respect and, in default of the payment within the  time limited  of any other quarterly  instalment  first hereinbefore referred to, the whole outstanding amount of the said duty shall be due and  payable,  the time  for payment  of licence  duty for any quarter subsequent to the issue of the licence being until the end of the first month in that quarter.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The duty for every annual licence issued in respect  of a certificate granted by the Intoxicating Liquor Licensing Board shall be due and payable on the 1st January in each year. The amount of the duty may be paid in two moieties whereof the first shall be paid on or before the 7th January and the second moiety on or before the 7th July in each year; but on failure to pay the first moiety within the period limited the whole of the duty shall be thereupon payable:  Provided that a licence may be issued for the unexpired portion of any year to commence from the beginning of the quarter year in which the licence is issued."
                },
                {
                    "representation": "(3)",
                    "description": "Where the amount of duty for an annual licence exceeds one hundred dollars the district commissioner or the Comptroller of Customs and Excise, as the case may be, may LAWS OF GUYANA Tax Cap. 80:01 91  L.R.O. 1/ 2012                            Storage rent for  gunpowder in magazine        Exemption of the President.   Power of Minister  to remit licence duty  collected on carts fitted with  pneu- matic or solid demand security by bond with one or more sureties for the payment of the second moiety."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding anything to the contrary provided in this Act, it shall be lawful to pay in equal quarterly instalments  the duty for a licence in respect of the occupation of any premises or part thereof as mentioned in section 11 or 12, and every instalment  relating to any quarter shall  be payable  in advance  of such occupation  during  that quarter of the premises or part thereof, as the case may be, subject to the following provisions of this subsection. Subsection"
                },
                {
                    "representation": "(1)",
                    "description": "of this section shall apply to the payment under this subsection of the first quarterly instalment in respect of an annual licence as they apply to the payment of the first moiety in that respect and, in default of the payment within the  time limited  of any other quarterly  instalment  first hereinbefore referred to, the whole outstanding amount of the said duty shall be due and  payable,  the time  for payment  of licence  duty for any quarter subsequent to the issue of the licence being until the end of the first month in that quarter."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Storage rent for gun-powder in magazine. LAWS OF GUYANA Tax Cap. 80:01 5  L.R.O. 1/ 2012 SECTION  MISCELLANEOUS  PROVISIONS  ",
            "context": "TAX ACT under Storage rent for gun-powder in magazine. LAWS OF GUYANA Tax Cap. 80:01 5  L.R.O. 1/ 2012 SECTION  MISCELLANEOUS  PROVISIONS  64. The storage rent of any explosive in any government magazine shall be, for every month or part of a month at the rate of one per cent per pound; and all the storage rent shall be exclusive of any charge incurred  for porterage.  MISCELLANEOUS   PROVISIONS",
            "description": "The storage rent of any explosive in any government magazine shall be, for every month or part of a month at the rate of one per cent per pound; and all the storage rent shall be exclusive of any charge incurred  for porterage.  MISCELLANEOUS   PROVISIONS"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Exemption of the President. ",
            "context": "TAX ACT under Exemption of the President. 65. The President is exempt from taxation.",
            "description": "The President is exempt from taxation."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Power of Minister to remit licence duty collected on carts fitted with pneumatic or solid rubber tyres. ",
            "context": "TAX ACT under Power of Minister to remit licence duty collected on carts fitted with pneumatic or solid rubber tyres. 66. The Minister may remit any licence duty collected on any cart fitted with pneumatic or solid rubber tyres, drawn by any donkey, ox, horse, mule or pony, kept and used elsewhere than in Georgetown.   rubber  tyres. [23 of 1952] LAWS OF GUYANA 92 Cap. 80:01  Tax  L.R.O. 1/ 2012  Licence not reqiured for public  or prison  canteen.           Weight to be used.     Persons to whom taxes to be paid.  Recovery of taxes. [18 of 1961 13 of 1989 11 of 1983]      Issue of licences. [61 of 1952 10 of 1954 1 of 1972]",
            "description": "The Minister may remit any licence duty collected on any cart fitted with pneumatic or solid rubber tyres, drawn by any donkey, ox, horse, mule or pony, kept and used elsewhere than in Georgetown.   rubber  tyres. [23 of 1952] LAWS OF GUYANA 92 Cap. 80:01  Tax  L.R.O. 1/ 2012  Licence not reqiured for public  or prison  canteen.           Weight to be used.     Persons to whom taxes to be paid.  Recovery of taxes. [18 of 1961 13 of 1989 11 of 1983]      Issue of licences. [61 of 1952 10 of 1954 1 of 1972]"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Licence not required for police or prison canteen. ",
            "context": "TAX ACT under Licence not required for police or prison canteen. 67.  No licence shall be required to be taken out under this Act for any canteen carried on at any police station or prison with the consent of the Commissioner of Police or the Director of Prisons, as the case may be, for  the  supply  of  spirituous  liquors,  malt  liquors,  wine,  tobacco, provisions, or any other goods, wares, or merchandise, to members of the police force and their families, to prison officers and their families, and to other persons lawfully residing with the permission of the Minister in such police station or prison.",
            "description": "No licence shall be required to be taken out under this Act for any canteen carried on at any police station or prison with the consent of the Commissioner of Police or the Director of Prisons, as the case may be, for  the  supply  of  spirituous  liquors,  malt  liquors,  wine,  tobacco, provisions, or any other goods, wares, or merchandise, to members of the police force and their families, to prison officers and their families, and to other persons lawfully residing with the permission of the Minister in such police station or prison."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Weight to be used. ",
            "context": "TAX ACT under Weight to be used. 68.  The weight upon which taxes and duties shall be charged under this Act shall be the net imperial weight, after allowing and deducting the tare customary in Guyana.",
            "description": "The weight upon which taxes and duties shall be charged under this Act shall be the net imperial weight, after allowing and deducting the tare customary in Guyana."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Persons to whom taxes to be paid. ",
            "context": "TAX ACT under Persons to whom taxes to be paid. 69. All moneys collected under and by virtue of this Act shall be paid to the Accountant General.",
            "description": "All moneys collected under and by virtue of this Act shall be paid to the Accountant General."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Recovery of taxes. ",
            "context": "TAX ACT under Recovery of taxes. 70. In default of payment, when due, of any of the taxes or duties imposed or other moneys payable by this Act or by any Act mentioned in this Act, those taxes, duties, or other moneys with interest at the rate of forty-five per cent per annum from the day when they became due and payable, shall, when not otherwise specially directed, be enforced and recovered by the Accountant General by parate execution.",
            "description": "In default of payment, when due, of any of the taxes or duties imposed or other moneys payable by this Act or by any Act mentioned in this Act, those taxes, duties, or other moneys with interest at the rate of forty-five per cent per annum from the day when they became due and payable, shall, when not otherwise specially directed, be enforced and recovered by the Accountant General by parate execution."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Issue of licences. ",
            "context": "TAX ACT under Issue of licences. 71.  (1) Save as is hereinafter provided by subsections (2) and (3) all licences under this Act shall be issued by a district commissioner.  (2) Licences under sections 58 and 59 shall be issued by the Commissioner of Geological Surveys and Mines or by any officer of his department assigned by him to perform those duties.  (3) Licences under sections 42, 43, 44, 45, 46, 47, 48, 49, 49A, 50, 51, 52 and 62 shall be issued by the Comptroller of Customs and Excise. LAWS OF GUYANA Tax Cap. 80:01 93  L.R.O. 1/ 2012   District Commissioner may refuse licence.     s. 39 [17 of 1971 8 of 1989 11 of 1993]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as is hereinafter provided by subsections"
                },
                {
                    "representation": "(2)",
                    "description": "Licences under sections 58 and 59 shall be issued by the Commissioner of Geological Surveys and Mines or by any officer of his department assigned by him to perform those duties."
                },
                {
                    "representation": "(3)",
                    "description": "Licences under sections 42, 43, 44, 45, 46, 47, 48, 49, 49A, 50, 51, 52 and 62 shall be issued by the Comptroller of Customs and Excise. LAWS OF GUYANA Tax Cap. 80:01 93  L.R.O. 1/ 2012   District Commissioner may refuse licence.     s. 39 [17 of 1971 8 of 1989 11 of 1993]"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "District commissioner may refuse licence  FIRST SCHEDULE—Professions  and Occupations.  SECOND SCHEDULE—Accountants. THIRD   SCHEDULE—Architects.  FOURTH   SCHEDULE—Engineers.  FIFTH  SCHEDULE—Surveyors.   __________________________  CHAPTER 80:01  TAX ACT 1953 Ed. c. 298 _______________________________________________________ 22  of 1927 An Act to consolidate the enactments relating to the imposition of taxes for the public use in Guyana.    [9TH DECEMBER, 1939] [Section ",
            "context": "TAX ACT under District commissioner may refuse licence  FIRST SCHEDULEProfessions  and Occupations.  SECOND SCHEDULEAccountants. THIRD   SCHEDULEArchitects.  FOURTH   SCHEDULEEngineers.  FIFTH  SCHEDULESurveyors.   __________________________  CHAPTER 80:01  TAX ACT 1953 Ed. c. 298 _______________________________________________________ 22  of 1927 An Act to consolidate the enactments relating to the imposition of taxes for the public use in Guyana.    [9TH DECEMBER, 1939] [Section 72.  A district commissioner  or  the  Commissioner  of  Geological Surveys and Mines may refuse to issue a licence  to any person or company, but an appeal shall lie to the Minister in any case of refusal.  __________  FIRST  SCHEDULE  PROFESSIONS  AND  OCCUPATIONS     Person  Fee Accountant  Architect  Auditor  Dentist  Engineer Legal Practitioner  Medical Practitioner Optometrist  Pharmacist  Physiotherapist  Surveyor Veterinary Surgeon  $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000 $10,000     ________________    LAWS OF GUYANA 94 Cap. 80:01  Tax  L.R.O. 1/ 2012    s. 39 [17 of 1971]                                               SECOND SCHEDULE   ACCOUNTANTS  Professional Body or class of Persons  Designation Appropriate Initials (a) The Institute of Chartered Accountants of Scotland  (b) The Institute of Chartered Accountants in England and Wales  (c) The Association of Certified Accountants  (d) Persons, who in the opinion of the Commis- sioner signified to such persons in writing, perform functions of a professional character normally carried out by a person entitled to any of the designations or initials specified in the second and third columns of this Schedule.  Charterted Accountant     Chartered Accountant or Incorporated Accountant   Certified Accountant C.A.     A.C.A. or F.C.A. A.S.A.A. or F.S.A.A.  A.C.C.A. or F.C.C.A.  LAWS OF GUYANA Tax Cap. 80:01 95  L.R.O. 1/ 2012    s. 39 [17 of 1971]                                               THIRD SCHEDULE  ARCHITECTS  Professional Body or class of Persons Designation Appropriate Initials  (a) The Royal Institute of  British Archiects  (b) Persons  who,  in  he opinion of  the Commissioner signified to such persons in writing, perform functions of a professional character normally carried out  by a person entitled  to  use  the  designation  or  initials specified in the second and third columns of this Schedule. Associate of the Royal Institute of British Architects    A.R.I.B.A.          LAWS OF GUYANA 96 Cap. 80:01  Tax  L.R.O. 1/ 2012 s. 39 [17 of 1971]                                               FOURTH SCHEDULE ENGINEERS  Professional Body or class of Persons Designation Appropriate Initials or Award of Degrees (a) Institution of Civil Engineers   (b) Institution of Electrical Engineers        (c) Institution of Mechanical Engineers    (d) Institution of Structural Engineers    (e) Institution of Chemical Engineers    (f)  Institution of Mining and Metallurgy        Civil Engineers   Electrical Engineers        Mechanical Engineers    Structural Engineers    Chemical Engineers    Mining and Metallurgical Engineers       B.Sc. (Civil Eng.); Higher National Certificate in Civil Engineering.  B.Sc. (Electrical Eng.); Higher National Certificate in Electrical Engineering; City and Guilds of London Institute Full Technological Certificate in Electrical Installation.  B.Sc. (Mechanical Eng.); Higher National Certificate in Mechanical Engineering.  B.Sc. (Structural Eng.); Higher National Certificate in Structural Engineering.  B.Sc. (Chemical Eng.); Higher National Certificate in Chemical Engineering.  B.Sc. (Mining and Metallurgical Eng.); Higher National Certificate in Mining and Metallurgical Engineering.    LAWS OF GUYANA Tax Cap. 80:01 97  L.R.O. 1/ 2012                                [17 of 1971]              Professional Body or class of Persons   (g)  Persons who, in the opinion of the Commis- sioner signified to such person in writing, per- form functions of a professional character normally carried out by a person entitled to use any  of the designa- tions, initials, awards or degrees, mentioned in the second and third columns of this Schedule. Designation Appropriate Initials or Award of Degrees     _____________    FIFTH  SCHEDULE   SURVEYORS   Royal Institution of Chartered Surveyors Institute of Quantity Surveyors  ____________________  LAWS OF GUYANA 98 Cap. 80:01  Tax  L.R.O. 1/ 2012 SUBSIDIARY LEGISLATION  _________________  reg. 20/1971         Citation.    Form of certificate                    TAX (PRACTICE CERTIFICATE) REGULATIONS made under section 39",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Institution of Civil Engineers"
                },
                {
                    "representation": "(b)",
                    "description": "Institution of Electrical Engineers"
                },
                {
                    "representation": "(c)",
                    "description": "Institution of Mechanical Engineers"
                },
                {
                    "representation": "(d)",
                    "description": "Institution of Structural Engineers"
                },
                {
                    "representation": "(e)",
                    "description": "Institution of Chemical Engineers"
                },
                {
                    "representation": "(f)",
                    "description": "Institution of Mining and Metallurgy        Civil Engineers   Electrical Engineers        Mechanical Engineers    Structural Engineers    Chemical Engineers    Mining and Metallurgical Engineers       B.Sc."
                },
                {
                    "representation": "(g)",
                    "description": "Persons who, in the opinion of the Commis- sioner signified to such person in writing, per- form functions of a professional character normally carried out by a person entitled to use any  of the designa- tions, initials, awards or degrees, mentioned in the second and third columns of this Schedule. Designation Appropriate Initials or Award of Degrees     _____________    FIFTH  SCHEDULE   SURVEYORS   Royal Institution of Chartered Surveyors Institute of Quantity Surveyors  ____________________  LAWS OF GUYANA 98 Cap. 80:01  Tax  L.R.O. 1/ 2012 SUBSIDIARY LEGISLATION  _________________  reg. 20/1971         Citation.    Form of certificate                    TAX"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "100.00 ...................2%  of the face value of the transaction.   (8)  Bill  of  exchange,  cheque  or  order,  payable  on demand or at sight or on presentation, or within three days after date or sight .........................................    ",
            "context": "TAX ACT under 100.00 ...................2%  of the face value of the transaction.   (8)  Bill  of  exchange,  cheque  or  order,  payable  on demand or at sight or on presentation, or within three days after date or sight .........................................    100.",
            "description": "100."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "300.00  (7) Award of arbitrator—  where the amount or value of the matter in dispute exceeds   $",
            "context": "TAX ACT under 300.00  (7) Award of arbitrator  where the amount or value of the matter in dispute exceeds   $300.00",
            "description": "300.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "500.00  (6) Articles of Clerkship whereby any person having been before bound to serve as a clerk in order to his admission in the Supreme Court and not having completed his service so as to be entitled to such admission, becomes bound afresh for the same purpose  ..................................       ",
            "context": "TAX ACT under 500.00  (6) Articles of Clerkship whereby any person having been before bound to serve as a clerk in order to his admission in the Supreme Court and not having completed his service so as to be entitled to such admission, becomes bound afresh for the same purpose  ..................................       500.00 but is less than $",
            "description": "500.00 but is less than $"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "600.00 Exceeds 150 square feet but does not exceed      300 square feet            $",
            "context": "TAX ACT under 600.00 Exceeds 150 square feet but does not exceed      300 square feet            $600.00",
            "description": "600.00"
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "840.00     ",
            "context": "TAX ACT under 840.00     840.00 LAWS OF GUYANA 56 Cap. 80:01  Tax  L.R.O. 1/ 2012                                                  (i) for each  two-wheeled  cart,  drawn  by any horse, pony or mule, kept and used elsewhere than in Georgetown...   (j) for   each  two-wheeled   cart  drawn  by  a donkey, kept and used in Georgetown ............................................  (k) for  each  four-wheeled  cart  drawn  by  a donkey, kept and used in Georgetown.............................................  (l) for  each  two-wheeled   cart  drawn  by  a donkey,   kept   and   used   elsewhere   than   in Georgetown........  (m) for  each  four-wheeled  cart  drawn  by  a donkey,   kept   and   used   elsewhere   than   in Georgetown........",
            "description": [
                {
                    "representation": "(i)",
                    "description": "for each  two-wheeled  cart,  drawn  by any horse, pony or mule, kept and used elsewhere than in Georgetown..."
                },
                {
                    "representation": "(j)",
                    "description": "for   each  two-wheeled   cart  drawn  by  a donkey, kept and used in Georgetown ............................................"
                },
                {
                    "representation": "(k)",
                    "description": "for  each  four-wheeled  cart  drawn  by  a donkey, kept and used in Georgetown............................................."
                },
                {
                    "representation": "(l)",
                    "description": "for  each  two-wheeled   cart  drawn  by  a donkey,   kept   and   used   elsewhere   than   in Georgetown........"
                },
                {
                    "representation": "(m)",
                    "description": "for  each  four-wheeled  cart  drawn  by  a donkey,   kept   and   used   elsewhere   than   in Georgetown........"
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1000.00 LAWS OF GUYANA Tax Cap. 80:01 29  L.R.O. 1/ 2012                                                 (b) on renewal ............................................ (c) for endorsement of each child on passport................................................. (d)  issued to a businessman ..................... ",
            "context": "TAX ACT under 1000.00 LAWS OF GUYANA Tax Cap. 80:01 29  L.R.O. 1/ 2012                                                 (b) on renewal ............................................ (c) for endorsement of each child on passport................................................. (d)  issued to a businessman ..................... 1000.",
            "description": "1000."
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1200.00 ” 300 ” ” ” ” 1000 ” $",
            "context": "TAX ACT under 1200.00  300     1000  $1200.00 (2) The New Amsterdam Town Council shall take out an annual licence for the public market owned by them, and shall pay for the same the sum of one thousand five hundred dollars.  (3) The Mayor and Town Council of any other LAWS OF GUYANA 48 Cap. 80:01  Tax  L.R.O. 1/ 2012          c. 28:01            Trade licence in  rural districts. [13 of 1944 3 of 1967 7 of 1981 4 of 1985 8 of 1989 11 of 1993 [2 of 1996]                   town shall take out an annual licence for each public market owned by them and shall pay for the same the sum of one  thousand five hundred dollars.   (4) Every  village  council  or a council  of a local  government district established under the Municipal and District Councils Act shall take out an annual licence for each public market owned by them and shall pay for the same the sum of six hundred dollars:  Provided that nothing contained in this section shall exempt any person trading in any market aforesaid who trades in any article for the sale of which a licence with a special duty thereon is provided by law from taking out the last mentioned licence.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The New Amsterdam Town Council shall take out an annual licence for the public market owned by them, and shall pay for the same the sum of one thousand five hundred dollars."
                },
                {
                    "representation": "(3)",
                    "description": "The Mayor and Town Council of any other LAWS OF GUYANA 48 Cap. 80:01  Tax  L.R.O. 1/ 2012          c. 28:01            Trade licence in  rural districts. [13 of 1944 3 of 1967 7 of 1981 4 of 1985 8 of 1989 11 of 1993 [2 of 1996]                   town shall take out an annual licence for each public market owned by them and shall pay for the same the sum of one  thousand five hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Every  village  council  or a council  of a local  government district established under the Municipal and District Councils Act shall take out an annual licence for each public market owned by them and shall pay for the same the sum of six hundred dollars:  Provided that nothing contained in this section shall exempt any person trading in any market aforesaid who trades in any article for the sale of which a licence with a special duty thereon is provided by law from taking out the last mentioned licence."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "2000.00    ",
            "context": "TAX ACT under 2000.00    2000.00  (28) Passport visa  (a) for a visa valid for any number of journeys to Guyana during a period of 12 months.......................................... (b) for a transit visa valid for any number of direct journeys in transit only through Guyana during a period of 12 months ............................  (c)  for a visa in the case of a subject or citizen of a foreign State which charges fees in excess of the above, amounts equal to those charged by that State.  (d)  payment  of  charges  under  this  paragraph shall be made in the United States of America dollars, unless the Minister consents for payment to be made in any other currency.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for a visa valid for any number of journeys to Guyana during a period of 12 months.........................................."
                },
                {
                    "representation": "(b)",
                    "description": "for a transit visa valid for any number of direct journeys in transit only through Guyana during a period of 12 months ............................"
                },
                {
                    "representation": "(c)",
                    "description": "for a visa in the case of a subject or citizen of a foreign State which charges fees in excess of the above, amounts equal to those charged by that State."
                },
                {
                    "representation": "(d)",
                    "description": "payment  of  charges  under  this  paragraph shall be made in the United States of America dollars, unless the Minister consents for payment to be made in any other currency."
                }
            ]
        }
    },
    {
        "act": "TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "2400.00 ” 1000 ” ” ” ” 2500 ”   $",
            "context": "TAX ACT under 2400.00  1000     2500    $2400.00 Cummingsburg Market and any other public market $",
            "description": "2400.00 Cummingsburg Market and any other public market $"
        }
    }
]