[
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Short title. 1. This Act may be cited as the Stamp Duties (Management) Act.",
            "description": "This Act may be cited as the Stamp Duties (Management) Act."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  MANAGEMENT OF DUTIES AND GENERAL REGULATIONS  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Interpretation.  MANAGEMENT OF DUTIES AND GENERAL REGULATIONS  2.  In this Act  the commissioners means the commissioners appointed under this Act  and also the commissioner, if only one commissioner is appointed;  die means any plate, type, tool, or implement whatever used under the direction of the commissioners for expressing or denoting any duty, or the fact that any duty or penalty has been paid, or that an instrument is duly stamped and includes any part of that plate, type, tool, or implement;  duty and duties mean the stamp duty and stamp duties from time to time chargeable by law;  forge, forging, and forged include counterfeit, CHAPTER 80:03   STAMP DUTIES (MANAGEMENT) ACT  LAWS OF GUYANA 6 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                The Com- missioners.             Administration of oaths.  counterfeiting, and counterfeited;  instrument includes every written document;  material means and includes every sort of material upon which words or figures can be expressed;  published means gazetted and published in one newspaper printed and circulated in Guyana;  stamp and stamps mean as well stamps impressed by means of a die as adhesive stamps;  stamped, with reference to instruments and material, applies as well to instruments and material impressed with stamps by means of a die as to instruments and material having adhesive stamps affixed thereto;  write, written, and writing include every mode in which words or figures can be expressed upon material.  MANAGEMENT OF DUTIES AND GENERAL REGULATIONS",
            "description": "In this Act  the commissioners means the commissioners appointed under this Act  and also the commissioner, if only one commissioner is appointed;  die means any plate, type, tool, or implement whatever used under the direction of the commissioners for expressing or denoting any duty, or the fact that any duty or penalty has been paid, or that an instrument is duly stamped and includes any part of that plate, type, tool, or implement;  duty and duties mean the stamp duty and stamp duties from time to time chargeable by law;  forge, forging, and forged include counterfeit, CHAPTER 80:03   STAMP DUTIES (MANAGEMENT) ACT  LAWS OF GUYANA 6 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                The Com- missioners.             Administration of oaths.  counterfeiting, and counterfeited;  instrument includes every written document;  material means and includes every sort of material upon which words or figures can be expressed;  published means gazetted and published in one newspaper printed and circulated in Guyana;  stamp and stamps mean as well stamps impressed by means of a die as adhesive stamps;  stamped, with reference to instruments and material, applies as well to instruments and material impressed with stamps by means of a die as to instruments and material having adhesive stamps affixed thereto;  write, written, and writing include every mode in which words or figures can be expressed upon material.  MANAGEMENT OF DUTIES AND GENERAL REGULATIONS"
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "The Commissioners. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under The Commissioners. 3. (1) The duties shall be under the care and management of a Commission, to consist of the person or persons from time to time appointed by the Minister, who shall be called the Commissioner or Commissioners of Stamps.  (2) The  commissioners  shall  be  guided  in  their  care  and management by the provisions of this Act, and by all such rules, orders, and regulations in conformity therewith as the Minister from time to time sees fit to make.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The duties shall be under the care and management of a Commission, to consist of the person or persons from time to time appointed by the Minister, who shall be called the Commissioner or Commissioners of Stamps."
                },
                {
                    "representation": "(2)",
                    "description": "The  commissioners  shall  be  guided  in  their  care  and management by the provisions of this Act, and by all such rules, orders, and regulations in conformity therewith as the Minister from time to time sees fit to make."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Administration of oaths. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Administration of oaths. 4.  The commissioners are and each of them is hereby authorised to administer,  without  fee,  all  oaths  and  to  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 7  L.R.O. 1/2012          Stamps and dies. [13 of 1976]   Custody of stamps and  dies.           Discontinu- ance of dies. [21 of 1935]                         take  all  affidavits  and declarations required by this Act to be administered and taken.",
            "description": "The commissioners are and each of them is hereby authorised to administer,  without  fee,  all  oaths  and  to  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 7  L.R.O. 1/2012          Stamps and dies. [13 of 1976]   Custody of stamps and  dies.           Discontinu- ance of dies. [21 of 1935]                         take  all  affidavits  and declarations required by this Act to be administered and taken."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "(1) Stamps and dies. (2) Custody of stamps and dies. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under (1) Stamps and dies. (2) Custody of stamps and dies. 5.  (1) There shall be procured, at the public expense, all stamps and dies necessary for carrying out the provisions of this Act.  (2) The   stamps   and   dies   shall   be   deposited   with   the commissioners who shall, subject to subsection (3), be responsible for their safekeeping, and all stamps to be impressed shall be impressed under the supervision of the commissioners, or in any other manner from time to time directed by the Minister.  (3) The commissioners may direct that the stamps shall be deposited with any other person or authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be procured, at the public expense, all stamps and dies necessary for carrying out the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The   stamps   and   dies   shall   be   deposited   with   the commissioners who shall, subject to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The commissioners may direct that the stamps shall be deposited with any other person or authority."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Discontinuance of dies. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Discontinuance of dies. 6.  (1) Whenever the commissioners are of opinion that the use of any die should be discontinued they shall so report in writing to the Minister who may authorise the commissioners to discontinue the die aforesaid. The commissioners shall thereafter give notice in the Gazette and a daily newspaper that the use of the said die has been discontinued, and from and after any day to be stated in the notice (that day not being within one  month  after the notice is published as aforesaid) that die shall not be a lawful die for denoting the payment of duty, and every instrument first executed by any person, or bearing date, after the day so stated in the  notice, and stamped with duty denoted by the discontinued die, shall be  deemed to be not duly stamped:  Provided that  (a)  if any instrument stamped as last aforesaid, and first executed after the day so stated at any place out of Guyana is  brought to the commissioners within twenty-one LAWS OF GUYANA 8 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                                 days after it has been received in Guyana, then upon proof of the facts to the  satisfaction of the commissioners the stamps thereon shall be  cancelled, and the instrument shall be stamped with the same amount of duty by means of a lawful die, without the payment of any penalty;  (b)  all persons having in their possession any material stamped with the discontinued die, and which by reason of the notice aforesaid has been rendered useless, may at any time within six months after the day stated in the notice send the same to the commissioners, and the commissioners may thereupon cause the stamp on such material to be cancelled, and the same material or, if the commissioners think fit, any other material, to be stamped with the lawful die, in lieu of or to an equal amount with the stamp so cancelled.  (2) In this section   instrument includes a postal packet;  postal packet means a letter, post card, reply post card, newspaper, book packet, pattern or sample packet, or parcel, and every packet or article transmissible by post, and includes a telegram;  the execution of an instrument includes the posting of a postal packet. LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 9  L.R.O. 1/2012 Character of stamps to be used. [13 of 1976]            Making up duties.         Spoiled  stamps.             Supply of stamps for duties. [13 of 1976]     Licence to deal in stamps. [4 of 1972 13 of 1976] 20 of 1978]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the commissioners are of opinion that the use of any die should be discontinued they shall so report in writing to the Minister who may authorise the commissioners to discontinue the die aforesaid. The commissioners shall thereafter give notice in the Gazette and a daily newspaper that the use of the said die has been discontinued, and from and after any day to be stated in the notice"
                },
                {
                    "representation": "(a)",
                    "description": "if any instrument stamped as last aforesaid, and first executed after the day so stated at any place out of Guyana is  brought to the commissioners within twenty-one LAWS OF GUYANA 8 Cap. 80:03                                                                                                   Stamp Duties"
                },
                {
                    "representation": "(b)",
                    "description": "all persons having in their possession any material stamped with the discontinued die, and which by reason of the notice aforesaid has been rendered useless, may at any time within six months after the day stated in the notice send the same to the commissioners, and the commissioners may thereupon cause the stamp on such material to be cancelled, and the same material or, if the commissioners think fit, any other material, to be stamped with the lawful die, in lieu of or to an equal amount with the stamp so cancelled."
                },
                {
                    "representation": "(2)",
                    "description": "In this section   instrument includes a postal packet;  postal packet means a letter, post card, reply post card, newspaper, book packet, pattern or sample packet, or parcel, and every packet or article transmissible by post, and includes a telegram;  the execution of an instrument includes the posting of a postal packet. LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Character of stamps to be used. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Character of stamps to be used. 7.  (1) The stamps to be used under any Act imposing a stamp duty shall be impressed or adhesive as the Minister from time to time directs.  (2) All directions of the Minister shall be published.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The stamps to be used under any Act imposing a stamp duty shall be impressed or adhesive as the Minister from time to time directs."
                },
                {
                    "representation": "(2)",
                    "description": "All directions of the Minister shall be published."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Making up duties. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Making up duties. 8.  The duties imposed by any Act imposing a stamp duty may be made up by several stamps, and stamps of greater value than is required may be used upon any instrument.",
            "description": "The duties imposed by any Act imposing a stamp duty may be made up by several stamps, and stamps of greater value than is required may be used upon any instrument."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Spoiled stamps.  REGULATIONS FOR VENDORS OF STAMPS  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Spoiled stamps.  REGULATIONS FOR VENDORS OF STAMPS  9. The value of any stamps issued under this Act which may be casually   destroyed   or   spoiled   may   be   allowed   for   by   the commissioners, on proof being given, to their satisfaction, by affidavit or otherwise, of those stamps having been so destroyed or spoiled:  Provided that the spoiled stamps shall be produced and given up to the commissioners.  REGULATIONS  FOR VENDORS  OF STAMPS",
            "description": "The value of any stamps issued under this Act which may be casually   destroyed   or   spoiled   may   be   allowed   for   by   the commissioners, on proof being given, to their satisfaction, by affidavit or otherwise, of those stamps having been so destroyed or spoiled:  Provided that the spoiled stamps shall be produced and given up to the commissioners.  REGULATIONS  FOR VENDORS  OF STAMPS"
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Supply of stamps for duties. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Supply of stamps for duties. 10.  The Minister may from time to time make arrangements for the supply of stamps available for duties to be obtained by the public at the several post offices throughout Guyana and at any other government office which may be appointed for that purpose.",
            "description": "The Minister may from time to time make arrangements for the supply of stamps available for duties to be obtained by the public at the several post offices throughout Guyana and at any other government office which may be appointed for that purpose."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Licence to deal in stamps. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Licence to deal in stamps. 11.  (1) The commissioners shall, with the sanction and under the authority of the Minister, grant a licence, upon the payment of a fee of one dollar, to any person applying for it, whom they in their discretion think fit and proper for the purpose, to deal in stamps at any place or places in Guyana to be named in the licence.  (2) Every person to whom the licence is granted shall enter into a bond to the State, in a penal sum of one LAWS OF GUYANA 10 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                    Contents and effect of licence.            thousand dollars, conditioned that the licensed person shall not sell, or offer for sale, or exchange, or keep or have in his possession for the purpose of sale or exchange, any stamps  other  than  those  he  has  purchased  or  procured  from  the commissioners, and shall not sell those stamps at any price above their face value.  (3) One licence and one bond only shall be required for any number of persons in co-partnership.  (4) The commissioners may, whenever they may think fit, by notice in writing signed by them, revoke a licence.  (5) Every licence so granted shall, on the application of the holder and if the commissioners think fit, be renewed by endorsement thereon, upon the payment of a fee of one dollar, not later than the end of February.  (6) Every licence not so renewed within the time named shall be deemed to have expired:  Provided that no licence shall be required for the sale of stamps on any mining or placer claim which is more than three miles by the nearest route from a place where stamps can be obtained under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The commissioners shall, with the sanction and under the authority of the Minister, grant a licence, upon the payment of a fee of one dollar, to any person applying for it, whom they in their discretion think fit and proper for the purpose, to deal in stamps at any place or places in Guyana to be named in the licence."
                },
                {
                    "representation": "(2)",
                    "description": "Every person to whom the licence is granted shall enter into a bond to the State, in a penal sum of one LAWS OF GUYANA 10 Cap. 80:03                                                                                                   Stamp Duties"
                },
                {
                    "representation": "(3)",
                    "description": "One licence and one bond only shall be required for any number of persons in co-partnership."
                },
                {
                    "representation": "(4)",
                    "description": "The commissioners may, whenever they may think fit, by notice in writing signed by them, revoke a licence."
                },
                {
                    "representation": "(5)",
                    "description": "Every licence so granted shall, on the application of the holder and if the commissioners think fit, be renewed by endorsement thereon, upon the payment of a fee of one dollar, not later than the end of February."
                },
                {
                    "representation": "(6)",
                    "description": "Every licence not so renewed within the time named shall be deemed to have expired:  Provided that no licence shall be required for the sale of stamps on any mining or placer claim which is more than three miles by the nearest route from a place where stamps can be obtained under this Act."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Contents and effect of licence. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Contents and effect of licence. 12. (1) In every licence to be granted as aforesaid there shall be truly specified the proper forename and surname and place of abode of the person to whom it is granted, and a true description of every house or shop in or at which he is by the licence authorised to deal in stamps; and he shall not be thereby authorised or entitled to deal in stamps in or at any house, shop, or place not specified and described in his licence.  (2) The holder of the licence shall not sell the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 11  L.R.O. 1/2012     Discount on purchase of stamps.                  Notification of licence.                  Unauthorised person holding himself out as dealer in stamps.      stamps at any price above their face value.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every licence to be granted as aforesaid there shall be truly specified the proper forename and surname and place of abode of the person to whom it is granted, and a true description of every house or shop in or at which he is by the licence authorised to deal in stamps; and he shall not be thereby authorised or entitled to deal in stamps in or at any house, shop, or place not specified and described in his licence."
                },
                {
                    "representation": "(2)",
                    "description": "The holder of the licence shall not sell the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Discount on purchase of stamps. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Discount on purchase of stamps. 13.  (1) Everyone licensed to deal in stamps by the commissioners shall   receive  a  discount  upon  all  stamps  purchased  from  the commissioners at one time and in one lot to the value of ten dollars and upwards.  (2) The rate of discount shall be as follows  (a)  where the place named in the licence is in Georgetown, or within a quarter of a mile of the municipal boundaries thereof, two and one-half per cent;  (b)  where the place named in the licence is in any other part of Guyana, five per cent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone licensed to deal in stamps by the commissioners shall   receive  a  discount  upon  all  stamps  purchased  from  the commissioners at one time and in one lot to the value of ten dollars and upwards."
                },
                {
                    "representation": "(2)",
                    "description": "The rate of discount shall be as follows"
                },
                {
                    "representation": "(a)",
                    "description": "where the place named in the licence is in Georgetown, or within a quarter of a mile of the municipal boundaries thereof, two and one-half per cent;"
                },
                {
                    "representation": "(b)",
                    "description": "where the place named in the licence is in any other part of Guyana, five per cent."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Notification of licence. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Notification of licence. 14.  Everyone licensed to deal in stamps shall cause to be painted, in capital  letters  one  inch  at  least  in  height  and  of  a  proper  and proportionate breadth, on some conspicuous place on the outside of the front of the house or shop in or at which he is licensed to deal in stamps, and so that the same may be at all times plainly and distinctly visible and legible, his Christian name and surname, together with the words Licensed to sell stamps, and shall continue those names and words so painted during all the time that he continues so licensed; and for every neglect or omission to do so he shall be liable to a fine of one hundred and fifty dollars.",
            "description": "Everyone licensed to deal in stamps shall cause to be painted, in capital  letters  one  inch  at  least  in  height  and  of  a  proper  and proportionate breadth, on some conspicuous place on the outside of the front of the house or shop in or at which he is licensed to deal in stamps, and so that the same may be at all times plainly and distinctly visible and legible, his Christian name and surname, together with the words Licensed to sell stamps, and shall continue those names and words so painted during all the time that he continues so licensed; and for every neglect or omission to do so he shall be liable to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Unauthorised person holding himself out as dealer in stamps. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Unauthorised person holding himself out as dealer in stamps. 15.  Everyone who, not being duly appointed to sell and distribute stamps, or duly licensed to deal in stamps, writes, paints, or marks, or causes or procures to be written, painted, or marked, or permits or suffers to continue written, painted, or marked upon any part of his house or shop, either in the inside or on the outside thereof, or upon any board or any material whatsoever exposed to public view, and whether the same is affixed to his house or shop or not, any LAWS OF GUYANA 12 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012          Death or insolvency of licensed dealer.                                      word or words importing or signifying, or intended to import or signify, that he is a dealer in stamps, shall be liable to a fine of one hundred and fifty dollars for every day on which that offence is committed or continued.",
            "description": "Everyone who, not being duly appointed to sell and distribute stamps, or duly licensed to deal in stamps, writes, paints, or marks, or causes or procures to be written, painted, or marked, or permits or suffers to continue written, painted, or marked upon any part of his house or shop, either in the inside or on the outside thereof, or upon any board or any material whatsoever exposed to public view, and whether the same is affixed to his house or shop or not, any LAWS OF GUYANA 12 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012          Death or insolvency of licensed dealer.                                      word or words importing or signifying, or intended to import or signify, that he is a dealer in stamps, shall be liable to a fine of one hundred and fifty dollars for every day on which that offence is committed or continued."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Death or insolvency of licensed dealer. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Death or insolvency of licensed dealer. 16.  (1) If a person licensed to deal in stamps dies or becomes insolvent, or if the licence of a person to deal in stamps expires or is revoked, and that person, at the time of his death or insolvency, or at the expiration or revocation of his licence, has in his possession any stamps,  he or his executor, administrator, legal representative, or assignee in insolvency may, within three months after the expiration or revocation of the licence or next after the death or insolvency, as the case may be, bring or send those stamps to the commissioners.  (2) The commissioners may in that case pay to the person bringing or sending any stamps the amount of the duty thereon, deducting therefrom the proper discount:  Provided that the person who brings or sends the stamps makes proof, to the satisfaction of the commissioners  (a) that the stamps were actually in the possession of the person so dying or becoming insolvent, or whose licence has expired or been revoked, for the purpose of sale at the time when  he died or became insolvent or when the licence expired or was revoked; and  (b)  that the stamps were purchased or procured from the commissioners by the person to whom the licence was granted.  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 13  L.R.O. 1/2012 Hawking stamps.                    Unauthorised dealing in stamps.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a person licensed to deal in stamps dies or becomes insolvent, or if the licence of a person to deal in stamps expires or is revoked, and that person, at the time of his death or insolvency, or at the expiration or revocation of his licence, has in his possession any stamps,  he or his executor, administrator, legal representative, or assignee in insolvency may, within three months after the expiration or revocation of the licence or next after the death or insolvency, as the case may be, bring or send those stamps to the commissioners."
                },
                {
                    "representation": "(2)",
                    "description": "The commissioners may in that case pay to the person bringing or sending any stamps the amount of the duty thereon, deducting therefrom the proper discount:  Provided that the person who brings or sends the stamps makes proof, to the satisfaction of the commissioners"
                },
                {
                    "representation": "(a)",
                    "description": "that the stamps were actually in the possession of the person so dying or becoming insolvent, or whose licence has expired or been revoked, for the purpose of sale at the time when  he died or became insolvent or when the licence expired or was revoked; and"
                },
                {
                    "representation": "(b)",
                    "description": "that the stamps were purchased or procured from the commissioners by the person to whom the licence was granted.  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Hawking stamps.  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Hawking stamps.  17.  (1) If anyone, whether licensed to deal in stamps or not, hawks or carries about, or offers for sale or exchange, any stamps, he shall be liable to a fine of seventy-five dollars over and above any penalty to which, if unlicensed, he may be liable for dealing in stamps without a licence.  (2) Anyone  without  any  other  warrant  than  this  Act,  may apprehend the person so offending, and take him or cause him to be taken  before a magistrate having jurisdiction where the offence is committed, to be dealt with according to law. (3) All stamps which are found in the possession of the offender shall be forfeited, and shall be impounded by the magistrate and delivered to the commissioners, to be disposed of as they think fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If anyone, whether licensed to deal in stamps or not, hawks or carries about, or offers for sale or exchange, any stamps, he shall be liable to a fine of seventy-five dollars over and above any penalty to which, if unlicensed, he may be liable for dealing in stamps without a licence."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone  without  any  other  warrant  than  this  Act,  may apprehend the person so offending, and take him or cause him to be taken  before a magistrate having jurisdiction where the offence is committed, to be dealt with according to law."
                },
                {
                    "representation": "(3)",
                    "description": "All stamps which are found in the possession of the offender shall be forfeited, and shall be impounded by the magistrate and delivered to the commissioners, to be disposed of as they think fit."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Unauthorised dealing in stamps.  STAMP OF INSTRUMENTS  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Unauthorised dealing in stamps.  STAMP OF INSTRUMENTS  18.  Everyone who  (a)  not being duly appointed to sell and distribute stamps or duly licensed to deal in stamps, deals in any manner in stamps in any part of Guyana; or  (b)  being duly licensed to deal in stamps, deals in any manner in stamps at any house, shop, or place, not specified and described in his licence,  shall for each offence be liable to a fine of seventy-five dollars: Provided that nothing herein contained shall prevent any party to an instrument requiring to be stamped from charging any other party with the duty on the instrument, if so agreed, and recovering the amount of that duty, or prevent any banker from charging a customer with the amount of any stamps on any cheques supplied to him, without being required to take out a licence to deal in stamps.   LAWS OF GUYANA 14 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012         Denoting  stamp.        Stamping duplicate or counterpart.         General direction as to the cancellation of adhesive stamps. [35 of 1932]                Cancellation by public officer.  STAMPING  OF  INSTRUMENTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "not being duly appointed to sell and distribute stamps or duly licensed to deal in stamps, deals in any manner in stamps in any part of Guyana; or"
                },
                {
                    "representation": "(b)",
                    "description": "being duly licensed to deal in stamps, deals in any manner in stamps at any house, shop, or place, not specified and described in his licence,  shall for each offence be liable to a fine of seventy-five dollars: Provided that nothing herein contained shall prevent any party to an instrument requiring to be stamped from charging any other party with the duty on the instrument, if so agreed, and recovering the amount of that duty, or prevent any banker from charging a customer with the amount of any stamps on any cheques supplied to him, without being required to take out a licence to deal in stamps.   LAWS OF GUYANA 14 Cap. 80:03                                                                                                   Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Denoting stamp. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Denoting stamp. 19.  When the duty with which an instrument is chargeable depends in any  manner upon the duty paid upon another instrument, the payment  of the last mentioned duty shall, upon application to the commissioners and production of both instruments, be denoted upon the first-mentioned instrument in such manner as the commissioners think fit.",
            "description": "When the duty with which an instrument is chargeable depends in any  manner upon the duty paid upon another instrument, the payment  of the last mentioned duty shall, upon application to the commissioners and production of both instruments, be denoted upon the first-mentioned instrument in such manner as the commissioners think fit."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Stamping duplicate or counterpart. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping duplicate or counterpart. 20.  Subject to section  26,  the  duplicate  or  counterpart  of  an instrument chargeable with duty is not to be deemed duly stamped unless it is stamped as an original instrument, or unless it appears by some device or impression stamped or endorsed thereon, as provided in the last preceding section, that the full and proper duty has been paid upon the original instrument of which it is a duplicate or counterpart.",
            "description": "Subject to section  26,  the  duplicate  or  counterpart  of  an instrument chargeable with duty is not to be deemed duly stamped unless it is stamped as an original instrument, or unless it appears by some device or impression stamped or endorsed thereon, as provided in the last preceding section, that the full and proper duty has been paid upon the original instrument of which it is a duplicate or counterpart."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "General direction as to the cancellation of adhesive stamps.   LAWS OF GUYANA 4 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012  SECTION  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under General direction as to the cancellation of adhesive stamps.   LAWS OF GUYANA 4 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012  SECTION  21.  (1) An instrument, the duty upon which is required or permitted by law to be denoted by an adhesive stamp, is not to be deemed duly stamped with an adhesive stamp, unless the person required by law to cancel the adhesive stamp cancels the same by writing on or across the stamp his name or initials, or the name or initials of his firm, together with the true date of his so writing, or otherwise effectively cancels the stamp  and renders the same incapable of being used for any other instrument, or for any postal purpose, or unless it is otherwise proved that the stamp appearing on the instrument was affixed thereto at the proper time.  (2) Where two or more adhesive stamps are used to denote the stamp duty upon an instrument, each or every stamp is to be cancelled in the manner aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An instrument, the duty upon which is required or permitted by law to be denoted by an adhesive stamp, is not to be deemed duly stamped with an adhesive stamp, unless the person required by law to cancel the adhesive stamp cancels the same by writing on or across the stamp his name or initials, or the name or initials of his firm, together with the true date of his so writing, or otherwise effectively cancels the stamp  and renders the same incapable of being used for any other instrument, or for any postal purpose, or unless it is otherwise proved that the stamp appearing on the instrument was affixed thereto at the proper time."
                },
                {
                    "representation": "(2)",
                    "description": "Where two or more adhesive stamps are used to denote the stamp duty upon an instrument, each or every stamp is to be cancelled in the manner aforesaid."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Cancellation by public officer. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Cancellation by public officer. 22.  Where by this Act any public officer is required to affix any adhesive stamps, he shall cancel the stamps in the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 15  L.R.O. 1/2012     Stamping of  bill of exchange, drawn in Guyana.      Stamping of bill of exchange, drawn out of Guyana.                                  manner herein provided for cancellation of stamps.",
            "description": "Where by this Act any public officer is required to affix any adhesive stamps, he shall cancel the stamps in the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 15  L.R.O. 1/2012     Stamping of  bill of exchange, drawn in Guyana.      Stamping of bill of exchange, drawn out of Guyana.                                  manner herein provided for cancellation of stamps."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Stamping of bill exchange, drawn in Guyana. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping of bill exchange, drawn in Guyana. 23.  The adhesive stamp or stamps denoting the duty on any bill of exchange or promissory note drawn or made in Guyana, whether payable in or out of Guyana, shall be affixed and cancelled by the person by whom the bill or note is signed before he delivers it out of his hands, custody, or power.",
            "description": "The adhesive stamp or stamps denoting the duty on any bill of exchange or promissory note drawn or made in Guyana, whether payable in or out of Guyana, shall be affixed and cancelled by the person by whom the bill or note is signed before he delivers it out of his hands, custody, or power."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Stamping of bill of exchange, drawn out of Guyana. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping of bill of exchange, drawn out of Guyana. 24.  (1) The adhesive stamp or stamps denoting the duty on any bill of exchange or promissory note drawn or made out of Guyana shall be affixed and cancelled by the person into whose hands the bill or note comes in Guyana before he presents it for payment, or endorses, or transfers, or in any manner negotiates or pays it:  Provided that  (a)  if at the time when any bill of exchange or promissory note comes into the hands of any bona fide holder thereof, there  are   affixed  thereto  the  proper  adhesive  stamps effectually obliterated and purporting and appearing to be duly cancelled, those stamps shall, so far as relates to that holder, be deemed to be duly cancelled although they may not appear to have been so affixed or cancelled by the proper person; and  (b)  if, at the time when any bill of exchange or promissory note comes into the hands of any bona fide holder thereof, there are affixed thereto the proper adhesive stamps not duly cancelled, it shall be competent for that holder to cancel the stamps as if LAWS OF GUYANA 16 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                          Presumption as to place of drawing.     Stamping bill drawn in set.             Stamping receipt.  he were the person by whom they were affixed, and upon his so doing, the bill or note shall be deemed duly stamped and as valid and available as if the stamps had been duly cancelled by the person by whom they were affixed.  (2) The foregoing proviso shall not relieve any person from any penalty which he may have incurred in relation to the bill or note.  (3) The adhesive stamp or stamps denoting the duty on a power of attorney, deed, or other similar instrument, made out of Guyana and liable to stamp duty shall be affixed and cancelled by the person into whose hands it comes in Guyana before he has it recorded or otherwise in any way acts upon it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The adhesive stamp or stamps denoting the duty on any bill of exchange or promissory note drawn or made out of Guyana shall be affixed and cancelled by the person into whose hands the bill or note comes in Guyana before he presents it for payment, or endorses, or transfers, or in any manner negotiates or pays it:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "if at the time when any bill of exchange or promissory note comes into the hands of any bona fide holder thereof, there  are   affixed  thereto  the  proper  adhesive  stamps effectually obliterated and purporting and appearing to be duly cancelled, those stamps shall, so far as relates to that holder, be deemed to be duly cancelled although they may not appear to have been so affixed or cancelled by the proper person; and"
                },
                {
                    "representation": "(b)",
                    "description": "if, at the time when any bill of exchange or promissory note comes into the hands of any bona fide holder thereof, there are affixed thereto the proper adhesive stamps not duly cancelled, it shall be competent for that holder to cancel the stamps as if LAWS OF GUYANA 16 Cap. 80:03                                                                                                   Stamp Duties"
                },
                {
                    "representation": "(2)",
                    "description": "The foregoing proviso shall not relieve any person from any penalty which he may have incurred in relation to the bill or note."
                },
                {
                    "representation": "(3)",
                    "description": "The adhesive stamp or stamps denoting the duty on a power of attorney, deed, or other similar instrument, made out of Guyana and liable to stamp duty shall be affixed and cancelled by the person into whose hands it comes in Guyana before he has it recorded or otherwise in any way acts upon it."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Presumption as to place of drawing. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Presumption as to place of drawing. 25.  A bill of exchange or promissory note purporting to be drawn or made out of Guyana shall, for the purposes of this Act, be deemed to have been so drawn or made although it may in fact have been drawn or made within Guyana.",
            "description": "A bill of exchange or promissory note purporting to be drawn or made out of Guyana shall, for the purposes of this Act, be deemed to have been so drawn or made although it may in fact have been drawn or made within Guyana."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Stamping bill drawn in set. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping bill drawn in set. 26. When a bill of exchange is drawn in a set according to the custom of merchants and one of the set is duly stamped, the other or others of the set shall, unless issued or in some manner negotiated apart from the duly stamped bill, be exempt from duty, and, on proof of the loss or destruction of a duly stamped bill forming one of a set, any other bill of the set which has not been issued or in any manner negotiated apart from the lost or  destroyed bill may, although unstamped, be admitted in evidence to prove the contents of the lost or destroyed bill.",
            "description": "When a bill of exchange is drawn in a set according to the custom of merchants and one of the set is duly stamped, the other or others of the set shall, unless issued or in some manner negotiated apart from the duly stamped bill, be exempt from duty, and, on proof of the loss or destruction of a duly stamped bill forming one of a set, any other bill of the set which has not been issued or in any manner negotiated apart from the lost or  destroyed bill may, although unstamped, be admitted in evidence to prove the contents of the lost or destroyed bill."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Stamping receipt. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping receipt. 27.  The adhesive stamp denoting the duty upon a receipt shall be by the person by whom the receipt is given LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 17  L.R.O. 1/2012    Stamping in other cases.       Compensation of duty on bills of exchange.  [36 of 1974] c. 80:01                                   before he delivers it out of his hands.",
            "description": "The adhesive stamp denoting the duty upon a receipt shall be by the person by whom the receipt is given LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 17  L.R.O. 1/2012    Stamping in other cases.       Compensation of duty on bills of exchange.  [36 of 1974] c. 80:01                                   before he delivers it out of his hands."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Stamping in other cases.   28A. Composition of duty on bills of exchange.  STAMPING OF INSTRUMENTS AFTER EXECUTION  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping in other cases.   28A. Composition of duty on bills of exchange.  STAMPING OF INSTRUMENTS AFTER EXECUTION  28.  In all other cases, the instrument shall be written upon material duly stamped, or shall be stamped by the person by whom or by whose direction  it  was  prepared,  on  or  before  its  final  completion  or execution.  28A.  (1) The commissioners may enter into any agreement with anybody   corporate  licensed  under  the  Banking  Act  or  otherwise authorised by law to carry on banking business in Guyana (hereinafter referred to as the bank) for the composition of the duty chargeable under section 13(8) of the Tax Act on any bill of exchange, cheque or order  (a)  drawn on the bank by its customers on forms supplied by it, or  (b)  drawn by the bank on itself or another bank, as may be specified in the agreement.  (2) Any such agreement shall require the bank to deliver to the commissioners  periodical  accounts  in  respect  of  the  instruments (being instruments printed by such persons as are approved in writing by the commissioners, subject to such terms as they think fit) to which the agreement relates giving particulars  (a)  of forms supplied by it to its customers with a view to their being completed and issued as such instruments by the customers, and of forms so supplied but returned unused or spoilt;  (b)  of the quantity, description and date of receipt of such forms from the LAWS OF GUYANA 18 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                                 printers thereof, and  (c)  of such instruments issued by it, and may contain such other  terms  and  conditions  as  the  commissioners  think proper.  (3) Notwithstanding the foregoing provisions of this Act, where any such agreement has been entered into, any instrument to which the agreement relates and which bears such indication of the payment of duty as the commissioners may require shall not be chargeable with duty, but the bank shall pay to the Accountant General on the delivery by the commissioner of any account under the agreement such sums as would, but for the provisions of this section, have been chargeable by way of duty on such instruments issued during the period to which the account relates, it being assumed for this purpose that the number of such instruments issued by its customers was equal to the number of forms  supplied less the number of forms returned as mentioned in subsection (2)(a).  (4) For the due payment of any sum which may accrue pursuant to subsection (3) the bank shall deposit with the Accountant General such sum as may be specified in the agreement or give security therefor to the satisfaction of the Accountant General.  (5) Every person who has been approved as mentioned in subsection (2) shall furnish to the commissioners in such form and manner and within such time as they may direct such information relating to the printing of forms as are referred to in that subsection and the Commissioners, the Director of Audit or their authorised agents may if they think fit enter upon any premises used by such person for the purpose of printing such forms and there examine and if necessary make extracts therefrom or take LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 19  L.R.O. 1/2012                                                 possession of any books or accounts or other documents relating to the business of printing.  (6) Where a person  (a)  makes default in delivering as required by any such agreement any account mentioned in subsection (2); or  (b)  makes default in paying the duty payable in accordance with subsection (3); or  (c)  with intent to deceive, for the purposes of this section or of any such agreement renders any account or furnishes any information which is false in a material particular; or  (d)  fails   to   comply   with   a   request   made   by   the commissioners, the Director of Audit or their authorised agents for the purposes of subsection (5),  he shall be liable on summary conviction to a fine of one thousand dollars and in  addition, in the case of a continuing offence, to a fine of three hundred dollars for every day during which the default continues and where the default relates to the payment of duty he shall also liable to pay, in addition to the duty, interest thereon from the date when the default began at the rate of six per cent or at such other rate as the Minister may by order, which shall be subject to negative resolution of the National Assembly, specify.    LAWS OF GUYANA 20 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012     Stamping unstamped instrument, under penalty.                   Inadmissibility in evidence of unstamped instrument.  When unstamped or insufficiently stamped instrument  may be  received in evidence.           STAMPING  OF INSTRUMENTS  AFTER  EXECUTION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The commissioners may enter into any agreement with anybody   corporate  licensed  under  the  Banking  Act  or  otherwise authorised by law to carry on banking business in Guyana"
                },
                {
                    "representation": "(8)",
                    "description": "of the Tax Act on any bill of exchange, cheque or order"
                },
                {
                    "representation": "(a)",
                    "description": "makes default in delivering as required by any such agreement any account mentioned in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "makes default in paying the duty payable in accordance with subsection"
                },
                {
                    "representation": "(2)",
                    "description": "shall furnish to the commissioners in such form and manner and within such time as they may direct such information relating to the printing of forms as are referred to in that subsection and the Commissioners, the Director of Audit or their authorised agents may if they think fit enter upon any premises used by such person for the purpose of printing such forms and there examine and if necessary make extracts therefrom or take LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                },
                {
                    "representation": "(c)",
                    "description": "with intent to deceive, for the purposes of this section or of any such agreement renders any account or furnishes any information which is false in a material particular; or"
                },
                {
                    "representation": "(3)",
                    "description": "the bank shall deposit with the Accountant General such sum as may be specified in the agreement or give security therefor to the satisfaction of the Accountant General."
                },
                {
                    "representation": "(4)",
                    "description": "For the due payment of any sum which may accrue pursuant to subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Every person who has been approved as mentioned in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Where a person"
                },
                {
                    "representation": "(d)",
                    "description": "fails   to   comply   with   a   request   made   by   the commissioners, the Director of Audit or their authorised agents for the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Stamping unstamped instrument, under penalty. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Stamping unstamped instrument, under penalty. 29.  Except where express provision to the contrary is made by this or any other Act, any unstamped or insufficiently stamped instrument may be stamped by the commissioners after the execution thereof, on payment to the commissioners of the unpaid duty and a penalty of seventy-five dollars:  Provided that whenever it is made to appear, to the satisfaction of the commissioners, upon affidavit or otherwise, that the omission to stamp any instrument duly has not been wilful or with an intent to defraud, and the  instrument is brought to the commissioners to be stamped within twelve months after the first execution thereof, the commissioners may, with the previous sanction of the Minister, remit the penalty payable on stamping the instrument or any part thereof, as deemed expedient.",
            "description": "Except where express provision to the contrary is made by this or any other Act, any unstamped or insufficiently stamped instrument may be stamped by the commissioners after the execution thereof, on payment to the commissioners of the unpaid duty and a penalty of seventy-five dollars:  Provided that whenever it is made to appear, to the satisfaction of the commissioners, upon affidavit or otherwise, that the omission to stamp any instrument duly has not been wilful or with an intent to defraud, and the  instrument is brought to the commissioners to be stamped within twelve months after the first execution thereof, the commissioners may, with the previous sanction of the Minister, remit the penalty payable on stamping the instrument or any part thereof, as deemed expedient."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Inadmissibility in evidence of unstamped instrument. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Inadmissibility in evidence of unstamped instrument. 30.  No instrument made liable by any Act to any stamp duty shall be pleaded or given in evidence in any court unless it is duly stamped, except as is hereinafter provided.",
            "description": "No instrument made liable by any Act to any stamp duty shall be pleaded or given in evidence in any court unless it is duly stamped, except as is hereinafter provided."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "(1) When unstamped or insufficiently stamped instrument may be received in evidence. (2) Accounting by officer of the court for duties and penalties.  (4) Subsequent stamping of instrument by the commissioners.  (5) Judge’s decision final. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under (1) When unstamped or insufficiently stamped instrument may be received in evidence. (2) Accounting by officer of the court for duties and penalties.  (4) Subsequent stamping of instrument by the commissioners.  (5) Judges decision final. 31.  (1) On the production of an instrument chargeable with any duty as evidence in any action, suit, or other proceeding pending in any of the courts of Guyana, the clerk of the court or other officer shall call the attention of the court or judge to any omission or insufficiency of stamp thereon, or, if there is no clerk or officer present, then the court or judge shall take cognizance of the fact, and if the instrument is one which may legally be stamped after the execution thereof, it may, on payment into court of the amount of the unpaid duty and the penalty payable by law on stamping it as aforesaid, be received in evidence, saving all just exceptions on other grounds:  Provided that  the  penalty  may  thereafter  be  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 21  L.R.O. 1/2012         Accounting by officer of the court for duties and penalties.                Subsequent stamping of instrument by the com- missioners.     Judges  decision final.      Exception as to criminal proceedings.  Invalidity of instrument stamped otherwise than as provided.  remitted  by  the commissioners in manner aforesaid.  (2) The officer receiving the duty and penalty shall give a receipt therefor and make an entry, in a book to be kept for that purpose,  of  the  payment  and  of  the  amount  thereof,  and  shall communicate to the commissioners the name or title of the cause or proceeding in which, and the party from whom, he received the duty and penalty, and the date and description of the instrument, and shall pay to the commissioners the money received by him for the duty and penalty.  (3) Any officer who fails or neglects to comply with any of the provisions of the last two preceding subsections shall for each offence be liable to a fine of one hundred and fifty dollars.  (4) On production to the commissioners of any instrument in respect of which any duty or penalty has been paid as aforesaid, together with the receipt of the officer, the payment of the duty and penalty shall be denoted on the instrument accordingly, the stamps denoting the penalty having written across the face thereof the word penalty.  (5) Where any question arises in any proceeding aforesaid as to the necessity or sufficiency of a stamp upon any instrument produced as evidence, or as to the amount payable as stamp duty thereon, the decision of the presiding judge shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the production of an instrument chargeable with any duty as evidence in any action, suit, or other proceeding pending in any of the courts of Guyana, the clerk of the court or other officer shall call the attention of the court or judge to any omission or insufficiency of stamp thereon, or, if there is no clerk or officer present, then the court or judge shall take cognizance of the fact, and if the instrument is one which may legally be stamped after the execution thereof, it may, on payment into court of the amount of the unpaid duty and the penalty payable by law on stamping it as aforesaid, be received in evidence, saving all just exceptions on other grounds:  Provided that  the  penalty  may  thereafter  be  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                },
                {
                    "representation": "(2)",
                    "description": "The officer receiving the duty and penalty shall give a receipt therefor and make an entry, in a book to be kept for that purpose,  of  the  payment  and  of  the  amount  thereof,  and  shall communicate to the commissioners the name or title of the cause or proceeding in which, and the party from whom, he received the duty and penalty, and the date and description of the instrument, and shall pay to the commissioners the money received by him for the duty and penalty."
                },
                {
                    "representation": "(3)",
                    "description": "Any officer who fails or neglects to comply with any of the provisions of the last two preceding subsections shall for each offence be liable to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "On production to the commissioners of any instrument in respect of which any duty or penalty has been paid as aforesaid, together with the receipt of the officer, the payment of the duty and penalty shall be denoted on the instrument accordingly, the stamps denoting the penalty having written across the face thereof the word penalty."
                },
                {
                    "representation": "(5)",
                    "description": "Where any question arises in any proceeding aforesaid as to the necessity or sufficiency of a stamp upon any instrument produced as evidence, or as to the amount payable as stamp duty thereon, the decision of the presiding judge shall be final."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Exception as to criminal proceedings. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Exception as to criminal proceedings. 32.  No instrument shall in any criminal proceeding be inadmissible in evidence for want of a stamp.",
            "description": "No instrument shall in any criminal proceeding be inadmissible in evidence for want of a stamp."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Invalidity of instrument stamped otherwise than as provided.  ASSESSMENT OF DUTY BY COMMISSIONERS AND APPEAL THEREFROM  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Invalidity of instrument stamped otherwise than as provided.  ASSESSMENT OF DUTY BY COMMISSIONERS AND APPEAL THEREFROM  33.  (1) No instrument stamped in any other manner than herein or in any special Act provided shall be valid or available for any purpose whatever, unless stamped by the commissioners on payment of any penalty they may impose under the provisions in that behalf contained in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No instrument stamped in any other manner than herein or in any special Act provided shall be valid or available for any purpose whatever, unless stamped by the commissioners on payment of any penalty they may impose under the provisions in that behalf contained in section"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Assessment of duty by commissioners. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Assessment of duty by commissioners. 34.  (1) The  commissioners  may  be  required  by  any  person  to express their opinion, with reference to any instrument, (a) whether it is chargeable with any duty, and (b) with what amount of duty it is chargeable, and may require the production of the instrument and also such evidence as they deem necessary, in order to satisfy themselves whether all the facts and circumstances affecting the liability of the instrument to duty or the amount of the duty chargeable thereon are fully and truly set forth therein.  (2) If the commissioners are of opinion that the instrument is not chargeable with any duty, they shall make and sign an endorsement thereon denoting that fact, but if they are of opinion that the instrument is chargeable  with duty, they shall make and sign an endorsement thereon assessing the duty with which it is in their opinion chargeable.  (3) Every  instrument  endorsed  as  above  and,  if  duty  is chargeable,  stamped  with  the  amount  of  duty  assessed  by  the commissioners, shall be admissible in evidence and available for all purposes notwithstanding any objection relating to duty.  (4) Every application for the  assessment  of  duty  shall  be accompanied by a fee of the amount from time to time fixed by the Tax Act.  (5) Nothing in this section contained shall  authorise  the stamping after the execution thereof of any instrument which by law cannot be stamped after execution.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  commissioners  may  be  required  by  any  person  to express their opinion, with reference to any instrument,"
                },
                {
                    "representation": "(a)",
                    "description": "whether it is chargeable with any duty, and"
                },
                {
                    "representation": "(b)",
                    "description": "with what amount of duty it is chargeable, and may require the production of the instrument and also such evidence as they deem necessary, in order to satisfy themselves whether all the facts and circumstances affecting the liability of the instrument to duty or the amount of the duty chargeable thereon are fully and truly set forth therein."
                },
                {
                    "representation": "(2)",
                    "description": "If the commissioners are of opinion that the instrument is not chargeable with any duty, they shall make and sign an endorsement thereon denoting that fact, but if they are of opinion that the instrument is chargeable  with duty, they shall make and sign an endorsement thereon assessing the duty with which it is in their opinion chargeable."
                },
                {
                    "representation": "(3)",
                    "description": "Every  instrument  endorsed  as  above  and,  if  duty  is chargeable,  stamped  with  the  amount  of  duty  assessed  by  the commissioners, shall be admissible in evidence and available for all purposes notwithstanding any objection relating to duty."
                },
                {
                    "representation": "(4)",
                    "description": "Every application for the  assessment  of  duty  shall  be accompanied by a fee of the amount from time to time fixed by the Tax Act."
                },
                {
                    "representation": "(5)",
                    "description": "Nothing in this section contained shall  authorise  the stamping after the execution thereof of any instrument which by law cannot be stamped after execution."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Appeal from commissioners’ assessment.  OFFENCES  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Appeal from commissioners assessment.  OFFENCES  35.  (1) Anyone dissatisfied with the assessment of the commissioners may, within twenty-one days after the date of LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 23  L.R.O. 1/2012                                         Neglect to stamp instrument.      the assessment, if the duty in  conformity  therewith  has  been  paid,  appeal  against  the assessment to the High Court, and may for that purpose require the commissioners to state and sign a case setting forth the question upon which their opinion was required, the assessment made by them, and the reasons therefor.  (2) The commissioners shall thereupon state and sign a case and shall transmit it to the Registrar of the Supreme Court and the case may, within seven days thereafter, be set down for hearing.  (3) Upon the hearing of the case the Court shall determine the question submitted and, if the instrument in question is in the opinion of the Court chargeable with any duty, assess the duty with which it is chargeable.  (4) If it is decided by the Court that the assessment of the commissioners is erroneous, any excess of duty which has been paid in conformity with the erroneous assessment, together with any fine or penalty which has been paid in consequence thereof, shall be ordered by the Court to be paid to the appellant with or without costs as the Court may determine.  (5) If the assessment of the commissioners is confirmed, the Court may make an order for payment to the commissioners of the costs incurred by them in relation to the appeal.  OFFENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone dissatisfied with the assessment of the commissioners may, within twenty-one days after the date of LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                },
                {
                    "representation": "(2)",
                    "description": "The commissioners shall thereupon state and sign a case and shall transmit it to the Registrar of the Supreme Court and the case may, within seven days thereafter, be set down for hearing."
                },
                {
                    "representation": "(3)",
                    "description": "Upon the hearing of the case the Court shall determine the question submitted and, if the instrument in question is in the opinion of the Court chargeable with any duty, assess the duty with which it is chargeable."
                },
                {
                    "representation": "(4)",
                    "description": "If it is decided by the Court that the assessment of the commissioners is erroneous, any excess of duty which has been paid in conformity with the erroneous assessment, together with any fine or penalty which has been paid in consequence thereof, shall be ordered by the Court to be paid to the appellant with or without costs as the Court may determine."
                },
                {
                    "representation": "(5)",
                    "description": "If the assessment of the commissioners is confirmed, the Court may make an order for payment to the commissioners of the costs incurred by them in relation to the appeal.  OFFENCES"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Neglect to stamp instrument. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Neglect to stamp instrument. 36. Everyone required by law to stamp any instrument and to cancel the  stamps  thereon,  who  wilfully  refuses  or  neglects  duly  and effectually to do so in the manner provided, shall be liable to a fine of one hundred and fifty dollars.  LAWS OF GUYANA 24 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012  Making instrument without proper stamp.     Dealing with  bill not duly stamped.        Evading duty  on receipt.                      Removing adhesive stamp from instrument.",
            "description": "Everyone required by law to stamp any instrument and to cancel the  stamps  thereon,  who  wilfully  refuses  or  neglects  duly  and effectually to do so in the manner provided, shall be liable to a fine of one hundred and fifty dollars.  LAWS OF GUYANA 24 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012  Making instrument without proper stamp.     Dealing with  bill not duly stamped.        Evading duty  on receipt.                      Removing adhesive stamp from instrument."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Making instrument without proper stamp. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Making instrument without proper stamp. 37.  Everyone who knowingly and wilfully makes or alters any instrument or writing liable to a stamp duty without the same being duly stamped, shall be liable to a fine of one hundred and fifty dollars.",
            "description": "Everyone who knowingly and wilfully makes or alters any instrument or writing liable to a stamp duty without the same being duly stamped, shall be liable to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Dealing with bill not duly stamped. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Dealing with bill not duly stamped. 38. Everyone who issues, endorses, transfers, negotiates, presents for payment, or pays, any cheque, bill of exchange, or promissory note liable to duty and not duly stamped, and everyone who takes or receives from  any other person that cheque, bill, or note, either in payment, or as a security, or by purchase, or otherwise, shall be liable to a fine of one hundred and fifty dollars.",
            "description": "Everyone who issues, endorses, transfers, negotiates, presents for payment, or pays, any cheque, bill of exchange, or promissory note liable to duty and not duly stamped, and everyone who takes or receives from  any other person that cheque, bill, or note, either in payment, or as a security, or by purchase, or otherwise, shall be liable to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Evading duty on receipt. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Evading duty on receipt. 39.  Everyone who  (a)  gives any receipt liable to duty and not duly stamped; or  (b)  in any case where a receipt would be liable to duty, refuses to give a receipt duly stamped; or  (c)  upon any payment to the amount of ten dollars or upwards, gives a receipt for a sum not amounting to ten dollars or divides or separates the amount paid, with intent to evade the duty,  shall be liable to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "gives any receipt liable to duty and not duly stamped; or"
                },
                {
                    "representation": "(b)",
                    "description": "in any case where a receipt would be liable to duty, refuses to give a receipt duly stamped; or"
                },
                {
                    "representation": "(c)",
                    "description": "upon any payment to the amount of ten dollars or upwards, gives a receipt for a sum not amounting to ten dollars or divides or separates the amount paid, with intent to evade the duty,  shall be liable to a fine of one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Removing adhesive stamp from instrument. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Removing adhesive stamp from instrument. 40.  Everyone who  (a)  fraudulently removes or causes to be removed from any instrument any adhesive stamp, or affixes any adhesive stamp which has been so LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 25  L.R.O. 1/2012                          Defacement of adhesive  stamp.           Fraudulent acts in relation to dies or stamps.        removed to any other instrument, with intent that that stamp may be used again; or  (b)  sells, or offers for sale, or utters any adhesive stamp which has been so removed, or alters any instrument having thereon an adhesive stamp which has to his knowledge been so removed as aforesaid; or  (c)  practices  or  is  concerned  in  any  fraudulent  act, contrivance, or device, not especially provided for, with intent to defraud the State of any duty,  shall, over and above any other penalty which he may have incurred, be liable to a fine of seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "fraudulently removes or causes to be removed from any instrument any adhesive stamp, or affixes any adhesive stamp which has been so LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                },
                {
                    "representation": "(b)",
                    "description": "sells, or offers for sale, or utters any adhesive stamp which has been so removed, or alters any instrument having thereon an adhesive stamp which has to his knowledge been so removed as aforesaid; or"
                },
                {
                    "representation": "(c)",
                    "description": "practices  or  is  concerned  in  any  fraudulent  act, contrivance, or device, not especially provided for, with intent to defraud the State of any duty,  shall, over and above any other penalty which he may have incurred, be liable to a fine of seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Defacement of adhesive stamp. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Defacement of adhesive stamp. 41. Everyone who, by any writing, in any manner defaces any adhesive stamp before it is used shall be liable to a fine of seventy-five dollars:  Provided that  anyone  may,  with  the  express  sanction  of  the commissioners  and  in  the  manner  and  in  conformity  with  the conditions which they prescribe, write upon an adhesive stamp before it is used for the purpose of identification thereof.",
            "description": "Everyone who, by any writing, in any manner defaces any adhesive stamp before it is used shall be liable to a fine of seventy-five dollars:  Provided that  anyone  may,  with  the  express  sanction  of  the commissioners  and  in  the  manner  and  in  conformity  with  the conditions which they prescribe, write upon an adhesive stamp before it is used for the purpose of identification thereof."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Fraudulent acts in relation to dies or stamps. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Fraudulent acts in relation to dies or stamps. 42.  Everyone  who  does  or  causes  or  procures  to  be  done,  or knowingly aids, abets, or assists in doing, any of the acts following, that is to say  (a)  forging a die or stamp; or  (b)  making an impression upon any material with a forged die; or LAWS OF GUYANA 26 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                                                  (c)  fraudulently cutting, tearing, or in any way removing from any material any stamp, with intent that use should be made of that stamp or of any part thereof; or  (d)  fraudulently mutilating any stamp, with intent that use shall be made of any part of the stamp; or  (e)  fraudulently fixing or placing upon any material or upon any stamp, a stamp or part of a stamp which, whether fraudulently or not, has been cut from, or in any way removed from, any other material, or out of, or from any other stamp; or  (f)  fraudulently  erasing,  or  otherwise  (either  really  or apparently)  removing  from  any  stamped  material,  any name,  sum,  date,  or  other  matter  or  thing  whatsoever thereon written, with intent that use should be made of the stamp upon that material; or  (g)  knowingly selling, or exposing for sale, or uttering or using any forged stamp; or  (h)  knowingly and without lawful excuse (the proof of which lawful excuse shall lie on the person accused) having in possession any forged die or stamp, or any stamp or part of  a  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 27  L.R.O. 1/2012                     Proceedings for detection of forged stamps and dies.                             stamp  which  has  been  fraudulently  cut  from,  or otherwise removed from, any material, or any stamp which has been fraudulently mutilated, or any stamped material out of which any name, sum, date, or other matter or thing has been fraudulently erased or otherwise either really or apparently removed,  shall be guilty of felony and liable to imprisonment for fourteen years.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "forging a die or stamp; or"
                },
                {
                    "representation": "(b)",
                    "description": "making an impression upon any material with a forged die; or LAWS OF GUYANA 26 Cap. 80:03                                                                                                   Stamp Duties"
                },
                {
                    "representation": "(c)",
                    "description": "fraudulently cutting, tearing, or in any way removing from any material any stamp, with intent that use should be made of that stamp or of any part thereof; or"
                },
                {
                    "representation": "(d)",
                    "description": "fraudulently mutilating any stamp, with intent that use shall be made of any part of the stamp; or"
                },
                {
                    "representation": "(e)",
                    "description": "fraudulently fixing or placing upon any material or upon any stamp, a stamp or part of a stamp which, whether fraudulently or not, has been cut from, or in any way removed from, any other material, or out of, or from any other stamp; or"
                },
                {
                    "representation": "(f)",
                    "description": "fraudulently  erasing,  or  otherwise"
                },
                {
                    "representation": "(g)",
                    "description": "knowingly selling, or exposing for sale, or uttering or using any forged stamp; or"
                },
                {
                    "representation": "(h)",
                    "description": "knowingly and without lawful excuse"
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Proceedings for detection of forged stamps and dies.  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 5  L.R.O. 1/2012 SECTION  ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Proceedings for detection of forged stamps and dies.  LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 5  L.R.O. 1/2012 SECTION  43.  (1) On information given upon oath before any magistrate that there is reasonable cause to suspect that a person has been guilty of any of the offences mentioned in the last preceding section, the magistrate may, by  warrant under his hand, authorise any police officer or constable to enter, at any hour of the day or night, into any dwelling- house, room,  shop,  warehouse, outhouse or other building of, or belonging to, or in the occupation of, the suspected person; and if, on demand of admittance and notice of the warrant, the door of the dwelling-house, room, shop, warehouse, outhouse, or other building, or any  inner door thereof, is not opened, then to break them open respectively, and search for and seize any dies or stamps that may be found there or elsewhere in the custody or possession of the suspected person.  (2) All constables and other peace officers are hereby required on the request of anyone acting under the warrant, to aid and assist in the execution thereof.  (3) Everyone who  (a)  refuses to permit a search or seizure to be made as aforesaid, or  (b)  assaults,   opposes,   molests,   or   LAWS OF GUYANA 28 Cap. 80:03                                                                                                   Stamp Duties (Management)                                     L.R.O. 1/2012                    Making false affidavit or declaration.          Time for prosecution of offences. c. 10:02         Procedure and appeal.     obstructs   anyone employed or acting in the execution or under the authority of the   warrant  aforesaid,  or  aiding  and  assisting  in  the execution thereof, and every constable and peace officer who, on any request aforesaid, refuses or neglects to aid and assist in the execution of the warrant, shall be liable to a fine of seven hundred and fifty dollars.  (4) All dies and stamps so seized shall be dealt with as the commissioners direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On information given upon oath before any magistrate that there is reasonable cause to suspect that a person has been guilty of any of the offences mentioned in the last preceding section, the magistrate may, by  warrant under his hand, authorise any police officer or constable to enter, at any hour of the day or night, into any dwelling- house, room,  shop,  warehouse, outhouse or other building of, or belonging to, or in the occupation of, the suspected person; and if, on demand of admittance and notice of the warrant, the door of the dwelling-house, room, shop, warehouse, outhouse, or other building, or any  inner door thereof, is not opened, then to break them open respectively, and search for and seize any dies or stamps that may be found there or elsewhere in the custody or possession of the suspected person."
                },
                {
                    "representation": "(2)",
                    "description": "All constables and other peace officers are hereby required on the request of anyone acting under the warrant, to aid and assist in the execution thereof."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who"
                },
                {
                    "representation": "(a)",
                    "description": "refuses to permit a search or seizure to be made as aforesaid, or"
                },
                {
                    "representation": "(b)",
                    "description": "assaults,   opposes,   molests,   or   LAWS OF GUYANA 28 Cap. 80:03                                                                                                   Stamp Duties"
                },
                {
                    "representation": "(4)",
                    "description": "All dies and stamps so seized shall be dealt with as the commissioners direct."
                }
            ]
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Making false affidavit or declaration. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under Making false affidavit or declaration. 44.  If anyone who makes an affidavit or declaration directed or required by this Act knowingly and wilfully makes a false oath or declaration of or concerning any of the matters therein specified and set forth, and is thereof lawfully convicted, he shall be subject and liable to the pains and penalties to which, by any law now or hereafter to be in force,  persons convicted of wilful and corrupt perjury are subject and liable.",
            "description": "If anyone who makes an affidavit or declaration directed or required by this Act knowingly and wilfully makes a false oath or declaration of or concerning any of the matters therein specified and set forth, and is thereof lawfully convicted, he shall be subject and liable to the pains and penalties to which, by any law now or hereafter to be in force,  persons convicted of wilful and corrupt perjury are subject and liable."
        }
    },
    {
        "act": "STAMP DUTIES (MANAGEMENT) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "(1) Time for prosecution of offences. (2) Procedure and appeal. ",
            "context": "STAMP DUTIES (MANAGEMENT) ACT under (1) Time for prosecution of offences. (2) Procedure and appeal. 45.  (1) Notwithstanding  anything  contained  in  the  Summary Jurisdiction (Procedure) Act, the prosecution for any offence under this Act may be instituted, and any fine or penalty thereunder may be recovered,  notwithstanding that six months have elapsed since the offence was committed, if proceedings have been instituted before the expiration of six months from the time when the attention of the commissioner or commissioners was first called to the act, default, or omission, constituting the offence.  (2) Every fine and pecuniary penalty aforesaid shall be sued for, prosecuted, realised, and recovered by any district commissioner, or anyone authorised by the  commissioners  in  writing,  before  any magistrate, in the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties (Management)                                 Cap. 80:03 29  L.R.O. 1/2012    Protection to person acting under the Act.  c. 5:07      . manner provided by the Summary Jurisdiction Acts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding  anything  contained  in  the  Summary Jurisdiction"
                },
                {
                    "representation": "(2)",
                    "description": "Every fine and pecuniary penalty aforesaid shall be sued for, prosecuted, realised, and recovered by any district commissioner, or anyone authorised by the  commissioners  in  writing,  before  any magistrate, in the LAWS OF GUYANA                                                                                                                                                                                     Stamp Duties"
                }
            ]
        }
    }
]