[
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MISCELLANEOUS LICENCES ACT under Short title. 1. This Act may be cited as the Miscellaneous Licences Act.",
            "description": "This Act may be cited as the Miscellaneous Licences Act."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MISCELLANEOUS LICENCES ACT under Interpretation. 2.  In this Act   district commissioner includes any assistant commissioner of a district,  any  public  officer  appointed  to  the  staff  of  any administrative or mining district office who is authorised in writing by the Minister to perform any of the functions and duties conferred on district commissioners by this Act and any revenue officer of rivers, creeks, State lands, and forests, who is hereby invested  with  all  and  singular  the  jurisdiction,  power,  and authority of a district commissioner under this Act;  goods, wares  or  merchandise  includes  charcoal,  provisions,  or refreshments,  or  anything,  other  than  wine,  malt  liquor,  or spirituous liquor, for the sale of which a licence is or may be required by law;  firearm extends and applies to any fowling-piece, rifle, or other gun, or to any pistol;  local craft extends and applies to any local schooner, sloop, vessel, boat, bateau, punt, corial, or craft.  Licences other than for the sale of Spirituous Liquors. AN ACT to consolidate and amend the laws relating to  MISCELLANEOUS LICENCES ACT  CHAPTER 80:04  LAWS OF GUYANA 6 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  Application of Act.      Licences to be in conformity with Tax Act.  c. 80:01  Prohibition of concurrent licences.   Copy of lost licence. [4 of 1985 13 of 1989 11 of 1993 2 of 1996]   Proof of issue  of licence.                Keeping and publication of lists of licences.",
            "description": "In this Act   district commissioner includes any assistant commissioner of a district,  any  public  officer  appointed  to  the  staff  of  any administrative or mining district office who is authorised in writing by the Minister to perform any of the functions and duties conferred on district commissioners by this Act and any revenue officer of rivers, creeks, State lands, and forests, who is hereby invested  with  all  and  singular  the  jurisdiction,  power,  and authority of a district commissioner under this Act;  goods, wares  or  merchandise  includes  charcoal,  provisions,  or refreshments,  or  anything,  other  than  wine,  malt  liquor,  or spirituous liquor, for the sale of which a licence is or may be required by law;  firearm extends and applies to any fowling-piece, rifle, or other gun, or to any pistol;  local craft extends and applies to any local schooner, sloop, vessel, boat, bateau, punt, corial, or craft.  Licences other than for the sale of Spirituous Liquors. AN ACT to consolidate and amend the laws relating to  MISCELLANEOUS LICENCES ACT  CHAPTER 80:04  LAWS OF GUYANA 6 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  Application of Act.      Licences to be in conformity with Tax Act.  c. 80:01  Prohibition of concurrent licences.   Copy of lost licence. [4 of 1985 13 of 1989 11 of 1993 2 of 1996]   Proof of issue  of licence.                Keeping and publication of lists of licences."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act.  ISSUE OF LICENCES  ",
            "context": "MISCELLANEOUS LICENCES ACT under Application of Act.  ISSUE OF LICENCES  3.  This Act shall not apply to licences for the sale of wine, malt liquor, or spirituous liquor.  ISSUE OF LICENCES  by virtue of any Act for the raising of taxes shall be in conformity with the Tax Act under which it is issued.  has expired no second licence in respect of the same business or trade shall be issued.  commissioner, that any licence has been lost, he may authorise the issue of a copy thereof and of the  transfers endorsed thereon on payment of a fee of two hundred dollars, and the fee shall be paid to the Accountant General.  of any description has been issued to a person may be established by the production  (a)  of an extract, certified by the district commissioner from the books of his office, of the entry recording the issue of the licence; and  (b)  of proof that that person and the person named in the entry are one and the same.  year shall every year be kept by the district commissioner and shall be published from time to time as and when directed by the Minister.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "of an extract, certified by the district commissioner from the books of his office, of the entry recording the issue of the licence; and"
                },
                {
                    "representation": "(b)",
                    "description": "of proof that that person and the person named in the entry are one and the same.  year shall every year be kept by the district commissioner and shall be published from time to time as and when directed by the Minister."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Licences to be in conformity with Tax Act.              ",
            "context": "MISCELLANEOUS LICENCES ACT under Licences to be in conformity with Tax Act.              4.     Every licence required to be taken out under or",
            "description": "Every licence required to be taken out under or"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Prohibition of concurrent licences. ",
            "context": "MISCELLANEOUS LICENCES ACT under Prohibition of concurrent licences. 5.  Until the term for which the licence is taken out",
            "description": "Until the term for which the licence is taken out"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Copy of lost licence. ",
            "context": "MISCELLANEOUS LICENCES ACT under Copy of lost licence. 6. On proof, to the satisfaction of the district",
            "description": "On proof, to the satisfaction of the district"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Proof of issue of licence. ",
            "context": "MISCELLANEOUS LICENCES ACT under Proof of issue of licence. 7.  In any proceeding in a court, the fact that a licence",
            "description": "In any proceeding in a court, the fact that a licence"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Keeping and publication of lists of licences. LAWS OF GUYANA 4 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  ",
            "context": "MISCELLANEOUS LICENCES ACT under Keeping and publication of lists of licences. LAWS OF GUYANA 4 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  8.  Lists of all licences issued under the Tax Act of the LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 7  L.R.O. 1/2012 Certificate required in case of licence required for public entertainment.         Not taking out licence when required. [8 of 1958]",
            "description": "Lists of all licences issued under the Tax Act of the LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 7  L.R.O. 1/2012 Certificate required in case of licence required for public entertainment.         Not taking out licence when required. [8 of 1958]"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Certificate required in  case of  licence required for public entertainment. ",
            "context": "MISCELLANEOUS LICENCES ACT under Certificate required in  case of  licence required for public entertainment. 9.  No licence shall be granted to anyone to give, have, or hold, or to permit or allow to be given, had, or held, any ball, dance, concert, theatrical, or other public entertainment for money or reward, or by subscription, unless he produces a certificate from the Commissioner of Police or a superintendent of police, if in Georgetown, or from a justice of the peace, superintendent of police, or officer in charge of a police station, if in New Amsterdam or in any part of the rural districts, to the effect that he is a fit and proper person to obtain the licence.",
            "description": "No licence shall be granted to anyone to give, have, or hold, or to permit or allow to be given, had, or held, any ball, dance, concert, theatrical, or other public entertainment for money or reward, or by subscription, unless he produces a certificate from the Commissioner of Police or a superintendent of police, if in Georgetown, or from a justice of the peace, superintendent of police, or officer in charge of a police station, if in New Amsterdam or in any part of the rural districts, to the effect that he is a fit and proper person to obtain the licence."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Not taking out licence when required. ",
            "context": "MISCELLANEOUS LICENCES ACT under Not taking out licence when required. 10. (1)  Everyone who fails or neglects, without lawful excuse, to take  out any licence required to be taken out by him under the provisions of any Act for the raising of taxes, or who fails to pay any instalment due in respect of any licence issued to him under those provisions, shall be liable to a fine of not less than six dollars and not more than one hundred and fifty dollars, and shall in addition, with all costs, if he has not at the time of conviction taken out a licence, pay the sum following, that is to say  (a)  where the licence is one that can be obtained for the whole of the financial year, the sum required by the said Act to be paid for the licence for the whole year; or  (b)  where the licence is one that is issued for a particular act or occasion, the sum required by the said Act to be paid for that licence;  and, if he has at the time of conviction taken out a licence but is in default of payment of the second instalment, he shall in addition, with all costs, pay the amount due in respect of that instalment.  (2) The said sums shall be deemed to be and shall LAWS OF GUYANA 8 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                    Power to adjudicate in cases where the unpaid duty or instalment  does not does not exceed $",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who fails or neglects, without lawful excuse, to take  out any licence required to be taken out by him under the provisions of any Act for the raising of taxes, or who fails to pay any instalment due in respect of any licence issued to him under those provisions, shall be liable to a fine of not less than six dollars and not more than one hundred and fifty dollars, and shall in addition, with all costs, if he has not at the time of conviction taken out a licence, pay the sum following, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "where the licence is one that can be obtained for the whole of the financial year, the sum required by the said Act to be paid for the licence for the whole year; or"
                },
                {
                    "representation": "(b)",
                    "description": "where the licence is one that is issued for a particular act or occasion, the sum required by the said Act to be paid for that licence;  and, if he has at the time of conviction taken out a licence but is in default of payment of the second instalment, he shall in addition, with all costs, pay the amount due in respect of that instalment."
                },
                {
                    "representation": "(2)",
                    "description": "The said sums shall be deemed to be and shall LAWS OF GUYANA 8 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                    Power to adjudicate in cases where the unpaid duty or instalment  does not does not exceed $"
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to  adjudicate  in cases where  the  unpaid  duty or instalment does not exceed $",
            "context": "MISCELLANEOUS LICENCES ACT under Power to  adjudicate  in cases where  the  unpaid  duty or instalment does not exceed $11.  Where a person contravenes section 10 (1) and the amount of the duty for the licence or of any instalment of the duty does not exceed two thousand dollars, a district commissioner may offer to the offender the option  of being  prosecuted or of paying to the district commissioner the amount of the duty or of the instalment and of a fine not exceeding the amount of the duty or the instalment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and the amount of the duty for the licence or of any instalment of the duty does not exceed two thousand dollars, a district commissioner may offer to the offender the option  of being  prosecuted or of paying to the district commissioner the amount of the duty or of the instalment and of a fine not exceeding the amount of the duty or the instalment."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Acting without licence.  TRANSFER  OF  LICENCES  ",
            "context": "MISCELLANEOUS LICENCES ACT under Acting without licence.  TRANSFER  OF  LICENCES  12.  Whosoever, in any part of Guyana, does any act  (a)  for which a licence is required but for which that person is not qualified to take out a licence; or  (b)  for which a licence may not be granted for that part of Guyana, though a licence is required elsewhere in Guyana,  shall be liable on summary conviction to a fine of three hundred dollars and, in addition thereto, to a penalty equal to the amount of the duty for a licence to do that act. LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 9  L.R.O. 1/2012    Transfer of licence on certain conditions.                      Transferee of licence liable for payment of instalments falling due subsequent to the transfer. [39 of 1929]               TRANSFER  OF LICENCES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for which a licence is required but for which that person is not qualified to take out a licence; or"
                },
                {
                    "representation": "(b)",
                    "description": "for which a licence may not be granted for that part of Guyana, though a licence is required elsewhere in Guyana,  shall be liable on summary conviction to a fine of three hundred dollars and, in addition thereto, to a penalty equal to the amount of the duty for a licence to do that act. LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 9  L.R.O. 1/2012    Transfer of licence on certain conditions.                      Transferee of licence liable for payment of instalments falling due subsequent to the transfer. [39 of 1929]               TRANSFER  OF LICENCES"
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Transfer of licence on certain conditions. ",
            "context": "MISCELLANEOUS LICENCES ACT under Transfer of licence on certain conditions. 13. (1) The owner of any licence issued under or by virtue of the provisions of any Act for the raising of taxes may, save as hereinafter mentioned, transfer the  licence  for  the  unexpired  term  thereof, provided the premises, chattel, or thing which are or is the subject of that licence be transferred therewith, and the transfer and the date and hour thereof be endorsed on the licence by the district commissioner.  (2) The owner of a licence taken out in respect of a business or trade who wishes to transfer the licence shall deliver to the district commissioner of the district where the business or trade is carried on a notice signed by the transferor and transferee, setting forth in full their forenames and surnames, their respective addresses, the nature of the business to which the licence relates, the precise premises and situation in which the business is carried on, giving the lot, street, village, town, city, or plantation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The owner of any licence issued under or by virtue of the provisions of any Act for the raising of taxes may, save as hereinafter mentioned, transfer the  licence  for  the  unexpired  term  thereof, provided the premises, chattel, or thing which are or is the subject of that licence be transferred therewith, and the transfer and the date and hour thereof be endorsed on the licence by the district commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "The owner of a licence taken out in respect of a business or trade who wishes to transfer the licence shall deliver to the district commissioner of the district where the business or trade is carried on a notice signed by the transferor and transferee, setting forth in full their forenames and surnames, their respective addresses, the nature of the business to which the licence relates, the precise premises and situation in which the business is carried on, giving the lot, street, village, town, city, or plantation."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Transferee of licence liable for payment of instalments falling due subsequent to the transfer. ",
            "context": "MISCELLANEOUS LICENCES ACT under Transferee of licence liable for payment of instalments falling due subsequent to the transfer. 14.  Payment by any person of the first instalment of the duty for any annual licence issued under or by virtue of the provisions of any Act for the  raising  of  taxes  shall  be  deemed  to  be  an  admission  of  the obligation   of  such  person  to  pay  the  remaining  instalment  or instalments:  Provided that  (a)  where a licence and the premises, chattel or thing which are  or  is  the  subject  of  the  licence  are  transferred  in pursuance of section 13 the transferor shall not be liable for any instalment  becoming due after such transfer and the payment of any such instalment shall be enforceable against the transferee as if he were the LAWS OF GUYANA 10 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                       Transfer of licence to other premises, etc. [39 of 1929]             Register of transfers.        person who had taken out the licence;  (b)  where the holder of any licence in respect of any premises ceases to use those premises for the purpose for which they are licensed before a remaining instalment or remaining instalments becomes or become due and another licence of not less value than the original licence has been taken  out  by  any  other  person  in  respect  of  the  same premises the holder of the original licence shall not be liable for the remaining instalment or instalments.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where a licence and the premises, chattel or thing which are  or  is  the  subject  of  the  licence  are  transferred  in pursuance of section 13 the transferor shall not be liable for any instalment  becoming due after such transfer and the payment of any such instalment shall be enforceable against the transferee as if he were the LAWS OF GUYANA 10 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                       Transfer of licence to other premises, etc. [39 of 1929]             Register of transfers.        person who had taken out the licence;"
                },
                {
                    "representation": "(b)",
                    "description": "where the holder of any licence in respect of any premises ceases to use those premises for the purpose for which they are licensed before a remaining instalment or remaining instalments becomes or become due and another licence of not less value than the original licence has been taken  out  by  any  other  person  in  respect  of  the  same premises the holder of the original licence shall not be liable for the remaining instalment or instalments."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Transfer of licence to other premises, etc. ",
            "context": "MISCELLANEOUS LICENCES ACT under Transfer of licence to other premises, etc. 15.  The holder of any licence issued under or by virtue of the provisions of any Act for the raising of taxes shall be at liberty to transfer the same for the unexpired portion thereof to any other premises, chattel or thing which are or is liable to a licence of the same or a  similar kind, provided that the transfer and the date and hour thereof are endorsed on such licence by the district commissioner of the district and that the holder of such licence pays, at the time of such transfer, the  difference, if any, arising from the fact that a higher licence duty is payable in respect of the new premises, chattel or thing, such difference to be computed from the first day of the quarter of the year in which the transfer is made.",
            "description": "The holder of any licence issued under or by virtue of the provisions of any Act for the raising of taxes shall be at liberty to transfer the same for the unexpired portion thereof to any other premises, chattel or thing which are or is liable to a licence of the same or a  similar kind, provided that the transfer and the date and hour thereof are endorsed on such licence by the district commissioner of the district and that the holder of such licence pays, at the time of such transfer, the  difference, if any, arising from the fact that a higher licence duty is payable in respect of the new premises, chattel or thing, such difference to be computed from the first day of the quarter of the year in which the transfer is made."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Register of transfers. ",
            "context": "MISCELLANEOUS LICENCES ACT under Register of transfers. 16. (1) The transfer of every licence made under this Act shall be liable to the stamp duty imposed by any Tax Act, and every transfer shall be registered by the district commissioner in a book to be kept by him for the purpose.  (2) Any extract from the register, certified and signed by a district commissioner, shall be received in LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 11  L.R.O. 1/2012          Use of or trading under anothers licence prohibited.  [28 of 1936]                                  evidence in all courts whatsoever in Guyana, without production of the register.  (3) The district commissioner shall be entitled to a fee of twenty-five cents on furnishing the extract, to be paid by the party applying for it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The transfer of every licence made under this Act shall be liable to the stamp duty imposed by any Tax Act, and every transfer shall be registered by the district commissioner in a book to be kept by him for the purpose."
                },
                {
                    "representation": "(2)",
                    "description": "Any extract from the register, certified and signed by a district commissioner, shall be received in LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 11  L.R.O. 1/2012          Use of or trading under anothers licence prohibited.  [28 of 1936]                                  evidence in all courts whatsoever in Guyana, without production of the register."
                },
                {
                    "representation": "(3)",
                    "description": "The district commissioner shall be entitled to a fee of twenty-five cents on furnishing the extract, to be paid by the party applying for it."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Use of or trading under another’s licence prohibited.  MARKING  OF LICENSED  VEHICLES, CRAFT  AND  PREMISES     ",
            "context": "MISCELLANEOUS LICENCES ACT under Use of or trading under anothers licence prohibited.  MARKING  OF LICENSED  VEHICLES, CRAFT  AND  PREMISES     17.  Anyone who  (a)  lets out, hires, or lends to another any licence granted or transferred to him;  (b)  makes use of, trades, or acts in any way with, under, or by colour of any licence granted or transferred to another, or of any licence in which his real name is not inserted as the name of the person to whom it is granted or transferred,  shall each of them forfeit and pay for each offence a sum of not less than fifteen dollars and not more than one hundred and fifty dollars, and each licence shall be forfeited and become null and void:  Provided that  (a)  anyone bona fide employed by the owner of a licence may lawfully make use of, trade, and act with and under that licence for the exclusive benefit of the owner; and  (b)  in the case of a gun licence, or local craft licence, the name of the person so bona fide employed must be inserted in the licence, or be endorsed thereon, with the date and hour of   LAWS OF GUYANA 12 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                Painting of name and number on carriage or cart kept for hire. [4 of 1972]         Painting of certain particulars on cart not kept for hire.               endorsement,  by  a  district  commissioner  or  by  a magistrate, in which last case the magistrate shall, within seven  days  thereafter,  send  or  deliver  to  the  district commissioner the particulars of the endorsement.  MARKING  OF LICENSED  VEHICLES, CRAFT  AND PREMISES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "anyone bona fide employed by the owner of a licence may lawfully make use of, trade, and act with and under that licence for the exclusive benefit of the owner; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a gun licence, or local craft licence, the name of the person so bona fide employed must be inserted in the licence, or be endorsed thereon, with the date and hour of   LAWS OF GUYANA 12 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                Painting of name and number on carriage or cart kept for hire. [4 of 1972]         Painting of certain particulars on cart not kept for hire.               endorsement,  by  a  district  commissioner  or  by  a magistrate, in which last case the magistrate shall, within seven  days  thereafter,  send  or  deliver  to  the  district commissioner the particulars of the endorsement.  MARKING  OF LICENSED  VEHICLES, CRAFT  AND PREMISES"
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Painting of name and number on carriage or cart kept for hire. ",
            "context": "MISCELLANEOUS LICENCES ACT under Painting of name and number on carriage or cart kept for hire. 18. (1)  Everyone who keeps a carriage or cart for hire shall have his name and the number of his licence painted in plain legible letters and figures, in black upon a white ground or in white upon a black ground, upon some conspicuous part of the carriage or cart.  (2) Everyone  who  uses  or  suffers  to  be  used,  for  hire  or otherwise, a carriage or cart without the name and number being so painted thereon as aforesaid shall be liable for each offence to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who keeps a carriage or cart for hire shall have his name and the number of his licence painted in plain legible letters and figures, in black upon a white ground or in white upon a black ground, upon some conspicuous part of the carriage or cart."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone  who  uses  or  suffers  to  be  used,  for  hire  or otherwise, a carriage or cart without the name and number being so painted thereon as aforesaid shall be liable for each offence to a fine of one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Painting of certain particulars on cart not kept for hire. ",
            "context": "MISCELLANEOUS LICENCES ACT under Painting of certain particulars on cart not kept for hire. 19.  (1) Everyone who keeps any cart other than for hire shall have the word private and also, if a licence is required in respect thereof, his name and the number of his licence, and if the cart belongs to, and is exclusively used in the service of, an estate, plantation, or cattle farm, the name thereof, painted in plain legible letters and figures, in black upon a white ground or in white upon a black ground, upon some conspicuous part of the cart.  (2) Everyone who uses the cart or suffers it to be used without the particulars hereinbefore required in that behalf being so painted thereon shall be liable for each offence to a fine of one hundred and fifty dollars.   LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 13  L.R.O. 1/2012 Painting of number on  local craft.              Liability to seizure of carriage, cart,  or craft not marked.                    Affixing of notice-board by person licensed to sell wine and malt liquor to be drunk on the premises, or to keep a  butchers shop in rural  districts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who keeps any cart other than for hire shall have the word private and also, if a licence is required in respect thereof, his name and the number of his licence, and if the cart belongs to, and is exclusively used in the service of, an estate, plantation, or cattle farm, the name thereof, painted in plain legible letters and figures, in black upon a white ground or in white upon a black ground, upon some conspicuous part of the cart."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who uses the cart or suffers it to be used without the particulars hereinbefore required in that behalf being so painted thereon shall be liable for each offence to a fine of one hundred and fifty dollars.   LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 13  L.R.O. 1/2012 Painting of number on  local craft.              Liability to seizure of carriage, cart,  or craft not marked.                    Affixing of notice-board by person licensed to sell wine and malt liquor to be drunk on the premises, or to keep a  butchers shop in rural  districts."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Painting of number on local craft. ",
            "context": "MISCELLANEOUS LICENCES ACT under Painting of number on local craft. 20. (1) Everyone who keeps any local craft in respect whereof a licence is or may be required shall have the number of the licence painted in plain legible figures upon the stern or bow of the craft.  (2) Every person who uses the craft or suffers it to be used without the number being so painted thereon shall be liable for each offence to a fine of seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who keeps any local craft in respect whereof a licence is or may be required shall have the number of the licence painted in plain legible figures upon the stern or bow of the craft."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who uses the craft or suffers it to be used without the number being so painted thereon shall be liable for each offence to a fine of seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Liability to seizure of carriage, cart, or craft not marked. ",
            "context": "MISCELLANEOUS LICENCES ACT under Liability to seizure of carriage, cart, or craft not marked. 21. (1) A district commissioner or any police officer or constable, may seize any carriage or cart (together with any animal drawing it), or any local craft, in respect whereof a penalty or forfeiture has accrued under any of the last three preceding sections, and remove and detain it until the penalty or  forfeiture is paid, together with all costs of removal, and until the particulars hereinbefore required in that behalf are duly painted thereon at the owners expense.  (2) If the penalty or forfeiture is not paid upon conviction, together with all the costs of removal, the carriage or cart (together with any animal drawing it), or craft, as the case may be, shall be liable and leviable for the amount thereof with costs and shall be sold by order of the convicting magistrate; and if the proceeds of the sale are not sufficient for the payment of the penalty or forfeiture with costs the party  convicted shall be liable therefor, and the payment shall be recovered by distress.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A district commissioner or any police officer or constable, may seize any carriage or cart"
                },
                {
                    "representation": "(2)",
                    "description": "If the penalty or forfeiture is not paid upon conviction, together with all the costs of removal, the carriage or cart"
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Affixing of notice-board by person licensed to sell wine and malt  liquor to be drunk on the premises, or to keep a butcher’s shop in rural districts.  BUTCHERS’ NOTICE  AND  RETURNS  ",
            "context": "MISCELLANEOUS LICENCES ACT under Affixing of notice-board by person licensed to sell wine and malt  liquor to be drunk on the premises, or to keep a butchers shop in rural districts.  BUTCHERS NOTICE  AND  RETURNS  22. (1)  Everyone who is licensed to sell wine and malt liquor to be consumed on the premises, and everyone who is licensed to keep a butchers shop in the rural districts, as the case may be, shall affix a board  in some conspicuous place outside and over the door and window of his shop, whereon shall be painted, in plain legible letters, his name and the words Licensed to sell wine and malt liquor to be drunk on the premises, or Licensed to sell butchers meat, as the case may be, and any person  who fails to comply with, or acts in contravention of, the provisions of this subsection shall be LAWS OF GUYANA 14 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                     Notice to police by butcher in rural districts  of intention to slaughter.                        Penalty for non- production of animal or its skin.  liable for the first offence to a fine of seventy-five dollars and for the second or any subsequent offence to a fine of one hundred and fifty dollars.  (2) The  offence  of  omitting  to  affix  the  board  shall  be considered and held to be repeated every ten days after any previous conviction during which it is omitted to be affixed as aforesaid, and to be a separate offence.  BUTCHERS NOTICE  AND RETURNS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who is licensed to sell wine and malt liquor to be consumed on the premises, and everyone who is licensed to keep a butchers shop in the rural districts, as the case may be, shall affix a board  in some conspicuous place outside and over the door and window of his shop, whereon shall be painted, in plain legible letters, his name and the words Licensed to sell wine and malt liquor to be drunk on the premises, or Licensed to sell butchers meat, as the case may be, and any person  who fails to comply with, or acts in contravention of, the provisions of this subsection shall be LAWS OF GUYANA 14 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012                     Notice to police by butcher in rural districts  of intention to slaughter.                        Penalty for non- production of animal or its skin.  liable for the first offence to a fine of seventy-five dollars and for the second or any subsequent offence to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The  offence  of  omitting  to  affix  the  board  shall  be considered and held to be repeated every ten days after any previous conviction during which it is omitted to be affixed as aforesaid, and to be a separate offence.  BUTCHERS NOTICE  AND RETURNS"
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "(1) Notice to police by butcher in rural districts of intention to         slaughter. (2) Penalty for non-production of animal or its skin. ",
            "context": "MISCELLANEOUS LICENCES ACT under (1) Notice to police by butcher in rural districts of intention to         slaughter. (2) Penalty for non-production of animal or its skin. 23. (1)  Everyone licensed to keep a butchers shop in the rural districts who intends to slaughter any bull, cow, ox, steer, heifer, or calf, or any ram, ewe, sheep, or lamb, shall, after the animal has been brought to his shop or to the place where it is to be slaughtered, and one day at least previous to the slaughter, deliver or cause to be delivered to the person in charge of the police station nearest to his shop a notice in writing, signed with his name (or, if he is unable to write, marked with his mark and attested by some credible witness), of his intention to slaughter that animal, and the notice shall contain a description of the animal as to sex and colour, and also as to any brand and peculiar or distinguishing marks by which it may be known or identified, and the name and place of residence of the  person from whom he has bought or procured it, and where the animal is slaughtered at some place other than his shop, he shall also at the same time deliver or cause to be delivered a like notice to the person in charge of the police station nearest to that place; and any person who fails to comply with or acts in contravention of any of the provisions of this subsection shall be liable for each such offence to a fine of one hundred and fifty dollars.  (2) Everyone aforesaid shall, if so required by any member of the police force, forthwith produce the animal at his shop or at the place where it is to be slaughtered, and the police officer may, if he has reason to suspect that the animal LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 15  L.R.O. 1/2012                       Weekly return of animals slaughtered.                 Posting up weekly return  in district  police station.       has been stolen, require the person to keep the animal for a period not exceeding seventy-two hours before killing it, and anyone refusing or neglecting to produce or keep any animal when so required shall be liable to a fine of one hundred and fifty dollars.  (3) Everyone as aforesaid shall be bound to keep the skin of every animal so slaughtered for not less than three days after it has been slaughtered and on demand to produce its skin for the inspection of any member of the police force or a rural constable; and any person who fails to comply with or acts in contravention of any of the provisions of this subsection shall be liable for each such offence to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone licensed to keep a butchers shop in the rural districts who intends to slaughter any bull, cow, ox, steer, heifer, or calf, or any ram, ewe, sheep, or lamb, shall, after the animal has been brought to his shop or to the place where it is to be slaughtered, and one day at least previous to the slaughter, deliver or cause to be delivered to the person in charge of the police station nearest to his shop a notice in writing, signed with his name"
                },
                {
                    "representation": "(2)",
                    "description": "Everyone aforesaid shall, if so required by any member of the police force, forthwith produce the animal at his shop or at the place where it is to be slaughtered, and the police officer may, if he has reason to suspect that the animal LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 15  L.R.O. 1/2012                       Weekly return of animals slaughtered.                 Posting up weekly return  in district  police station.       has been stolen, require the person to keep the animal for a period not exceeding seventy-two hours before killing it, and anyone refusing or neglecting to produce or keep any animal when so required shall be liable to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone as aforesaid shall be bound to keep the skin of every animal so slaughtered for not less than three days after it has been slaughtered and on demand to produce its skin for the inspection of any member of the police force or a rural constable; and any person who fails to comply with or acts in contravention of any of the provisions of this subsection shall be liable for each such offence to a fine of one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Weekly return of animals slaughtered. ",
            "context": "MISCELLANEOUS LICENCES ACT under Weekly return of animals slaughtered. 24.  Everyone licensed to keep a butchers shop in the rural districts shall be bound to send or deliver to the person in charge of the police station  nearest  to  his  shop  a  weekly  return,  containing  all  the descriptive particulars specified in the last preceding section, signed with his name (or, if he is unable to write, marked with his mark and attested by some credible witness), of all animals aforesaid which have been slaughtered by him during the week preceding, and the return shall be by him sent or delivered to the person in charge of that police station within three days after the expiration of each week; and any person who fails to comply with or acts in contravention of any of the provisions of this subsection shall be liable for each such offence to a fine of one hundred and fifty dollars.",
            "description": "Everyone licensed to keep a butchers shop in the rural districts shall be bound to send or deliver to the person in charge of the police station  nearest  to  his  shop  a  weekly  return,  containing  all  the descriptive particulars specified in the last preceding section, signed with his name (or, if he is unable to write, marked with his mark and attested by some credible witness), of all animals aforesaid which have been slaughtered by him during the week preceding, and the return shall be by him sent or delivered to the person in charge of that police station within three days after the expiration of each week; and any person who fails to comply with or acts in contravention of any of the provisions of this subsection shall be liable for each such offence to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Posting up weekly return in district police station.  POWERS  OF  OFFICERS  ",
            "context": "MISCELLANEOUS LICENCES ACT under Posting up weekly return in district police station.  POWERS  OF  OFFICERS  25.  The person in charge of any police station aforesaid shall, immediately on receipt of the weekly return, cause it to be affixed in a conspicuous place in the said police station for one week after the receipt thereof, and shall thereafter transmit it to the Commissioner of Police in Georgetown, to be by him filed as a record in his office.   LAWS OF GUYANA 16 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012      Demand for production of trade, gun or local craft licence. [28 of 1936]                            Non- production of licence when required.      Entry on premises and inspecting vehicle or animal kept for POWERS OF OFFICERS",
            "description": "The person in charge of any police station aforesaid shall, immediately on receipt of the weekly return, cause it to be affixed in a conspicuous place in the said police station for one week after the receipt thereof, and shall thereafter transmit it to the Commissioner of Police in Georgetown, to be by him filed as a record in his office.   LAWS OF GUYANA 16 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012      Demand for production of trade, gun or local craft licence. [28 of 1936]                            Non- production of licence when required.      Entry on premises and inspecting vehicle or animal kept for POWERS OF OFFICERS"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Demand for production of trade, gun or local craft licence. ",
            "context": "MISCELLANEOUS LICENCES ACT under Demand for production of trade, gun or local craft licence. 26. (1)  A district commissioner or any police officer or constable, may  demand from anyone exposing for sale any goods, wares, or merchandise, or carrying or using any fire-arm, or keeping for hire or using any local craft, his licence therefor, in any case in which a licence in respect thereof is or may be required; and if the person does not forthwith  produce the licence or satisfactorily account for its non- production,  the   district  commissioner,  or  the  police  officer  or constable, may seize and detain the goods, wares, merchandise, fire-arm, or craft, until the licence is produced, or, if no licence has been taken out, until the penalty or forfeiture incurred by the person offering for sale the goods, wares, or merchandise, or carrying or using the fire- arm, or keeping for hire or using the craft, is paid, together with all costs of removal.  (2) All goods, wares, merchandise, fire-arm, or craft aforesaid, as the case may be, shall be liable and leviable for the amount of the fine or forfeiture with costs and, in default of payment by the offender upon conviction, shall be sold by order of the convicting magistrate; and if the proceeds of the sale are not sufficient for the payment of the penalty or forfeiture, the party convicted shall be liable therefor, and the payment shall be recovered by distress.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A district commissioner or any police officer or constable, may  demand from anyone exposing for sale any goods, wares, or merchandise, or carrying or using any fire-arm, or keeping for hire or using any local craft, his licence therefor, in any case in which a licence in respect thereof is or may be required; and if the person does not forthwith  produce the licence or satisfactorily account for its non- production,  the   district  commissioner,  or  the  police  officer  or constable, may seize and detain the goods, wares, merchandise, fire-arm, or craft, until the licence is produced, or, if no licence has been taken out, until the penalty or forfeiture incurred by the person offering for sale the goods, wares, or merchandise, or carrying or using the fire- arm, or keeping for hire or using the craft, is paid, together with all costs of removal."
                },
                {
                    "representation": "(2)",
                    "description": "All goods, wares, merchandise, fire-arm, or craft aforesaid, as the case may be, shall be liable and leviable for the amount of the fine or forfeiture with costs and, in default of payment by the offender upon conviction, shall be sold by order of the convicting magistrate; and if the proceeds of the sale are not sufficient for the payment of the penalty or forfeiture, the party convicted shall be liable therefor, and the payment shall be recovered by distress."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Non-production of licence when required. ",
            "context": "MISCELLANEOUS LICENCES ACT under Non-production of licence when required. 27.  If anyone who has taken out a licence or licences does not produce and deliver the licence or licences to be examined and read by any district commissioner within a reasonable time after that officer requests the production thereof, he shall be liable to a fine of seventy- five dollars.",
            "description": "If anyone who has taken out a licence or licences does not produce and deliver the licence or licences to be examined and read by any district commissioner within a reasonable time after that officer requests the production thereof, he shall be liable to a fine of seventy- five dollars."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Entry on premises and inspecting vehicle or animal kept for hire. ",
            "context": "MISCELLANEOUS LICENCES ACT under Entry on premises and inspecting vehicle or animal kept for hire. 28.  A district commissioner may, at any hour between six oclock in the morning and six oclock in the evening, enter on any premises whereon is any carriage, cart, or other vehicle kept for hire, or any horse, donkey, or mule, kept for LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 17  L.R.O. 1/2012 hire.   Assaulting district commissioner  in execution of duty.     Onus of proof  in certain proceedings.            Onus of proof  as to animal or thing found on premises.                Application of certain enactments to holders of hire, and may inspect and ascertain its state and condition.",
            "description": "A district commissioner may, at any hour between six oclock in the morning and six oclock in the evening, enter on any premises whereon is any carriage, cart, or other vehicle kept for hire, or any horse, donkey, or mule, kept for LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 17  L.R.O. 1/2012 hire.   Assaulting district commissioner  in execution of duty.     Onus of proof  in certain proceedings.            Onus of proof  as to animal or thing found on premises.                Application of certain enactments to holders of hire, and may inspect and ascertain its state and condition."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Assaulting district commissioner in execution of duty.  PROCEDURE  ",
            "context": "MISCELLANEOUS LICENCES ACT under Assaulting district commissioner in execution of duty.  PROCEDURE  29. Anyone who assaults, obstructs, hinders, or molests a district commissioner in the execution of his duty under this Act shall be liable to a fine of three hundred dollars.  PROCEDURE",
            "description": "Anyone who assaults, obstructs, hinders, or molests a district commissioner in the execution of his duty under this Act shall be liable to a fine of three hundred dollars.  PROCEDURE"
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Onus of proof in certain proceedings. ",
            "context": "MISCELLANEOUS LICENCES ACT under Onus of proof in certain proceedings. 30.  Where, in any proceedings taken for the recovery of a penalty for the failure or omission to take out any licence required by law in respect of a vehicle or an animal, any question arises as to the number of the vehicles or animals which the person proceeded against has kept and used, or owned and permitted to be used, or has used, the burden of proving the number of the vehicles or animals kept and used, or owned and permitted to be used, or used, by the defendant, and that he has a licence for each, shall lie on the defendant.",
            "description": "Where, in any proceedings taken for the recovery of a penalty for the failure or omission to take out any licence required by law in respect of a vehicle or an animal, any question arises as to the number of the vehicles or animals which the person proceeded against has kept and used, or owned and permitted to be used, or has used, the burden of proving the number of the vehicles or animals kept and used, or owned and permitted to be used, or used, by the defendant, and that he has a licence for each, shall lie on the defendant."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Onus of proof as to animal or thing found on premises. ",
            "context": "MISCELLANEOUS LICENCES ACT under Onus of proof as to animal or thing found on premises. 31.  Every animal and everything in respect of which a licence to keep, or to use, or to keep and use, or to own and permit to be used, or to carry it, as the case may be, is by law required, found in or on the premises of the person by law required to take out that licence, or in the possession or under the control of, or being used or permitted to be used by that person, his  attorney, agent, clerk, or servant, whether acting or employed for a term, for an undefined period, or for a special occasion, shall be deemed prima facie to be kept, or used, or kept and used, or owned and permitted to be used, or carried, as the case may be, by that person; and the onus of showing that the animal or thing found was not in fact kept, or used, or kept and used, or owned and permitted to be used, or carried, as the case may be, by him shall be on him.",
            "description": "Every animal and everything in respect of which a licence to keep, or to use, or to keep and use, or to own and permit to be used, or to carry it, as the case may be, is by law required, found in or on the premises of the person by law required to take out that licence, or in the possession or under the control of, or being used or permitted to be used by that person, his  attorney, agent, clerk, or servant, whether acting or employed for a term, for an undefined period, or for a special occasion, shall be deemed prima facie to be kept, or used, or kept and used, or owned and permitted to be used, or carried, as the case may be, by that person; and the onus of showing that the animal or thing found was not in fact kept, or used, or kept and used, or owned and permitted to be used, or carried, as the case may be, by him shall be on him."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Application of certain enactments to holders of licences, and their attorneys. ",
            "context": "MISCELLANEOUS LICENCES ACT under Application of certain enactments to holders of licences, and their attorneys. 32.  The provisions of any enactments for the time being in force relating to proceedings in cases where the holder of a licence under any Act relating to wine and spirit LAWS OF GUYANA 18 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  licences, and their attorneys.              Liability of person found  on licensed premises  during period when business cannot be lawfully transacted or they should be closed.                  Sale of articles ordered to be sold under this Act.    licences is made liable to a penalty  in respect of any act or omission, and a charge is preferred alleging that act or omission, and relating to the liability to penalties of the attorney of the holder of a licence where that holder is without Guyana, shall, mutatis mutandis, apply to every holder of a licence of whatever kind under this Act and to his  attorneys, agents, clerks, and servants, whether acting or employed for a term, for an undefined period, or for a special occasion.",
            "description": "The provisions of any enactments for the time being in force relating to proceedings in cases where the holder of a licence under any Act relating to wine and spirit LAWS OF GUYANA 18 Cap. 80:04                                                                                                       Miscellaneous Licences                                     L.R.O. 1/2012  licences, and their attorneys.              Liability of person found  on licensed premises  during period when business cannot be lawfully transacted or they should be closed.                  Sale of articles ordered to be sold under this Act.    licences is made liable to a penalty  in respect of any act or omission, and a charge is preferred alleging that act or omission, and relating to the liability to penalties of the attorney of the holder of a licence where that holder is without Guyana, shall, mutatis mutandis, apply to every holder of a licence of whatever kind under this Act and to his  attorneys, agents, clerks, and servants, whether acting or employed for a term, for an undefined period, or for a special occasion."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Liability of person found on licensed premises during period when business cannot be lawfully transacted or they should be closed. ",
            "context": "MISCELLANEOUS LICENCES ACT under Liability of person found on licensed premises during period when business cannot be lawfully transacted or they should be closed. 33. (1) Anyone who is found in or on any licensed premises within a period during which business cannot therein be lawfully transacted, or during which those premises are by law required to be closed or forbidden to be opened, shall, unless he satisfies the magistrate that he was  on the premises as an inmate, servant, or lodger or otherwise lawfully, be liable to a fine of thirty dollars.  (2) Any police constable may demand the name and address of anyone found in or on licensed premises within the period aforesaid, and, if the name or address is not given, or if there is reasonable ground for suspecting the name and address given to be false, may arrest that person without a warrant, unless he produces satisfactory proof as to the correctness of the name and address given, and take him as soon as practicable before a justice of the peace.  (3) Anyone who fails, when so required by a police constable to give  his name and address, or gives a false name or address, or produces false testimony in respect of his name or address, shall be liable to a fine of seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who is found in or on any licensed premises within a period during which business cannot therein be lawfully transacted, or during which those premises are by law required to be closed or forbidden to be opened, shall, unless he satisfies the magistrate that he was  on the premises as an inmate, servant, or lodger or otherwise lawfully, be liable to a fine of thirty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any police constable may demand the name and address of anyone found in or on licensed premises within the period aforesaid, and, if the name or address is not given, or if there is reasonable ground for suspecting the name and address given to be false, may arrest that person without a warrant, unless he produces satisfactory proof as to the correctness of the name and address given, and take him as soon as practicable before a justice of the peace."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone who fails, when so required by a police constable to give  his name and address, or gives a false name or address, or produces false testimony in respect of his name or address, shall be liable to a fine of seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Sale of articles ordered to be sold under this Act. ",
            "context": "MISCELLANEOUS LICENCES ACT under Sale of articles ordered to be sold under this Act. 34.  All articles ordered to be sold by virtue of any of the preceding provisions of this Act shall be publicly sold by some police officer or constable, by direction of the magistrate, for cash to the highest bidder, and the magistrate shall cause notice of the intended sale to be affixed upon a LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 19  L.R.O. 1/2012                Recovery of fines, penalties and forfeitures.      Power to the Minister to order delivery up of article seized.   Police officer or constable not aiding in execution of  this Act.      Procedure.        Power to make regulations. [23 of 1932]       board in his court room at least one week before the day of sale, unless the article seized is of a perishable nature, in which case the same shall be  sold at the time and in the manner directed by the magistrate; and the  surplus proceeds of every sale held under this section, after payment of any penalty awarded against the owner of the article sold, together with all costs and expenses, shall be paid to the owner, if he is known, and if he is not known they shall accrue due and shall be paid to the Accountant General for the public use.",
            "description": "All articles ordered to be sold by virtue of any of the preceding provisions of this Act shall be publicly sold by some police officer or constable, by direction of the magistrate, for cash to the highest bidder, and the magistrate shall cause notice of the intended sale to be affixed upon a LAWS OF GUYANA                                                                                                                                                                                     Miscellaneous Licences                                 Cap. 80:04 19  L.R.O. 1/2012                Recovery of fines, penalties and forfeitures.      Power to the Minister to order delivery up of article seized.   Police officer or constable not aiding in execution of  this Act.      Procedure.        Power to make regulations. [23 of 1932]       board in his court room at least one week before the day of sale, unless the article seized is of a perishable nature, in which case the same shall be  sold at the time and in the manner directed by the magistrate; and the  surplus proceeds of every sale held under this section, after payment of any penalty awarded against the owner of the article sold, together with all costs and expenses, shall be paid to the owner, if he is known, and if he is not known they shall accrue due and shall be paid to the Accountant General for the public use."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Recovery of fines, penalties and forfeitures. ",
            "context": "MISCELLANEOUS LICENCES ACT under Recovery of fines, penalties and forfeitures. 35.  All fines, penalties, and forfeitures incurred under this Act shall and may be sued for and recovered under and in accordance with the Summary Jurisdiction Acts.",
            "description": "All fines, penalties, and forfeitures incurred under this Act shall and may be sued for and recovered under and in accordance with the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power to the Minister to order delivery up of article seized. ",
            "context": "MISCELLANEOUS LICENCES ACT under Power to the Minister to order delivery up of article seized. 36.  The Minister may order any article seized under or by virtue of any of the provisions of this Act to be restored in any manner and on any terms and conditions he thinks fit to direct.",
            "description": "The Minister may order any article seized under or by virtue of any of the provisions of this Act to be restored in any manner and on any terms and conditions he thinks fit to direct."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Police officer or constable not aiding in execution of this Act. ",
            "context": "MISCELLANEOUS LICENCES ACT under Police officer or constable not aiding in execution of this Act. 37.  Every police officer or constable who without lawful excuse refuses or neglects to aid and assist in the execution of this Act, when thereto  required  by  any  district  commissioner  or  other  person whomsoever, shall be liable for each such offence to a fine of not less than thirty dollars and not more than one hundred and fifty dollars.",
            "description": "Every police officer or constable who without lawful excuse refuses or neglects to aid and assist in the execution of this Act, when thereto  required  by  any  district  commissioner  or  other  person whomsoever, shall be liable for each such offence to a fine of not less than thirty dollars and not more than one hundred and fifty dollars."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Procedure. ",
            "context": "MISCELLANEOUS LICENCES ACT under Procedure. 38.  All proceedings under this Act shall be conducted as nearly as may be in manner and form provided by the Summary Jurisdiction Acts.",
            "description": "All proceedings under this Act shall be conducted as nearly as may be in manner and form provided by the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "MISCELLANEOUS LICENCES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "",
            "context": "MISCELLANEOUS LICENCES ACT under 50. [28 of 1931 8 of 1958 11 of 1983]  Acting without licence.                 be recovered as one penalty.  (3) On payment of the penalty as aforesaid, with all costs, if the licence is one that can be granted for a whole year and there is any portion of the financial year for which the licence was required then unexpired at the time of the conviction, a licence shall be issued to the person convicted for that unexpired portion.  (4) The whole amount paid by the person convicted in respect of the   sum  payable  for  the  licence  shall  be  paid  to  the  district commissioner for the public use, without any deduction.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "On payment of the penalty as aforesaid, with all costs, if the licence is one that can be granted for a whole year and there is any portion of the financial year for which the licence was required then unexpired at the time of the conviction, a licence shall be issued to the person convicted for that unexpired portion."
                },
                {
                    "representation": "(4)",
                    "description": "The whole amount paid by the person convicted in respect of the   sum  payable  for  the  licence  shall  be  paid  to  the  district commissioner for the public use, without any deduction."
                }
            ]
        }
    }
]