[
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "under Short title. 1. This Act may be cited as the Entertainments Duty Act.",
            "description": "This Act may be cited as the Entertainments Duty Act."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "under Interpretation. 2.  In this Act  admission means admission as a spectator or one of an audience; admission to an entertainment includes admission to any place in which the entertainment is held;  district  commissioner  means  the  commissioner  of  the  district appointed under the District Government Act and any assistant district commissioner of a district and                                                                                                                                                   Entertainments Duty                  ENTERTAINMENTS DUTY ACT LAWS OF GUYANA 4 Cap. 80:06                                             L.R.O. 1/2012                              Duty on payments for admission to entertainments.                includes any mines officer of a mining district and any public officer appointed to the staff of any administrative or mining district office who is authorised in writing by the Minister to perform any of the functions and duties conferred on district commissioners by any Act;  entertainment includes any exhibition, performance, amusement, game, or sport, to which persons are admitted for payment;  entertainments duty means the duty imposed by any tax Act in respect of an entertainment;  payment for admission includes any payment made by a person who, having been admitted to one part of a place of entertainment, is subsequently admitted to another part thereof for admission to which a payment involving duty or more duty is required;  proprietor,  in  relation  to  any  entertainment,  includes  anyone responsible for the management thereof.",
            "description": "In this Act  admission means admission as a spectator or one of an audience; admission to an entertainment includes admission to any place in which the entertainment is held;  district  commissioner  means  the  commissioner  of  the  district appointed under the District Government Act and any assistant district commissioner of a district and                                                                                                                                                   Entertainments Duty                  ENTERTAINMENTS DUTY ACT LAWS OF GUYANA 4 Cap. 80:06                                             L.R.O. 1/2012                              Duty on payments for admission to entertainments.                includes any mines officer of a mining district and any public officer appointed to the staff of any administrative or mining district office who is authorised in writing by the Minister to perform any of the functions and duties conferred on district commissioners by any Act;  entertainment includes any exhibition, performance, amusement, game, or sport, to which persons are admitted for payment;  entertainments duty means the duty imposed by any tax Act in respect of an entertainment;  payment for admission includes any payment made by a person who, having been admitted to one part of a place of entertainment, is subsequently admitted to another part thereof for admission to which a payment involving duty or more duty is required;  proprietor,  in  relation  to  any  entertainment,  includes  anyone responsible for the management thereof."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Duty on payments for admission to entertainments. ",
            "context": "under Duty on payments for admission to entertainments. 3. (1)  No one shall be admitted for payment to any entertainment where the payment is subject to entertainments duty except  (a)  with a ticket stamped with a stamp (not before used) denoting that the proper entertainments duty has been paid; or  (b)  in  special  cases  with  the  approval  of  the  district commissioner,  through  a  barrier,  or  by  means  of  a mechanical contrivance, which automatically registers the number of persons admitted,                                                                                                           Entertainments Duty LAWS OF GUYANA                                                  Cap. 80:06 5  L.R.O. 1/2012                                          Supplemental provisions as to entertainments duty.      unless the proprietor of the entertainment has made arrangements approved by the district commissioner for furnishing returns of the payment for admission to the entertainment and has given security, up to an amount and in a manner approved by the district commissioner, for the payment of duty.  (2) If   anyone   is   admitted   for   payment   to   a   place   of entertainment and the provisions of this section are not observed, the person admitted and the proprietor of the entertainment to which he is admitted shall be liable in respect of each offence to a fine, in the case of the person admitted, of seventy-five dollars and, in the case of the proprietor, of seven hundred and fifty dollars, and the proprietor shall in addition be liable to pay any duty which should have been paid.  (3) Entertainments duty shall be charged in respect of each person admitted for payment, and, in the case of admission by stamped ticket, shall be paid by means of the stamp on the ticket, and, in the case of admission otherwise than by stamped ticket, shall be calculated and paid on the number of admissions.  (4) Entertainments duty, in the case of admission otherwise than by stamped ticket, shall be recoverable from the proprietor and, if the amount of duty is less than one hundred dollars, without prejudice to any other  means of recovery, may be recovered by the district commissioner as a civil debt.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall be admitted for payment to any entertainment where the payment is subject to entertainments duty except"
                },
                {
                    "representation": "(a)",
                    "description": "with a ticket stamped with a stamp"
                },
                {
                    "representation": "(b)",
                    "description": "in  special  cases  with  the  approval  of  the  district commissioner,  through  a  barrier,  or  by  means  of  a mechanical contrivance, which automatically registers the number of persons admitted,                                                                                                           Entertainments Duty LAWS OF GUYANA                                                  Cap. 80:06 5  L.R.O. 1/2012                                          Supplemental provisions as to entertainments duty.      unless the proprietor of the entertainment has made arrangements approved by the district commissioner for furnishing returns of the payment for admission to the entertainment and has given security, up to an amount and in a manner approved by the district commissioner, for the payment of duty."
                },
                {
                    "representation": "(2)",
                    "description": "If   anyone   is   admitted   for   payment   to   a   place   of entertainment and the provisions of this section are not observed, the person admitted and the proprietor of the entertainment to which he is admitted shall be liable in respect of each offence to a fine, in the case of the person admitted, of seventy-five dollars and, in the case of the proprietor, of seven hundred and fifty dollars, and the proprietor shall in addition be liable to pay any duty which should have been paid."
                },
                {
                    "representation": "(3)",
                    "description": "Entertainments duty shall be charged in respect of each person admitted for payment, and, in the case of admission by stamped ticket, shall be paid by means of the stamp on the ticket, and, in the case of admission otherwise than by stamped ticket, shall be calculated and paid on the number of admissions."
                },
                {
                    "representation": "(4)",
                    "description": "Entertainments duty, in the case of admission otherwise than by stamped ticket, shall be recoverable from the proprietor and, if the amount of duty is less than one hundred dollars, without prejudice to any other  means of recovery, may be recovered by the district commissioner as a civil debt."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Supplemental provisions as to entertainment duty. ",
            "context": "under Supplemental provisions as to entertainment duty. 4. (1)  The  Minister  may  make  regulations  for  securing  the payment of entertainments duty and generally for carrying into effect the provisions of this Act as to entertainments duty, and in particular for  (a)  the supply and use of stamps or                                                                                                                                                   Entertainments Duty                  LAWS OF GUYANA 6 Cap. 80:06                                             L.R.O. 1/2012                                                 stamped tickets, or the stamping of tickets sent to be stamped, and securing the defacement of stamps when used; and  (b)  the use of tickets covering the admission of more than one person and the calculation of the duty thereon, and the payment of duty on the transfer from one part of a place of entertainment to another; and  (c)   controlling   the   use   of   barriers   or   mechanical contrivances (including the prevention of the use of the barrier  or  mechanical  contrivance  for  payments  of  a different amount), and securing proper records of admission by means of barriers or mechanical contrivances.  (2) Anyone who acts in contravention of or fails to comply with any of the regulations shall be liable in respect of each offence to a fine of seven hundred and fifty dollars.  (3) (a) Any police officer, district commissioner, or anyone authorised by the district commissioner for the purpose, may enter a place of entertainment while the entertainment is proceeding and any place ordinarily used as a place of entertainment, at any reasonable times, with a view to seeing whether the provisions of this Act as to entertainments duty are being obeyed;  (b) Anyone who prevents or obstructs the entry of an officer authorised shall be liable on summary conviction to a fine of three hundred dollars.                                                                                                            Entertainments Duty LAWS OF GUYANA                                                  Cap. 80:06 7  L.R.O. 1/2012      c. 80:03  c. 47:01   Unauthorised sale of tickets. [12 of 1977]      c. 21:02      Recovery of penalties. (4) The provisions, including the penal provisions, of the Stamp Duties (Management) Act, and section 83 of the Post and Telegraph Act shall apply to stamps used for denoting entertainments duty.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  may  make  regulations  for  securing  the payment of entertainments duty and generally for carrying into effect the provisions of this Act as to entertainments duty, and in particular for"
                },
                {
                    "representation": "(a)",
                    "description": "the supply and use of stamps or                                                                                                                                                   Entertainments Duty                  LAWS OF GUYANA 6 Cap. 80:06                                             L.R.O. 1/2012                                                 stamped tickets, or the stamping of tickets sent to be stamped, and securing the defacement of stamps when used; and"
                },
                {
                    "representation": "(b)",
                    "description": "Anyone who prevents or obstructs the entry of an officer authorised shall be liable on summary conviction to a fine of three hundred dollars.                                                                                                            Entertainments Duty LAWS OF GUYANA                                                  Cap. 80:06 7  L.R.O. 1/2012      c. 80:03  c. 47:01   Unauthorised sale of tickets. [12 of 1977]      c. 21:02      Recovery of penalties."
                },
                {
                    "representation": "(c)",
                    "description": "controlling   the   use   of   barriers   or   mechanical contrivances"
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who acts in contravention of or fails to comply with any of the regulations shall be liable in respect of each offence to a fine of seven hundred and fifty dollars."
                },
                {
                    "representation": "(3)",
                    "description": "(a) Any police officer, district commissioner, or anyone authorised by the district commissioner for the purpose, may enter a place of entertainment while the entertainment is proceeding and any place ordinarily used as a place of entertainment, at any reasonable times, with a view to seeing whether the provisions of this Act as to entertainments duty are being obeyed;"
                },
                {
                    "representation": "(4)",
                    "description": "The provisions, including the penal provisions, of the Stamp Duties"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Unauthorised sales of tickets. ",
            "context": "under Unauthorised sales of tickets. 5. (1)  Any person who sells or offers for sale any ticket for admission  to  an  entertainment  otherwise  than  on  behalf  of  the proprietor of the entertainment shall be guilty of an offence.  (2) The provisions of subsections (4) and (5) of section 16 of the Cinematograph Act shall apply mutatis mutandis to any proceedings taken in respect of an offence under subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who sells or offers for sale any ticket for admission  to  an  entertainment  otherwise  than  on  behalf  of  the proprietor of the entertainment shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "The provisions of subsections"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "of section 16 of the Cinematograph Act shall apply mutatis mutandis to any proceedings taken in respect of an offence under subsection"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Recovery of penalties.   __________________________  1929 Ed. c. 104 1953 Ed. c. 304 _______________________________________________________ 22  of 1927    An Act to provide for the collection of Entertainments Duty.  [13TH AUGUST, 1927] Short title.    Interpretation.             ",
            "context": "under Recovery of penalties.   __________________________  1929 Ed. c. 104 1953 Ed. c. 304 _______________________________________________________ 22  of 1927    An Act to provide for the collection of Entertainments Duty.  [13TH AUGUST, 1927] Short title.    Interpretation.             6. All penalties for a breach of this Act shall be recoverable under the Summary Jurisdiction Acts.    ___________________                                                                                                                                                                    Entertainments Duty                  LAWS OF GUYANA 8 Cap. 80:06                                             L.R.O. 1/2012                                 SUBSIDIARY LEGISLATION                                             _________________    ARRANGEMENT OF REGULATIONS  REGULATIONS",
            "description": "All penalties for a breach of this Act shall be recoverable under the Summary Jurisdiction Acts.    ___________________                                                                                                                                                                    Entertainments Duty                  LAWS OF GUYANA 8 Cap. 80:06                                             L.R.O. 1/2012                                 SUBSIDIARY LEGISLATION                                             _________________    ARRANGEMENT OF REGULATIONS  REGULATIONS"
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Stamps to be issued undefaced and defaced subsequently. ",
            "context": "under Stamps to be issued undefaced and defaced subsequently. 7. (1) Subject to these Regulations, the proprietor shall not deface,  cut,  tear  or  diminish  any  adhesive  stamp before the ticket to which it is affixed is issued to the person paying for admission or admit any person to an entertainment with a ticket bearing  an  adhesive  stamp  which has  been  defaced, cut, torn  or diminished.  (2) No person being the holder of a ticket to which an adhesive stamp is affixed, issued for the purpose of authorising admission to an entertainment, shall deface, cut, tear, or diminish the stamp.  (3) The proprietor shall collect the tickets of all persons about to be admitted to the entertainment with a ticket bearing an adhesive stamp, and every person about to be so admitted with such a ticket  shall immediately  before admission to the entertainment, deliver the ticket to the person who is collecting the tickets.  [Subsidiary]                                             Entertainments Duty Regulations Entertainments Duty 10 LAWS OF GUYANA Cap.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to these Regulations, the proprietor shall not deface,  cut,  tear  or  diminish  any  adhesive  stamp before the ticket to which it is affixed is issued to the person paying for admission or admit any person to an entertainment with a ticket bearing  an  adhesive  stamp  which has  been  defaced, cut, torn  or diminished."
                },
                {
                    "representation": "(2)",
                    "description": "No person being the holder of a ticket to which an adhesive stamp is affixed, issued for the purpose of authorising admission to an entertainment, shall deface, cut, tear, or diminish the stamp."
                },
                {
                    "representation": "(3)",
                    "description": "The proprietor shall collect the tickets of all persons about to be admitted to the entertainment with a ticket bearing an adhesive stamp, and every person about to be so admitted with such a ticket  shall immediately  before admission to the entertainment, deliver the ticket to the person who is collecting the tickets.  [Subsidiary]                                             Entertainments Duty Regulations Entertainments Duty 10 LAWS OF GUYANA Cap."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Provision as to a ticket used for admitting more than one person. ",
            "context": "under Provision as to a ticket used for admitting more than one person. 8. (1) Where the proprietor issues any ticket purporting or intended to authorise the admission to the entertainment of more than one person, he shall cause the ticket to be clearly marked with the number of persons so authorised to be admitted and the total price charged for the ticket, and he shall not admit to the entertainment by virtue of that ticket a greater number of persons than that marked on the ticket.  (2) For the purpose of calculating the duty chargeable in such  a  case,  there  shall  be deemed  to  be  as  many payments for admission as there are persons authorised to be admitted under the ticket, and each of those payments shall be deemed to be equal in amount to the total price charged for the ticket divided by the total number of the persons so authorised.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the proprietor issues any ticket purporting or intended to authorise the admission to the entertainment of more than one person, he shall cause the ticket to be clearly marked with the number of persons so authorised to be admitted and the total price charged for the ticket, and he shall not admit to the entertainment by virtue of that ticket a greater number of persons than that marked on the ticket."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of calculating the duty chargeable in such  a  case,  there  shall  be deemed  to  be  as  many payments for admission as there are persons authorised to be admitted under the ticket, and each of those payments shall be deemed to be equal in amount to the total price charged for the ticket divided by the total number of the persons so authorised."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Provisions as to persons admitted without payment. ",
            "context": "under Provisions as to persons admitted without payment. 9. (1) The proprietor shall not admit any person to the entertainment without payment, unless that person is the holder of a ticket or other document entitling him to be admitted without payment, and clearly marked \" Complimentary\" or \"Free\" or of a badge recognised by the proprietor as entitling the holder thereof, so to be admitted.  (2) No person shall enter or otherwise obtain admission to an entertainment without payment unless he is the holder of such a ticket, document or badge as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proprietor shall not admit any person to the entertainment without payment, unless that person is the holder of a ticket or other document entitling him to be admitted without payment, and clearly marked \" Complimentary\" or \"Free\" or of a badge recognised by the proprietor as entitling the holder thereof, so to be admitted."
                },
                {
                    "representation": "(2)",
                    "description": "No person shall enter or otherwise obtain admission to an entertainment without payment unless he is the holder of such a ticket, document or badge as aforesaid."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Provisions as to arrangements for furnishing returns. ",
            "context": "under Provisions as to arrangements for furnishing returns. 10. (1) If any proprietor desires to make such arrangements as are mentioned in section 3(1) of the Act, he [Subsidiary]  Entertainments Duty Regulations  11                         Entertainments Duty LAWS OF GUYANA Cap.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any proprietor desires to make such arrangements as are mentioned in section 3(1) of the Act, he [Subsidiary]  Entertainments Duty Regulations  11                         Entertainments Duty LAWS OF GUYANA Cap."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Use of barriers or mechanical contrivances for registering admissions. ",
            "context": "under Use of barriers or mechanical contrivances for registering admissions. 11. (1)  The  proprietor  of  any  entertainment  who  desires admission  to  be  through  a  barrier  or  by  means  of  a  mechanical contrivance which automatically registers the number of persons admitted to such contrivances entertainment shall, before the entertainment, submit specifications of such barrier or mechanical contrivance to the district commissioner for his approval. A separate barrier or contrivance shall be provided for admission to each part of the place of entertainment, the price of admission to which involves payment of a different amount of duty.  (2) The proprietor shall obey any directions given him by the district commissioner as to the use of the barrier or contrivance, or as to the checking of the numbers registered.   [Subsidiary]                                             Entertainments Duty Regulations Entertainments Duty 12 LAWS OF GUYANA Cap.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  proprietor  of  any  entertainment  who  desires admission  to  be  through  a  barrier  or  by  means  of  a  mechanical contrivance which automatically registers the number of persons admitted to such contrivances entertainment shall, before the entertainment, submit specifications of such barrier or mechanical contrivance to the district commissioner for his approval. A separate barrier or contrivance shall be provided for admission to each part of the place of entertainment, the price of admission to which involves payment of a different amount of duty."
                },
                {
                    "representation": "(2)",
                    "description": "The proprietor shall obey any directions given him by the district commissioner as to the use of the barrier or contrivance, or as to the checking of the numbers registered.   [Subsidiary]                                             Entertainments Duty Regulations Entertainments Duty 12 LAWS OF GUYANA Cap."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Application for exemption. ",
            "context": "under Application for exemption. 12. (1) If the proprietor of any entertainment claims that duty ought not to be charged on admission to that entertainment by for reason of any Tax Act for the time being in force, he shall, not less than seven days before the date on which the entertainment is to be held, make an application to the district commissioner claiming exemption accordingly.  (2) An application for the purposes of this regulation shall be made in such form as the district commissioner may prescribe, and the applicant shall truly furnish to the district commissioner all particulars  which  he  may  require  in  connection  with  the  said application.  (3) Where the district commissioner is satisfied that having regard to the enactment aforesaid duty is not, or if certain conditions are complied with, will  not be,  chargeable,  he shall  grant  to  the applicant a certificate in writing to that effect.  (4) Where any such certificate as aforesaid is granted the district commissioner may, if he thinks it; necessary so to do for protection of the revenue, require the proprietor to comply with any conditions specified in the certificate, and it shall be the duty of the proprietor to comply with the conditions so specified.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the proprietor of any entertainment claims that duty ought not to be charged on admission to that entertainment by for reason of any Tax Act for the time being in force, he shall, not less than seven days before the date on which the entertainment is to be held, make an application to the district commissioner claiming exemption accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "An application for the purposes of this regulation shall be made in such form as the district commissioner may prescribe, and the applicant shall truly furnish to the district commissioner all particulars  which  he  may  require  in  connection  with  the  said application."
                },
                {
                    "representation": "(3)",
                    "description": "Where the district commissioner is satisfied that having regard to the enactment aforesaid duty is not, or if certain conditions are complied with, will  not be,  chargeable,  he shall  grant  to  the applicant a certificate in writing to that effect."
                },
                {
                    "representation": "(4)",
                    "description": "Where any such certificate as aforesaid is granted the district commissioner may, if he thinks it; necessary so to do for protection of the revenue, require the proprietor to comply with any conditions specified in the certificate, and it shall be the duty of the proprietor to comply with the conditions so specified."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Transfer to different parts of place of entertainment. ",
            "context": "under Transfer to different parts of place of entertainment. 13. Any  reference  in  these  Regulations  to  admission  to  a place  of  entertainment  or  to  a  person  admitted  to  a  place  of entertainment of place shall be deemed to include a reference to the admission to another of part of the place of entertainment for admission to which part payment involving duty or more duty is required of a person who has been admitted to one part of that place of entertainment, and to such a person admitted to such another part of the place of entertainment and these Regulations shall have effect accordingly.   [Subsidiary]  Entertainments Duty Regulations  13                         Entertainments Duty LAWS OF GUYANA Cap.",
            "description": "Any  reference  in  these  Regulations  to  admission  to  a place  of  entertainment  or  to  a  person  admitted  to  a  place  of entertainment of place shall be deemed to include a reference to the admission to another of part of the place of entertainment for admission to which part payment involving duty or more duty is required of a person who has been admitted to one part of that place of entertainment, and to such a person admitted to such another part of the place of entertainment and these Regulations shall have effect accordingly.   [Subsidiary]  Entertainments Duty Regulations  13                         Entertainments Duty LAWS OF GUYANA Cap."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "District Commissioner may require records to be kept and tickets to be issued in prescribed forms. ",
            "context": "under District Commissioner may require records to be kept and tickets to be issued in prescribed forms. 14. The district commissioner may, if he thinks it necessary so to do for the protection of the revenue, require a proprietor to keep registers of payments for admission and records of adhesive stamps purchased and used, in such form as he may prescribe, and to issue tickets in such form and manner as he may prescribe, and it shall be the duty of the proprietor to comply with such requirements.",
            "description": "The district commissioner may, if he thinks it necessary so to do for the protection of the revenue, require a proprietor to keep registers of payments for admission and records of adhesive stamps purchased and used, in such form as he may prescribe, and to issue tickets in such form and manner as he may prescribe, and it shall be the duty of the proprietor to comply with such requirements."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Production of tickets, stamps, vouchers, and records. ",
            "context": "under Production of tickets, stamps, vouchers, and records. 15. (1) The proprietor shall at all reasonable times on demand by  any  district  commissioner  or  officer of  the  Audit  Department produce to such officers all books and records kept by the proprietor in connection with any entertainment, all tickets and all portions of any  tickets  and  all  adhesive  stamps  for  the  time  being  in  his possession,  and  shall  allow  such  officers  to  inspect  and  take  an account  of  the  same  or  to  remove  the  same  for  the  purpose  of examination or inquiry.  (2) A person who has been admitted to an entertainment in respect of which the proprietor has not made arrangements approved by the district commissioner for furnishing returns of payments for admission and given security to his satisfaction for the payment of duty, shall upon demand made during the course of, or immediately  before  or  after  the  entertainment,  produce  to  any district commissioner the ticket badge, card of membership, voucher or document by means of which he was admitted, or a portion of the ticket by means of which he was admitted bearing a stamp defaced in accordance with regulation 7(4).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proprietor shall at all reasonable times on demand by  any  district  commissioner  or  officer of  the  Audit  Department produce to such officers all books and records kept by the proprietor in connection with any entertainment, all tickets and all portions of any  tickets  and  all  adhesive  stamps  for  the  time  being  in  his possession,  and  shall  allow  such  officers  to  inspect  and  take  an account  of  the  same  or  to  remove  the  same  for  the  purpose  of examination or inquiry."
                },
                {
                    "representation": "(2)",
                    "description": "A person who has been admitted to an entertainment in respect of which the proprietor has not made arrangements approved by the district commissioner for furnishing returns of payments for admission and given security to his satisfaction for the payment of duty, shall upon demand made during the course of, or immediately  before  or  after  the  entertainment,  produce  to  any district commissioner the ticket badge, card of membership, voucher or document by means of which he was admitted, or a portion of the ticket by means of which he was admitted bearing a stamp defaced in accordance with regulation 7(4)."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "80.06  L.R.O. 1/2012              Adhesive stamps not to be issued except on tickets.   No tickets other than stamped tickets to be issued on payments made for admission.         Stamps to be issued undefaced and defaced sub- sequently.                    ",
            "context": "under 80.06  L.R.O. 1/2012              Adhesive stamps not to be issued except on tickets.   No tickets other than stamped tickets to be issued on payments made for admission.         Stamps to be issued undefaced and defaced sub- sequently.                    80.06   L.R.O. 1/2012           Provision as to a ticket used for admitting more than one person.                     Provisions as to persons admitted without payment.          Provisions as to (4) When a ticket is: so collected the proprietor shall forthwith deface the stamp on the ticket by tearing the ticket into two portions across the stamp, and shall return one portion of the torn ticket to the person to be admitted to the entertainment, and shall retain and keep till midday on the day following the conclusion of the entertainment the other portion thereof.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "When a ticket is: so collected the proprietor shall forthwith deface the stamp on the ticket by tearing the ticket into two portions across the stamp, and shall return one portion of the torn ticket to the person to be admitted to the entertainment, and shall retain and keep till midday on the day following the conclusion of the entertainment the other portion thereof."
                }
            ]
        }
    }
]