[
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GOVERNMENT LOTTERIES ACT under Short title. 1. This Act may be cited as the Government Lotteries Act.",
            "description": "This Act may be cited as the Government Lotteries Act."
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GOVERNMENT LOTTERIES ACT under Interpretation. 2.  In this Act   financial year means the twelve months ending on the thirty-first day of December in any year or on such other date as may from time to time be prescribed by any written law;  Government lottery means a lottery organised and LAWS OF GUYANA 4 Cap. 80:07                                                                                                                   Government Lotteries                                     L.R.O. 1/2012          Power to organise and conduct Government lotteries.                                    conducted by the Government Lotteries Control Committee under the provisions of section 3 of this Act;  the Minister means the Minister responsible for finance.",
            "description": "In this Act   financial year means the twelve months ending on the thirty-first day of December in any year or on such other date as may from time to time be prescribed by any written law;  Government lottery means a lottery organised and LAWS OF GUYANA 4 Cap. 80:07                                                                                                                   Government Lotteries                                     L.R.O. 1/2012          Power to organise and conduct Government lotteries.                                    conducted by the Government Lotteries Control Committee under the provisions of section 3 of this Act;  the Minister means the Minister responsible for finance."
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power to organise and conduct Government lotteries. ",
            "context": "GOVERNMENT LOTTERIES ACT under Power to organise and conduct Government lotteries. 3. The provision of any other Act to the contrary notwithstanding it shall be lawful for the Government Lotteries Control Committee as hereinafter constituted, (hereinafter referred to as the Committee) with the approval of the Minister, to organise and conduct from time to time a Government lottery, and in relation thereto to do all such acts and things and give all such directions as it may deem necessary or as may be prescribed and, without limiting the generality of the foregoing power, in particular  (a)  to fix the number and price of tickets to be issued for any such lottery;  (b)  to appoint and remunerate agents for the sale of such tickets;  (c)  to employ such staff as may be necessary and to fix the remuneration thereof, provided that any salary in excess of four  thousand, eight hundred dollars per annum shall be subject to the approval of the Minister;  (d)  to incur such other expenses as may be necessary for organising and conducting the lottery;  (e)   to  fix  the  number  and  value  of  the  prizes  to  be apportioned;  (f)  to determine the time when, the place LAWS OF GUYANA                                                                                                                                                                                     Government Lotteries                                 Cap. 80:07 5  L.R.O. 1/2012      Constitution of Committee.                Remuneration  of members of Committee.   Tenure of office of members of Committee.           Proceeds of Government lotteries. [4 of 1972]      where and the manner in which drawings shall take place for the allotment of prizes.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to fix the number and price of tickets to be issued for any such lottery;"
                },
                {
                    "representation": "(b)",
                    "description": "to appoint and remunerate agents for the sale of such tickets;"
                },
                {
                    "representation": "(c)",
                    "description": "to employ such staff as may be necessary and to fix the remuneration thereof, provided that any salary in excess of four  thousand, eight hundred dollars per annum shall be subject to the approval of the Minister;"
                },
                {
                    "representation": "(d)",
                    "description": "to incur such other expenses as may be necessary for organising and conducting the lottery;"
                },
                {
                    "representation": "(e)",
                    "description": "to  fix  the  number  and  value  of  the  prizes  to  be apportioned;"
                },
                {
                    "representation": "(f)",
                    "description": "to determine the time when, the place LAWS OF GUYANA                                                                                                                                                                                     Government Lotteries                                 Cap. 80:07 5  L.R.O. 1/2012      Constitution of Committee.                Remuneration  of members of Committee.   Tenure of office of members of Committee.           Proceeds of Government lotteries. [4 of 1972]      where and the manner in which drawings shall take place for the allotment of prizes."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Constitution of Committee. ",
            "context": "GOVERNMENT LOTTERIES ACT under Constitution of Committee. 4.  (1) The Committee shall consist of not more than five members appointed by the Minister one of whom shall be a public officer.  (2) The Minister shall appoint one of the members other than the public officer to be the Chairman of the Committee and he shall preside at  all meetings.   In the absence of the Chairman from any meeting the members present shall elect one of their number to preside at that meeting. (3) Three members shall form a quorum at any meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Committee shall consist of not more than five members appointed by the Minister one of whom shall be a public officer."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall appoint one of the members other than the public officer to be the Chairman of the Committee and he shall preside at  all meetings.   In the absence of the Chairman from any meeting the members present shall elect one of their number to preside at that meeting."
                },
                {
                    "representation": "(3)",
                    "description": "Three members shall form a quorum at any meeting."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Remuneration of members of Committee. ",
            "context": "GOVERNMENT LOTTERIES ACT under Remuneration of members of Committee. 5.  A member of the Committee other than a public officer shall be paid such remuneration, and allowances (if any) as the Minister may determine.",
            "description": "A member of the Committee other than a public officer shall be paid such remuneration, and allowances (if any) as the Minister may determine."
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Tenure of office of members of Committee. ",
            "context": "GOVERNMENT LOTTERIES ACT under Tenure of office of members of Committee. 6.  (1) A member other than a public officer shall hold office for one year and shall be eligible for re-appointment.  (2) Any member other than the public officer, may, by writing under his hand addressed to the Minister, resign from the Committee.  (3) The Minister may grant leave of absence to any member of the Committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member other than a public officer shall hold office for one year and shall be eligible for re-appointment."
                },
                {
                    "representation": "(2)",
                    "description": "Any member other than the public officer, may, by writing under his hand addressed to the Minister, resign from the Committee."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may grant leave of absence to any member of the Committee."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Proceeds of Government lotteries. ",
            "context": "GOVERNMENT LOTTERIES ACT under Proceeds of Government lotteries. 7.  (1) All  moneys  received  from  the  sale  of  tickets  in  every Government  lottery  shall  be  paid  into  a  deposit  account  in  the Accountant Generals Department and such account shall be called the Government Lotteries Account.  (2) In respect of each Government lottery there shall be paid out of the Government Lotteries Account the LAWS OF GUYANA 6 Cap. 80:07                                                                                                                   Government Lotteries                                     L.R.O. 1/2012                   Regulations.                              prizes and all other charges connected therewith. If at any time the sum standing to the credit of the Government Lotteries Account is insufficient to meet, either wholly or in part, the payment of the prizes in respect of a Government lottery or any charges connected therewith, the deficit shall be made good out of the Consolidated Fund which is hereby charged with such payment.  (3) At the end of each financial year there shall be paid into the Development Fund of Guyana, after allowing for all expenses and the amount reserved for prizes, the amount standing to the credit of the Government Lotteries Account.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All  moneys  received  from  the  sale  of  tickets  in  every Government  lottery  shall  be  paid  into  a  deposit  account  in  the Accountant Generals Department and such account shall be called the Government Lotteries Account."
                },
                {
                    "representation": "(2)",
                    "description": "In respect of each Government lottery there shall be paid out of the Government Lotteries Account the LAWS OF GUYANA 6 Cap. 80:07                                                                                                                   Government Lotteries                                     L.R.O. 1/2012                   Regulations.                              prizes and all other charges connected therewith. If at any time the sum standing to the credit of the Government Lotteries Account is insufficient to meet, either wholly or in part, the payment of the prizes in respect of a Government lottery or any charges connected therewith, the deficit shall be made good out of the Consolidated Fund which is hereby charged with such payment."
                },
                {
                    "representation": "(3)",
                    "description": "At the end of each financial year there shall be paid into the Development Fund of Guyana, after allowing for all expenses and the amount reserved for prizes, the amount standing to the credit of the Government Lotteries Account."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Regulations.   __________________________    22  of 1927    AN ACT to provide for the promotion and conduct of Government lotteries.  [19TH OCTOBER, 1963] Short title.    Interpretation.          ",
            "context": "GOVERNMENT LOTTERIES ACT under Regulations.   __________________________    22  of 1927    AN ACT to provide for the promotion and conduct of Government lotteries.  [19TH OCTOBER, 1963] Short title.    Interpretation.          8.  (1) The Minister may make regulations for carrying out the provisions of this Act and without prejudice to the generality of the foregoing such regulations may  (a)  prescribe  the  conditions  to  be  observed  by  agents appointed for the sale of tickets for Government lotteries and the rights, obligations and liabilities of such agents;  (b)  prescribe the form or contents of such tickets;  (c)  prescribe the information to be published concerning any Government lottery and the manner in which it shall be published;  (d)  prescribe the time within which and the manner in which prizes shall be claimed;  (e)  provide for the disposal of unclaimed prizes or money or of prizes or money LAWS OF GUYANA                                                                                                                                                                                     Government Lotteries                                 Cap. 80:07 7  L.R.O. 1/2012  . as to which any dispute has arisen;  (f)  prescribe the persons who shall be present at any drawing for the allotment of prizes and their powers and duties  in relation thereto and to any dispute or difficulty which may arise in the conduct of the drawing.  (2) Regulations made under this section may prescribe that in certain events to be specified and after such time as shall be specified the proceeds of unclaimed prizes shall be forfeited and paid into the Government Lotteries Account.    ___________________    the ticket is issued; apportioned to the lottery for which (c) the number and value of the prizes  ticket; (b) the serial number and price of the  for which the ticket is issued; description of the draw of the lottery (a) the date and number or other",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations for carrying out the provisions of this Act and without prejudice to the generality of the foregoing such regulations may"
                },
                {
                    "representation": "(a)",
                    "description": "the date and number or other"
                },
                {
                    "representation": "(b)",
                    "description": "the serial number and price of the  for which the ticket is issued; description of the draw of the lottery"
                },
                {
                    "representation": "(c)",
                    "description": "the number and value of the prizes  ticket;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribe the time within which and the manner in which prizes shall be claimed;"
                },
                {
                    "representation": "(e)",
                    "description": "provide for the disposal of unclaimed prizes or money or of prizes or money LAWS OF GUYANA                                                                                                                                                                                     Government Lotteries                                 Cap. 80:07 7  L.R.O. 1/2012  . as to which any dispute has arisen;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribe the persons who shall be present at any drawing for the allotment of prizes and their powers and duties  in relation thereto and to any dispute or difficulty which may arise in the conduct of the drawing."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations made under this section may prescribe that in certain events to be specified and after such time as shall be specified the proceeds of unclaimed prizes shall be forfeited and paid into the Government Lotteries Account.    ___________________    the ticket is issued; apportioned to the lottery for which"
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "If, when any ticket is presented for payment of a prize, any   number,   mark,   figure   or   word   which   is   material   for identifying the ticket is, in the opinion of the Committee, illegible or not clearly legible or incomplete or has been obliterated, defaced or removed, the Committee shall not make any payment unless the person claiming payment produces evidence, to the satisfaction of the Committee, identifying the ticket as the ticket in respect of which the prize is claimed is payable.  ",
            "context": "GOVERNMENT LOTTERIES ACT under If, when any ticket is presented for payment of a prize, any   number,   mark,   figure   or   word   which   is   material   for identifying the ticket is, in the opinion of the Committee, illegible or not clearly legible or incomplete or has been obliterated, defaced or removed, the Committee shall not make any payment unless the person claiming payment produces evidence, to the satisfaction of the Committee, identifying the ticket as the ticket in respect of which the prize is claimed is payable.  9. If payment of a prize is not claimed in the manner and within the period of one year as prescribed by regulation 8(l)(d), such  prize shall  upon the  expiration of the  period aforesaid  be forfeited and the proceeds thereof shall be paid into the Development Fund of Guyana.",
            "description": "If payment of a prize is not claimed in the manner and within the period of one year as prescribed by regulation 8(l)(d), such  prize shall  upon the  expiration of the  period aforesaid  be forfeited and the proceeds thereof shall be paid into the Development Fund of Guyana."
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(1) The appointment of any agent for the sale of tickets shall   be for a period not exceeding one year from the date on which the appointment takes effect, but an agent shall be eligible for re-appointment.  (2) The Committee may require any agent to give and execute a bond in the form set out in the Schedule, with two sureties to be approved by the Committee.  ",
            "context": "GOVERNMENT LOTTERIES ACT under (1) The appointment of any agent for the sale of tickets shall   be for a period not exceeding one year from the date on which the appointment takes effect, but an agent shall be eligible for re-appointment.  (2) The Committee may require any agent to give and execute a bond in the form set out in the Schedule, with two sureties to be approved by the Committee.  10.  (1) Any person who buys, sells  or offers for  sale  any radio bingo ticket at a price exceeding the price LAWS OF GUYANA Government Lotteries Cap.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who buys, sells  or offers for  sale  any radio bingo ticket at a price exceeding the price LAWS OF GUYANA Government Lotteries Cap."
                }
            ]
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "(1) The Committee shall keep accounts of their transactions to the satisfaction of the Minister and such accounts shall be audited annually by the Director of Audit or any officer of his department (hereinafter in this regulation referred to as \"the auditor\").  (2) The members, officers and servants of the Committee shall grant to the auditor access to all books, LAWS OF GUYANA Government Lotteries Cap. ",
            "context": "GOVERNMENT LOTTERIES ACT under (1) The Committee shall keep accounts of their transactions to the satisfaction of the Minister and such accounts shall be audited annually by the Director of Audit or any officer of his department (hereinafter in this regulation referred to as \"the auditor\").  (2) The members, officers and servants of the Committee shall grant to the auditor access to all books, LAWS OF GUYANA Government Lotteries Cap. 11.",
            "description": "11."
        }
    },
    {
        "act": "GOVERNMENT LOTTERIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "80.07 9 [Subsidiary]                                               Government Lotteries Regulations                                    L.R.O. 1/2012                      Procedure at draw.                                      (d) any other information or conditions (not inconsistent with the Act) in connection with the conduct  of  the  lottery  that  the  Committee  may think fit.  ",
            "context": "GOVERNMENT LOTTERIES ACT under 80.07 9 [Subsidiary]                                               Government Lotteries Regulations                                    L.R.O. 1/2012                      Procedure at draw.                                      (d) any other information or conditions (not inconsistent with the Act) in connection with the conduct  of  the  lottery  that  the  Committee  may think fit.  80.07                      Government Lotteries  [Subsidiary]                                       Government Lotteries Regulations             L.R.O. 1/2012                                 Result of draw to be published. [Reg. 14/1970]            tickets as then remain to be drawn shall be postponed until such time as he is satisfied that the draw can be resumed without difficulty.  (3) If, at the time when a draw is postponed under paragraph (2) (c), one or more, but not all, of the digits necessary to determine the number of a winning ticket shall have been drawn, the number of that ticket shall, when the draw is resumed, be drawn afresh as to all its digits, and the digit or digits drawn before the postponement of the draw shall be disregarded.  (4) For the purpose of witnessing a draw of a lottery the public shall be admitted to the premises upon which the draw is conducted so far as may reasonably be practicable having regard to the accommodation available for such purpose.  (5) Any person who obstructs or impedes the drawing of a lottery or creates any disturbance on or near the premises on which a lottery is being or is about to be drawn, shall be liable on summary conviction to a fine of twenty-five dollars or to imprisonment for one month.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "If, at the time when a draw is postponed under paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "(c), one or more, but not all, of the digits necessary to determine the number of a winning ticket shall have been drawn, the number of that ticket shall, when the draw is resumed, be drawn afresh as to all its digits, and the digit or digits drawn before the postponement of the draw shall be disregarded."
                },
                {
                    "representation": "(4)",
                    "description": "For the purpose of witnessing a draw of a lottery the public shall be admitted to the premises upon which the draw is conducted so far as may reasonably be practicable having regard to the accommodation available for such purpose."
                },
                {
                    "representation": "(5)",
                    "description": "Any person who obstructs or impedes the drawing of a lottery or creates any disturbance on or near the premises on which a lottery is being or is about to be drawn, shall be liable on summary conviction to a fine of twenty-five dollars or to imprisonment for one month."
                }
            ]
        }
    }
]