[
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "This Act may be cited as the Sale of Travel TicketsAct.",
            "context": "SALE OF TRAVEL TICKETS ACT under This Act may be cited as the Sale of Travel TicketsAct.1.Short title.",
            "description": "1.Short title."
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "2.Interpretation.",
            "context": "SALE OF TRAVEL TICKETS ACT under 2.Interpretation.2. In this Actauthorised dealer has the same meaning as in the ExchangeControl Act;authorised travel agent means any person who has beengranted a licence under this Act to sell travel tickets inGuyana;foreign currency means any currency other than Guyanadollars and included a right to receive any currency otherthan Guyana dollars in respect of any credit or balance ata bank and a travellers cheque, or a draft drawn by thebank, expressed in a currency other than Guyana dollars;immigration officer has the same meaning as in theImmigration Act; Member State has the same meaning assigned to it in theRevised Treaty of Chaguaramas establishing the CaribbeanCommunity (CARICOM), including the CARICOM SingleMarket Economy signed at Nassau, The Bahamas, on 5thJuly 2001; national means a person who(a) is a citizen of a Member State;(b) has a connection with a Member State of a kind whichentitles him to be regarded as belonging to or, if it be soexpressed; as being a native or resident of the State forthe purposes of the laws thereof relating to immigration;or(c) is a body corporate or other legal entity constituted in aMember State in accordance with the laws thereof andwhich that Member State regards as belonging to it;provided that such body corporate has been formed forgainful purposes and has its registered office and centraladministration, and carries on substantial activity withinthe Communityand is substantially owned andeffectively controlled by a person mentioned inparagraph (a) or (b);For the purposes of this definition a body corporate is Cap. 80:084L.R.O. 1/2012(i)substantially owned if more than fifty percent of theequity interest of the company is beneficially ownedby nationals mentioned in paragraph (a) or (b);(ii)effectively controlled if the nationals mentioned inparagraph (a) or (b) have the power to name amajority of its directors or otherwise legally to directits actions.prescribedmeansprescribedbytheMinisterbyregulations;specified foreign currency means such foreign currency asmay, by order, be specified by the Minister for thepurposes of this Act;scheduled journey means one of a series of journeys whichare undertaken between two or more countries of whichGuyanaisoneandwhichtogetheramounttoasystematic service operated in such a manner that thebenefitsthareofareavailable   to membersofthepublic from time to time seeking to take advantage ofit;travel ticket means any written instrument issued withinor outside Guyana whereby a  person onajourneyfrom Guyana is entitled for that purpose   tobeprovided withtransportationbyaircraftonascheduledjourney.LAWS OF GUYANASale of Travel TicketsCap. 80:085L.R.O. 1/2012Regulation ofsale of traveltickets.Application forlicence.Revocation andsuspension.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "have the power to name amajority of its directors or otherwise legally to directits actions.prescribedmeansprescribedbytheMinisterbyregulations;specified foreign currency means such foreign currency asmay, by order, be specified by the Minister for thepurposes of this Act;scheduled journey means one of a series of journeys whichare undertaken between two or more countries of whichGuyanaisoneandwhichtogetheramounttoasystematic service operated in such a manner that thebenefitsthareofareavailable   to membersofthepublic from time to time seeking to take advantage ofit;travel ticket means any written instrument issued withinor outside Guyana whereby a  person onajourneyfrom Guyana is entitled for that purpose   tobeprovided withtransportationbyaircraftonascheduledjourney.LAWS OF GUYANASale of Travel TicketsCap. 80:085L.R.O. 1/2012Regulation ofsale of traveltickets.Application forlicence.Revocation andsuspension."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "3.Regulation of sale of travel tickets.",
            "context": "SALE OF TRAVEL TICKETS ACT under 3.Regulation of sale of travel tickets.3.Aftertheexpiryofthirtydaysfromthecommencement of this Act, no person, other than an airline oran authorised travel agent, shall sell travel tickets in Guyana.",
            "description": "3.Aftertheexpiryofthirtydaysfromthecommencement of this Act, no person, other than an airline oran authorised travel agent, shall sell travel tickets in Guyana."
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "4.Application for licence.",
            "context": "SALE OF TRAVEL TICKETS ACT under 4.Application for licence.4.(1) Application for the issue of a licence to selltravel tickets in Guyana shall be made to the Minister in theprescribed form and shall be accompanied by the prescribedapplication fee.(2) Where an application for the issue of a licence ismade under subsection (1), the Minister, having regard to allrelevant matters including the number of authorised travelagentsalreadycarryingonbusinessinGuyana,thequalification and experience of the applicant in mattersrelating to the business of the sale of travel tickets and, wherethere are more applicants than one, the comparative merit ofthe applicants,may grant the applicant the licence onpayment of the prescribed licence fee.(3) A licence granted under subsection (2) shall bein such form and shall be subject to such conditions as may,from time to time, be prescribed and to such other conditionsas may be specified in the licence, including any condition asto the furnishing of security, the amount and the forfeiturethereof, and the power of the Minister by written notice tovary the amount of the security from time to time.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Application for the issue of a licence to selltravel tickets in Guyana shall be made to the Minister in theprescribed form and shall be accompanied by the prescribedapplication fee.(2) Where an application for the issue of a licence ismade under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A licence granted under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "shall bein such form and shall be subject to such conditions as may,from time to time, be prescribed and to such other conditionsas may be specified in the licence, including any condition asto the furnishing of security, the amount and the forfeiturethereof, and the power of the Minister by written notice tovary the amount of the security from time to time."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "5.Revocation and suspension of licence.",
            "context": "SALE OF TRAVEL TICKETS ACT under 5.Revocation and suspension of licence.5. (1) The Minister may revoke a licence granted to allauthorised travel agent under this Act if the authorised travelagent(a)has ceased to carry on his business fora period of not less than six months;or(b)has contravened, or failed to complywith, any of the conditions subject towhich the licence was granted or anyLAWS OF GUYANASale of Travel Tickets6Cap. 80:08L.R.O. 1/2012LAWS OF GUYANASale of Travel Ticketsother provision of this Act.(2) A licence granted under this Act may besuspended by the Minister for such period as may bespecified by him on the  ground that the authorised travelagent has contravened, or has failed to comply with, any ofthe conditions subject to which the licence was granted or theprovisions of this Act or pending any investigation into acomplaint that the authorised travel agent is guilty of anysuch act or omission.(3) The Minister shall not revoke or suspend alicence granted to an authorised travel agent under this Actunless he has given the authorised travel agent a reasonableopportunity of being heard.Sale of traveltickets topersons notordinarilyresident inGuyana.c. 80:01c. 80:09",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may revoke a licence granted to allauthorised travel agent under this Act if the authorised travelagent(a)has ceased to carry on his business fora period of not less than six months;or(b)has contravened, or failed to complywith, any of the conditions subject towhich the licence was granted or anyLAWS OF GUYANASale of Travel Tickets6Cap. 80:08L.R.O. 1/2012LAWS OF GUYANASale of Travel Ticketsother provision of this Act.(2) A licence granted under this Act may besuspended by the Minister for such period as may bespecified by him on the  ground that the authorised travelagent has contravened, or has failed to comply with, any ofthe conditions subject to which the licence was granted or theprovisions of this Act or pending any investigation into acomplaint that the authorised travel agent is guilty of anysuch act or omission.(3) The Minister shall not revoke or suspend alicence granted to an authorised travel agent under this Actunless he has given the authorised travel agent a reasonableopportunity of being heard.Sale of traveltickets topersons notordinarilyresident inGuyana.c. 80:01c. 80:09"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "6.Sale of travel tickets to persons not ordinarily resident in Guyana.6A.  Sale of Travel tickets to Nationals of Member States",
            "context": "SALE OF TRAVEL TICKETS ACT under 6.Sale of travel tickets to persons not ordinarily resident in Guyana.6A.  Sale of Travel tickets to Nationals of Member States6. (1) No person shall sell to any person not ordinarilyresident in Guyana a travel ticket for a scheduled journey,and no person shall buy a    travel    ticket for a  scheduledjourney by a person not ordinarily resident in Guyana. unlessthe price therefor and the taxes payable in accordance withthe provisions of section 57 of the Tax Act and section 3 of theTravel Voucher Tax Act are paid in the specified foreigncurrency.(2) For the purposes of this Act(a)      a person shall be deemed to be notordinarily resident in Guyana if hewas,duringtheperiodofthreehundredandsixty-five daysimmediately preceding the date onwhich the  travel ticket is purchasedfor a scheduled journey by him, livingwhether continuously or not, in anycountry, or one or more countries,otherthanGuyanaforaperiodCap. 80:087L.R.O. 1/2012exceeding one hundred and eighty-three days in the aggregate;(b)unlessthecontraryisproved,aperson who is a citizen oforhasbeengrantedpermanent residentstatusin,a countryotherthanGuyana shall be deemed to be notordinarily resident in Guyana.(3) If any doubt or dispute arises as to whether aperson is or is not ordinarily residentin Guyana for thepurposes of this section, the airline or authorised travel agent,as the case may be, shall  refer the matter to the Ministerwhose decision thereon shall be final:Provided that the Minister shall give to the personseeking to purchase the travel ticket a reasonable opportunityof being heard.(4) The Minister may, in writing, exempt anyperson or any class of persons not ordinarily resident inGuyana from the provisions of subsection (1), and suchexemption may be general or subject to such conditions as theMinister may specify.(5)Withoutprejudicetotheprovisionsofsubsection (4), where theMinister is satisfied that ascheduled journey by a citizen of Guyana, not ordinarilyresident in Guyana, is for the purpose of(a)medical treatment of the citizen; or(b)any course of study or research heseeks to undertake, being a course ofstudy or research to undertake whichheisadequatelyqualified,LAWS OF GUYANASale of Travel TicketsCap. 80:088L.R.O. 1/2012and facilities for the medical treatment or the course of studyor research, as the case may be, are not available in Guyana,and that the other circumstances of the case justify it, theMinister may, in writing, exempt that citizen from, theprovisions of subsection (1) in relation to that scheduledjourney.(6) Where the whole or part of(a)the price of   a travel ticket for ascheduled journey; or(b)the tax payable in accordance with theprovisions of section 57 of the Tax Actor section 3 of the Travel Voucher TaxAct,paid in a specified foreign currency, is required to berefunded under any law, or contract relating to the purchaseof the travel ticket, the refund shall be made in the currency inwhich the payment of the price of the travel ticket or of thetax was made, in accordance with the procedure specified byorder by the Minister assigned responsibility for finance.6A. Notwithstanding the provisions of section 6 andsubject to the Caribbean Community (Free Entry of SkilledNationals) Act No.6 of 1996 and the Caribbean Community (FreeMovement of Factors) Act, 2006, a national of another MemberState shall be deemed a person ordinarily resident in Guyana forthe purposes of this Act.Minister maygrant permissionto receive andrecover ticketprices in certaincases.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in relation to that scheduledjourney.(6) Where the whole or part of(a)the price of   a travel ticket for ascheduled journey; or(b)the tax payable in accordance with theprovisions of section 57 of the Tax Actor section 3 of the Travel Voucher TaxAct,paid in a specified foreign currency, is required to berefunded under any law, or contract relating to the purchaseof the travel ticket, the refund shall be made in the currency inwhich the payment of the price of the travel ticket or of thetax was made, in accordance with the procedure specified byorder by the Minister assigned responsibility for finance.6A. Notwithstanding the provisions of section 6 andsubject to the Caribbean Community"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Minister may grant permission to receive and recover ticket prices in certain        cases.L.R.O. 1/2012LAWS OF GUYANASale of Travel TicketsInterpretationc. 86:01c. 14:02",
            "context": "SALE OF TRAVEL TICKETS ACT under Minister may grant permission to receive and recover ticket prices in certain        cases.L.R.O. 1/2012LAWS OF GUYANASale of Travel TicketsInterpretationc. 86:01c. 14:027.(1) TheMinisterassignedresponsibilityforfinancemay, subject to any conditions that he may specify,permit any airline to receive and recover, in cases to whichsections 6 does not apply, the price of travel tickets (whetherin respect of a scheduled journey or not), sold directly orthrough an authorised travel agent, in foreign currency.Sale of traveltickets tonationals ofMemberStates.[7 of 2006](3)Withoutprejudicetotheprovisionsof                       (2) A permission granted to any airline undersubsection (1) may be revoked by the Minister at any time after giving to the airline one months notice of the intention todo so.LAWS OF GUYANASale of Travel TicketsCap. 80:089L.R.O. 1/2012subsection (2), a permission granted to any airline undersubsection (1) may be revoked by the Minister if he is satisfiedthat the airline has contravened any provision of this Act orany condition subject to which the permission was granted.Provided that the permission shall not be revoked underthis subsection unless the airline has been given a reasonableopportunity of being heard.Specialprovisionsregardingcharging ofprice travelticket etc., tocredit card.Foreigncurrency to besold to anauthoriseddealer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be revoked by the Minister if he is satisfiedthat the airline has contravened any provision of this Act orany condition subject to which the permission was granted.Provided that the permission shall not be revoked underthis subsection unless the airline has been given a reasonableopportunity of being heard.Specialprovisionsregardingcharging ofprice travelticket etc., tocredit card.Foreigncurrency to besold to anauthoriseddealer."
                },
                {
                    "representation": "(2)",
                    "description": "A permission granted to any airline undersubsection"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8.Special provisions regarding charging of price of travel ticket.",
            "context": "SALE OF TRAVEL TICKETS ACT under 8.Special provisions regarding charging of price of travel ticket.8. (1) Where any person has charged to a credit cardin his name, in any foreign currency, the sum payable to anyairline or authorised travel agent by way of the price of atravel ticket or the taxes payable under section 57 of the TaxAct or section 3 of the Travel Voucher Tax Act, for thepurposes of section 6 or 7, he shall be deemed to have paidthat sum in the foreign currency in which it was so charged.(2) In this Act credit card means a credit card,the sum charged by virtue of which are payable in anyforeign currency, and issued by a company recognised for thepurposes of this Act by the Minister by notification in theGazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person has charged to a credit cardin his name, in any foreign currency, the sum payable to anyairline or authorised travel agent by way of the price of atravel ticket or the taxes payable under section 57 of the TaxAct or section 3 of the Travel Voucher Tax Act, for thepurposes of section 6 or 7, he shall be deemed to have paidthat sum in the foreign currency in which it was so charged.(2) In this Act credit card means a credit card,the sum charged by virtue of which are payable in anyforeign currency, and issued by a company recognised for thepurposes of this Act by the Minister by notification in theGazette."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "9.Foreign currency to be sold to an authorised dealer.",
            "context": "SALE OF TRAVEL TICKETS ACT under 9.Foreign currency to be sold to an authorised dealer.9.(1) Notwithstanding anything in any other law tothe contrary, but save as otherwise directed by the Ministerassigned responsibility for finance, where foreign currency isreceived by any airline or authorised travel agent from thesale of travel tickets the airline or authorised travel agent, asthe case may be, shall offer the foreign currency, or cause it tobe offered, for sale within three days of the receipt thereof toan authorised dealer.(2) The Minister may for good and sufficient causeshown by an airline or authorised travel agent extend thetimespecifiedin subsection (1), for the sale of foreigncurrency to an authorised dealer, in any particular case orclassofcases.LAWS OF GUYANASale of Travel TicketsCap. 80:0810L.R.O. 1/2012(3) For the purposes of subsection 91), where anauthorised travel agent sells a travel ticket of any airline, incomputing the foreign currency received by him from thesale, the sum that the authorised travel agent paid, or isrequired to pay to the airline in foreign currency by way ofthe price of the travel ticket shall be deducted.Keeping ofaccounts andissuing ofreceipts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in any other law tothe contrary, but save as otherwise directed by the Ministerassigned responsibility for finance, where foreign currency isreceived by any airline or authorised travel agent from thesale of travel tickets the airline or authorised travel agent, asthe case may be, shall offer the foreign currency, or cause it tobe offered, for sale within three days of the receipt thereof toan authorised dealer.(2) The Minister may for good and sufficient causeshown by an airline or authorised travel agent extend thetimespecifiedin subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of subsection 91), where anauthorised travel agent sells a travel ticket of any airline, incomputing the foreign currency received by him from thesale, the sum that the authorised travel agent paid, or isrequired to pay to the airline in foreign currency by way ofthe price of the travel ticket shall be deducted.Keeping ofaccounts andissuing ofreceipts."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Keeping of accounts and issuing of receipts.",
            "context": "SALE OF TRAVEL TICKETS ACT under Keeping of accounts and issuing of receipts.10. (1) Every airline and authorised travel agentshall keep separately the following accounts(a)an account  to be called the TravelTickets (Foreign Currency) Account inwhich shall be recorded all sales oftravel tickets in foreign currency withthe name and address of the personsto whom the travel tickets were soldby the airline or authorised travelagent, as the case may be, the foreigncurrency received by way of the priceof   traveltickets and   taxes (tobeshown separately) and where the saleof travel tickets is by an authorisedtravel agent, the sum that the travelagent paid in foreign currency to anyairline by way of the price of anytravel tickets of that airline sold by thetravel agent and the sum retained byhim.(b)an account to be called the Sale ofForeign Currency Account in  whichshall be recorded all foreign currencyreceived and sold by the airline orauthorised travel agent, as the casemay be, to an authorised dealer.(2) Every airline or authorised travel agent shallLAWS OF GUYANASale of Travel TicketsCap. 80:0811L.R.O. 1/2012give io a person who purchases a travel ticket with foreigncurrency, a receipt for such foreign currency and shall attachto the travel ticket a duplicate of the receipt on which shall bewritten or printed the full name and address of the airline orauthorised travel agent, the name of the purchaser and theamount paid in foreign currency for the ticket.(3) The accounts to be  kept and the receipts to beissued under this section shall be in such form as may beprescribed.Quarterlyreturns byairline andauthorisedtravel agent toBank of Guyana",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every airline and authorised travel agentshall keep separately the following accounts(a)an account  to be called the TravelTickets"
                },
                {
                    "representation": "(2)",
                    "description": "Every airline or authorised travel agent shallLAWS OF GUYANASale of Travel TicketsCap. 80:0811L.R.O. 1/2012give io a person who purchases a travel ticket with foreigncurrency, a receipt for such foreign currency and shall attachto the travel ticket a duplicate of the receipt on which shall bewritten or printed the full name and address of the airline orauthorised travel agent, the name of the purchaser and theamount paid in foreign currency for the ticket.(3) The accounts to be  kept and the receipts to beissued under this section shall be in such form as may beprescribed.Quarterlyreturns byairline andauthorisedtravel agent toBank of Guyana"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Quarterly returns by airline and authorised travel agents to Bank",
            "context": "SALE OF TRAVEL TICKETS ACT under Quarterly returns by airline and authorised travel agents to Bank11. (1) Every airline and authorised travel agent shallmake and furnish quarterly to the Governor of the Bank ofGuyana a true and correct return containing the followingparticulars(a)thenameandaddressofeveryperson, and the amount of foreigncurrencyreceivedfromeveryperson,whohas bought  a travelticket showing separately the price ofthe travelticket and the taxes inforeign currency from  the airline orauthorised travel agent;(b)the date of the sale of every  travelticket sold in foreign currency by theairline or the authorised travel agent;(c)in the case of an authorised  travelagent, out of the amount of foreigncurrency receivedbyhim,asmentioned in paragraph (a), the sumthat was paidby himin foreigncurrency to any airline by way of theprice of travel tickets of that airlinesold by him and the sum retained byhim;LAWS OF GUYANASale of Travel TicketsCap. 80:0812L.R.O. 1/2012(d)thenameandaddressoftheauthorised  dealertowhomtheforeign currency wassoldbytheairline or authorised travel agent, andthe date of such sale; and(e)the amount of refunds, if any, made inforeign currency by theairline orauthorised travel agent.(2) In addition to the particulars referred to insubsection (1), the return shall contain such other particularsand shall be in such form as the Minister responsible forfinance may, from time to time, prescribe.Presentation oftravel ticketsto immigrationofficer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every airline and authorised travel agent shallmake and furnish quarterly to the Governor of the Bank ofGuyana a true and correct return containing the followingparticulars(a)thenameandaddressofeveryperson, and the amount of foreigncurrencyreceivedfromeveryperson,whohas bought  a travelticket showing separately the price ofthe travelticket and the taxes inforeign currency from  the airline orauthorised travel agent;(b)the date of the sale of every  travelticket sold in foreign currency by theairline or the authorised travel agent;(c)in the case of an authorised  travelagent, out of the amount of foreigncurrency receivedbyhim,asmentioned in paragraph"
                },
                {
                    "representation": "(2)",
                    "description": "In addition to the particulars referred to insubsection"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Presentation of travel tickets to immigration officer.",
            "context": "SALE OF TRAVEL TICKETS ACT under Presentation of travel tickets to immigration officer.12.(1) Where a person on leaving Guyana as apassenger on an aircraft presents his   travel   ticket toanimmigration officer for inspection by him at the place wherethat person is commencing his journey from Guyana theimmigration officer, unless he is satisfied (a)inthecaseofapersonnotordinarily   residentin Guyana, thatattached to his travel ticket, is theduplicate receipt referred to in section8 (2), or that the person is exemptfrom the provisions of section 6(1);and(b)in any other case, that the personholding the travel ticket is a person towhom section 6(1) does not apply,may refuse to grant permission for such person to leaveGuyana and for the purpose of enforcing his refusal, may takeanynecessarymeasures,including   theusewithanyassistance of such, force as is reasonably justifiable in theLAWS OF GUYANASale of Travel TicketsCap. 80:0813L.R.O. 1/2012circumstances.(2) The immigration officer shall detach from thetravel ticket the duplicate  receipt and deliver it in suchmanner and at such time as the Minister may specify to theGovernor of the Bank of Guyana or any officer of the bankauthorised by the Governor to receive it.Production andexamination ofbooks.Penalties.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "does not apply,may refuse to grant permission for such person to leaveGuyana and for the purpose of enforcing his refusal, may takeanynecessarymeasures,including   theusewithanyassistance of such, force as is reasonably justifiable in theLAWS OF GUYANASale of Travel TicketsCap. 80:0813L.R.O. 1/2012circumstances.(2) The immigration officer shall detach from thetravel ticket the duplicate  receipt and deliver it in suchmanner and at such time as the Minister may specify to theGovernor of the Bank of Guyana or any officer of the bankauthorised by the Governor to receive it.Production andexamination ofbooks.Penalties."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Production and examination of books.",
            "context": "SALE OF TRAVEL TICKETS ACT under Production and examination of books.13.Any public officer authorised by the Minister inthat behalf may, during the hours the premises of any airlineor authorised travel agent are ordinarily open for business,enter thereon and request the production of, examine andtake copies of, accounts, books, records and documentsrelating to the business as are found therein.",
            "description": "13.Any public officer authorised by the Minister inthat behalf may, during the hours the premises of any airlineor authorised travel agent are ordinarily open for business,enter thereon and request the production of, examine andtake copies of, accounts, books, records and documentsrelating to the business as are found therein."
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Penalties.",
            "context": "SALE OF TRAVEL TICKETS ACT under Penalties.14. (1) Any person who contravenes the provisions ofsection 3 or fails to comply with any of the requirements ofsection 7 or 8(l) or (2) or 9(l), or who obstructs any publicofficer in discharging any of his functions under section 11shall be liable on summary conviction to  a penalty of tenthousand dollars and imprisonment for one year.(2) Any person who fails to comply with anyof the requirements of section 6(1) or any order made undersection 6(6) shall beliable on summary conviction  to apenaltyoffifteenthousand dollarstogetherwithimprisonment for two years.(3) Any person who contravenes any conditionspecified by the Minister under section 7(1) shall, in additionto the liability incurred by him as a consequence of it undersection 7(3), be liable, on summary conviction, to a fine of tenthousand dollars and imprisonment for one year.(4) Any person who contravenes any provision ofthis Act, for which no penalty has been specified by any of thepreceding provisions of this section, shall be liable, onsummary conviction, to a fine of five thousand dollars andLAWS OF GUYANASale of Travel TicketsCap. 80:0814L.R.O. 1/2012imprisonment for six months.Regulations..",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes the provisions ofsection 3 or fails to comply with any of the requirements ofsection 7 or 8(l) or"
                },
                {
                    "representation": "(2)",
                    "description": "or 9(l), or who obstructs any publicofficer in discharging any of his functions under section 11shall be liable on summary conviction to  a penalty of tenthousand dollars and imprisonment for one year.(2) Any person who fails to comply with anyof the requirements of section 6(1) or any order made undersection 6(6) shall beliable on summary conviction  to apenaltyoffifteenthousand dollarstogetherwithimprisonment for two years.(3) Any person who contravenes any conditionspecified by the Minister under section 7(1) shall, in additionto the liability incurred by him as a consequence of it undersection 7(3), be liable, on summary conviction, to a fine of tenthousand dollars and imprisonment for one year.(4) Any person who contravenes any provision ofthis Act, for which no penalty has been specified by any of thepreceding provisions of this section, shall be liable, onsummary conviction, to a fine of five thousand dollars andLAWS OF GUYANASale of Travel TicketsCap. 80:0814L.R.O. 1/2012imprisonment for six months.Regulations.."
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Regulations.11 of 1985AN ACT to provide for the regulation of the sale andpurchase of travel tickets.[24TH SEPTEMBER, 1985]Short title.",
            "context": "SALE OF TRAVEL TICKETS ACT under Regulations.11 of 1985AN ACT to provide for the regulation of the sale andpurchase of travel tickets.[24TH SEPTEMBER, 1985]Short title.15.(1) The Minister may make regulations for thecarrying out of the purposes of this Act.(2) Without prejudice to the generality of theprovisionsofsubsection(1)suchregulationsmayinparticular provide for all or any of the following matters(a)theformsneededfortheadministration of this Act;(b)the fees to be charged; and(c)the conditions subject to which alicence may be granted.LAWS OF GUYANASale of Travel TicketsCap. 80:0815SUBSIDIARY LEGISLATIONReg. 13/1985Citation.Applicationfor licence.Schedule.SALE OF TRAVEL TICKETS REGULATIONSmade under section 13",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations for thecarrying out of the purposes of this Act.(2) Without prejudice to the generality of theprovisionsofsubsection(1)suchregulationsmayinparticular provide for all or any of the following matters(a)theformsneededfortheadministration of this Act;(b)the fees to be charged; and(c)the conditions subject to which alicence may be granted.LAWS OF GUYANASale of Travel TicketsCap. 80:0815SUBSIDIARY LEGISLATIONReg. 13/1985Citation.Applicationfor licence.Schedule.SALE OF TRAVEL TICKETS REGULATIONSmade under section 13"
                }
            ]
        }
    },
    {
        "act": "SALE OF TRAVEL TICKETS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "80.08LAWS OF GUYANA17LAWS OF GUYANAL.R.O. 1/2012[Subsidiary]Sale of Travel Tickets Regulationsfee and the licence fee therefor.(4) Every licence granted shall be subjected to theconditions prescribed by the regulations, from time to time,and to be other conditions specified in the licence.Complianceby authorisedtravel agent.reg. 2(1)Reg. 3(1)",
            "context": "SALE OF TRAVEL TICKETS ACT under 80.08LAWS OF GUYANA17LAWS OF GUYANAL.R.O. 1/2012[Subsidiary]Sale of Travel Tickets Regulationsfee and the licence fee therefor.(4) Every licence granted shall be subjected to theconditions prescribed by the regulations, from time to time,and to be other conditions specified in the licence.Complianceby authorisedtravel agent.reg. 2(1)Reg. 3(1)80.08                               Sale of Travel Tickets18L.R.O. 1/2012FORM BLICENCE TO SELL TRAVEL TICKETSTHE SALE OF TRAVEL TICKETS ACT 1985(Act No. 11 of 1985)Date .......................................Licence No .........................Licence is hereby granted to ............................................situatedat................................................................................... ,tosell travel tickets in accordance with the provisions of theSale of Travel Tickets Act 1985 as an authorised travel agent.",
            "description": "80.08                               Sale of Travel Tickets18L.R.O. 1/2012FORM BLICENCE TO SELL TRAVEL TICKETSTHE SALE OF TRAVEL TICKETS ACT 1985(Act No. 11 of 1985)Date .......................................Licence No .........................Licence is hereby granted to ............................................situatedat................................................................................... ,tosell travel tickets in accordance with the provisions of theSale of Travel Tickets Act 1985 as an authorised travel agent."
        }
    }
]