[
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "(1) Short title and construction.  (2) Application of Parts II to VIII of this Act.  PART I  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under (1) Short title and construction.  (2) Application of Parts II to VIII of this Act.  PART I  1. (1) This Act may be cited as the Income Tax (In Aid of Industry) Act, and shall be read as one with the Income Tax Act.  (2) Parts II to VIII (inclusive) of this Act shall, except as may be otherwise expressly provided therein, be applicable to the trades or businesses specified in the First Schedule to this Act:  Provided that the Minister may from time to time, by order, vary the said Schedule by adding thereto any trade or business with such qualifications and exceptions as he may think fit.    LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 7  L.R.O. 1/2012         Relief from income tax. [16 of 1957 27 of 1969 4 of 1986 14 of 1992 16 of 1994 18 of 1998 15 of 2003 13 of 2008]                                   PART I TAX HOLIDAY PERIOD",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act may be cited as the Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "Parts II to VIII"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Relief from income tax.  PART II INDUSTRIAL BUILDINGS AND STRUCTURES, ETC.  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Relief from income tax.  PART II INDUSTRIAL BUILDINGS AND STRUCTURES, ETC.  2. (1) Notwithstanding anything to the contrary contained in the Income Tax Act or the Corporation Tax Act, it is hereby provided that the Minister may grant an exemption from corporation tax with respect to income from new economic activity of a developmental and risk-bearing nature and qualifying under any of the following circumstances    (a) the activity demonstrably creates new employment of the following regions   (i) Region 1: Barima /Waini;  (ii) Region 7: Cuyuni/Mazaruni;   (iii) Region 8: Potaro/Siparuni;  (iv) Region 9: Upper Takatu/Upper Essequibo;   (v) Region 10:  Upper Demerara/Upper Berbice;  (vi) such other Regions as the Minister may, by Order, subject to negative resolution of the National Assembly, specify;  (b) the activity demonstrably creates new employment in any of the following fields   (i) non-traditional agricultural LAWS OF GUYANA 8 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  development and agro-processing, including aquaculture and production of bio-fuels;  (ii) information and communication technology, not including retail and distribution;  (iii) petroleum exploration, extraction and refining; (iv) mineral exploration, extraction and refining;   (v) tourist facilities  (vi) value-added wood processing;  (vii) textile production;  (viii) bio-technology;  (ix) development and manufacturing of new pharmaceutical products, chemical compounds and the processing of raw materials to produce injectables;  (x) infrastructural development, including the production of electricity using renewable sources of energy;  (xi) such other fields as the Minister may, by Order, subject to negative resolution of the National Assembly, specify. LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 9  L.R.O. 1/2012                                                  (1A) Any exemption from tax granted under this section shall be for a period not exceeding five years, except that in the case of new economic activity specified in subsection 1(b) the Minister may grant an exemption for a period up to ten years:  Provided that, in the case of new economic activity specified in paragraph 1(b)(x), the Minister may grant an exemption for a period longer than ten years.  (2) Parts II to VIII (inclusive), where applicable to a company to which subsection 1 applies, shall commence to apply in the first year of assessment following the year of assessment during the basis period of which the tax holiday period ends:  Provided that    (a) in computing the income for the tax holiday period and for the whole of the accounting period in which the last day of the tax holiday period falls no allowances shall be made for wear and tear of plant, machinery or buildings;  (b)  for the purposes of Parts II to VIII (inclusive) the allowances which fall to be made shall be computed as if the capital expenditure incurred at any time up to the end of the accounting period in which the last day of the tax holiday period falls, less any realisation of capital assets effected up to  the end of the said accounting period, were incurred on the first day following the end of the said LAWS OF GUYANA 10 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                 c. 81:01               c.89:01                        accounting period, and as if the expenditure incurred at any time up to the end of the said accounting period on any scientific research contemplated by section 38 were incurred on the first day following the end of the said accounting period; and  (c) any loss incurred by a company to which subsection (1) applies during the tax holiday period shall be set-off, without the limitations imposed by section 19 of the Income Tax Act, against the income arising to such a company during the period or periods immediately following the tax holiday period.  (3) A company to which subsection (1) applies being a company limited by shares within the meaning of the Companies Act shall be entitled during the tax holiday period and within two years thereafter to distribute a sum equal to the income arising during the tax holiday period from trade or business to which subsection (1) applies to the members of the company and every such sum shall be exempt from the payment of income tax in the hands of such members.  (4) Every company aforesaid shall upon payment of a divided to which subsection (3) applies furnish to each shareholder a certificate setting forth the amount of the dividend paid, the period of profits out of which it is paid, and that it is exempt from income tax as provided for by subsection (3).   (5) Every company to which subsection (1) applies shall keep separate accounts relating to the gains or profits of every trade or business to which this section applies, and in all accounts and statements submitted to the Commissioner - General of the Revenue Authority the gains or profits of every LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 11  L.R.O. 1/2012   c. 81:01                            Initial allowances. [16 of 1957 26 of 1967]                   such trade or business shall be separately set out, and notwithstanding the exemption from taxation in the tax holiday period, section 60 of the Income Tax Act (which relates to returns and particulars of income) shall, mutatis mutandis, apply to every such company.  (6) The Minister may from time to time make regulations generally for carrying out the provisions of this section.  (7) Where the Minister is satisfied that a company to which subsection (1) applies has contravened any provisions of this Act or of any regulations made under this section and that having regard to all circumstances of the case it is expedient so to do, he may revoke the direction issued under subsection (1) and thereupon this section shall cease to apply to such company.  PART II INDUSTRIAL BUILDINGS AND STRUCTURES, ETC.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and thereupon this section shall cease to apply to such company.  PART II INDUSTRIAL BUILDINGS AND STRUCTURES, ETC."
                },
                {
                    "representation": "(a)",
                    "description": "in computing the income for the tax holiday period and for the whole of the accounting period in which the last day of the tax holiday period falls no allowances shall be made for wear and tear of plant, machinery or buildings;"
                },
                {
                    "representation": "(i)",
                    "description": "non-traditional agricultural LAWS OF GUYANA 8 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(v)",
                    "description": "tourist facilities"
                },
                {
                    "representation": "(b)",
                    "description": "for the purposes of Parts II to VIII"
                },
                {
                    "representation": "(x)",
                    "description": "infrastructural development, including the production of electricity using renewable sources of energy;"
                },
                {
                    "representation": "(2)",
                    "description": "Parts II to VIII"
                },
                {
                    "representation": "(c)",
                    "description": "any loss incurred by a company to which subsection"
                },
                {
                    "representation": "(3)",
                    "description": "applies furnish to each shareholder a certificate setting forth the amount of the dividend paid, the period of profits out of which it is paid, and that it is exempt from income tax as provided for by subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Every company aforesaid shall upon payment of a divided to which subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Every company to which subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Minister may from time to time make regulations generally for carrying out the provisions of this section."
                },
                {
                    "representation": "(7)",
                    "description": "Where the Minister is satisfied that a company to which subsection"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Initial allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Initial allowances. 3. (1) Subject to this Act, where on or after the 1st January, 1951, a person incurred or incurs capital expenditure on the construction of a building or structure which has been or is to be an industrial building or structure occupied for the purposes of a trade carried on either by him or by such a lessee as is hereinafter mentioned, in ascertaining the chargeable income for the year of assessment hereinafter mentioned, of such person who incurred the expenditure, there shall be allowed to him a deduction (in this Part referred to as an initial allowance) equal to one-tenth thereof.  The said lessees are lessees occupying the building or structure on the construction of which the expenditure was incurred under a lease to which the relevant interest, as defined for the purposes of this Part, is reversionary.  (2) The said year of assessment shall, in the case of LAWS OF GUYANA 12 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  a person incurring expenditure, be the year of assessment in the basis period for which the expenditure was incurred:  Provided that where the first use to which the building or structure is put is a use by a person occupying it by virtue of a tenancy to which the relevant interest is reversionary and the tenancy begins after the incurring of the expenditure, the said year of assessment shall be the year of assessment in the basis period for which the tenancy begins.  (3) Notwithstanding anything in this section, no initial allowance shall be made in respect of any expenditure if, when the building or structure comes to be used, it is not an industrial building or structure; and where an initial allowance has been granted in respect of any expenditure otherwise than in accordance with this section, all such additional assessments as are necessary to secure that effect is given to this section shall be made at any time notwithstanding that apart from this section the time limited by the relevant provisions of the Income Tax Act for the amendment or making of additional assessments has expired.  (4) Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of the preceding provisions of this section as if it had been incurred by that person on the first day on which he does carry it on.  (5) Notwithstanding anything to the contrary in the preceding provisions of this section, but subject to subsection (8), any company (other than a Mutual Life Assurance Company) entitled under subsection (1) to an initial allowance for the year of assessment referred to therein may, in that year, with the approval of the Commissioner - General, forgo its claim to the entire allowance and in lieu thereof claim the allowance   (a) partly in the said year and partly in either or each of the next two LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 13  L.R.O. 1/2012                                         Annual allowances. [14 of 1992]           succeeding years of assessment; or  (b) in either of the aforesaid succeeding years of assessment, or partly in the one and partly in the other:  Provided that an initial allowance allowed in pursuance of paragraph (a) or (b) shall, for the purposes of the computation of a balancing allowance or a balancing charge, be deemed to have been made in the ascertainment of the chargeable income of the company for the first-mentioned year of assessment.  (6) Where a company is allowed an initial allowance as provided by subsection (6), the company shall, for the year of assessment in respect of which the initial allowance or part thereof is allowed, be allowed a special allowance of one quarter of one per cent per annum of the initial allowance or part thereof for every five per cent of the initial allowance or part thereof which has not been claimed previously.  (7) A claim shall not be made under subsection (6) unless the company has, in the year preceding the year of assessment in which the claim for the initial allowance or part thereof is to be made, notified the Commissioner-General in writing of its intention so to do.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to an initial allowance for the year of assessment referred to therein may, in that year, with the approval of the Commissioner - General, forgo its claim to the entire allowance and in lieu thereof claim the allowance"
                },
                {
                    "representation": "(2)",
                    "description": "The said year of assessment shall, in the case of LAWS OF GUYANA 12 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in this section, no initial allowance shall be made in respect of any expenditure if, when the building or structure comes to be used, it is not an industrial building or structure; and where an initial allowance has been granted in respect of any expenditure otherwise than in accordance with this section, all such additional assessments as are necessary to secure that effect is given to this section shall be made at any time notwithstanding that apart from this section the time limited by the relevant provisions of the Income Tax Act for the amendment or making of additional assessments has expired."
                },
                {
                    "representation": "(4)",
                    "description": "Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of the preceding provisions of this section as if it had been incurred by that person on the first day on which he does carry it on."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything to the contrary in the preceding provisions of this section, but subject to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                },
                {
                    "representation": "(b)",
                    "description": "shall, for the purposes of the computation of a balancing allowance or a balancing charge, be deemed to have been made in the ascertainment of the chargeable income of the company for the first-mentioned year of assessment."
                },
                {
                    "representation": "(6)",
                    "description": "unless the company has, in the year preceding the year of assessment in which the claim for the initial allowance or part thereof is to be made, notified the Commissioner-General in writing of its intention so to do."
                },
                {
                    "representation": "(7)",
                    "description": "A claim shall not be made under subsection"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Annual allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Annual allowances. 4. (1) Subject to this Act where  (a) any person is, at the end of his basis period for the year of assessment in which the 1st January, 1951 falls or any subsequent year of assessment, entitled to an interest in a building or structure; and  (b) at the end of the said basis period the LAWS OF GUYANA 14 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  building or structure is an industrial building or structure; and  (c) that interest is the relevant interest in relation to the capital expenditure incurred in the construction of that building or structure,  in ascertaining the chargeable income of such person there shall be allowed in the relative year of assessment the deduction of an amount (in this Part referred to as an annual allowance) equal to one twentieth of that expenditure.  (2) Where at any time on or after the 1st January, 1951, the interest in a building or structure which is the relevant interest in relation to any expenditure is sold while the building or structure is an industrial building or structure the annual allowance in respect of that expenditure shall, in the case of the years of assessment the basis periods for which end after the time of that sale  (a) be computed by reference to the residue (as defined in the provisions of this Part relating to the writing-off of expenditure) of that expenditure immediately after the sale; and  (b) be the fraction of the said residue the numerator of which is one and the denominator of which is the number of years of assessment comprised in the period which  (i) begins with the first year of assessment for which the buyer is entitled to an annual allowance in respect of the expenditure or would be so entitled if the building or LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 15  L.R.O. 1/2012                             Balancing and allowances and balancing charges. [14 of 1992]                  structure had at all material times continued to be an industrial building or structure; and  (ii) ends with the twentieth year of assessment after that in which the building or structure was first used,  and so on for any subsequent sales.  (3) Notwithstanding anything in the preceding provisions of this section, in no case shall the amount of an annual allowance made to a person for any year of assessment in respect of any expenditure exceed what, apart from the writing off falling to be made by reason of the making of that allowance, would be the residue of that expenditure at the end of his basis period for that year of assessment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act where"
                },
                {
                    "representation": "(a)",
                    "description": "be computed by reference to the residue"
                },
                {
                    "representation": "(b)",
                    "description": "be the fraction of the said residue the numerator of which is one and the denominator of which is the number of years of assessment comprised in the period which"
                },
                {
                    "representation": "(c)",
                    "description": "that interest is the relevant interest in relation to the capital expenditure incurred in the construction of that building or structure,  in ascertaining the chargeable income of such person there shall be allowed in the relative year of assessment the deduction of an amount"
                },
                {
                    "representation": "(2)",
                    "description": "Where at any time on or after the 1st January, 1951, the interest in a building or structure which is the relevant interest in relation to any expenditure is sold while the building or structure is an industrial building or structure the annual allowance in respect of that expenditure shall, in the case of the years of assessment the basis periods for which end after the time of that sale"
                },
                {
                    "representation": "(i)",
                    "description": "begins with the first year of assessment for which the buyer is entitled to an annual allowance in respect of the expenditure or would be so entitled if the building or LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in the preceding provisions of this section, in no case shall the amount of an annual allowance made to a person for any year of assessment in respect of any expenditure exceed what, apart from the writing off falling to be made by reason of the making of that allowance, would be the residue of that expenditure at the end of his basis period for that year of assessment."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Balancing allowances and balancing charges. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Balancing allowances and balancing charges. 5. (1) Where any capital expenditure has been incurred on the construction of a building or structure and any of the following events occurs while the building or structure is an industrial building or structure; that is to say  (a)  the relevant interest in the building or structure is sold; or  (b)  that interest, being a leasehold interest, comes to an end otherwise than on the person entitled thereto acquiring the interest which is reversionary thereon; or  (c)  the building or structure is demolished or destroyed, or without being demolished or destroyed, LAWS OF GUYANA 16 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                c. 81:01                                 ceases altogether to be used;  an allowance or charge (in this Part referred to as a balancing allowance or a balancing charge) shall, in the circumstances mentioned in this section, be made to, or as the case may be, on the person entitled to the relevant interest immediately before that event occurs for the year of assessment in his basis period for which that event occurs; and in ascertaining the chargeable income of such person a balancing allowance shall be deemed to be a deduction included in section 16, and a balancing charge shall be deemed to be a gain or profit within the meaning of section 5(a) of the Income Tax Act:  Provided that no balancing allowance or balancing charge shall be made to or on any person for any year of assessment by reason of any event occurring after the end of his basis period for the twentieth year of assessment after that in which the building or structure was first used.   (2) Where there are no sale, insurance, salvage or compensation moneys or where the residue of the expenditure immediately before the event exceeds those moneys, a balancing allowance shall be made and the amount thereof shall be the amount of the said residue or as the case may be of the excess thereof over the said moneys.  (3) If the sale, insurance, salvage or compensation moneys exceed the residue, if any, of the expenditure immediately before the event, a balancing charge shall be made and the amount on which it is made shall be an amount equal to the excess, or where the residue is nil, to the said moneys.  (4) If, for any of the relevant years of assessment (as defined for the purposes of this subsection), neither an annual allowance nor a scientific research allowance has been made, the last two preceding subsections shall have effect subject to the modification that the amount of the balancing LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 17  L.R.O. 1/2012                                                 allowance, or as the case may be, the amount on which the balancing charge is to be made shall be reduced by applying thereto the fraction, the numerator of which is the number of the relevant years of assessment for which an annual or scientific research allowance has been made in respect of the expenditure and the denominator of which is the total number of the relevant years of assessment.  In this subsection, the expression the relevant years of assessment means all the years of assessment or what would have been years of assessment if income tax had been in force after that in which the building or structure was first used for any purpose up to and including that in which the event takes place which gives rise to the allowance or charge:  Provided that where the building or structure has been sold while an industrial building or structure, the said expression means all years of assessment for which either  (a) an annual allowance is made by reason of the building or structure being an industrial building or structure at any time between the sale and the event, or, where there has been more than one such sale, between the last such sale and the event; or   (b) an annual allowance would have fallen to be made if the building or structure had been an industrial building or structure at all times between the sale, or as the case may be, the last of such sale, and the event.  (5) Notwithstanding anything in the preceding provisions of this section, in no case shall the amount on which a balancing charge is made on a person in respect of LAWS OF GUYANA 18 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012              Writing off of expenditure and meaning  of residue of expenditure. [14 of 1992]                                any expenditure on the construction of a building or structure exceed the amount of the initial allowance, if any, made to him in respect of that expenditure together with the amount of annual allowances or scientific research allowances in respect of that expenditure and any wear and tear allowances (if any) in respect of that building or structure, made to him for years of assessment his basis periods for which end on or before the date of the event which gives rise to the charge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any capital expenditure has been incurred on the construction of a building or structure and any of the following events occurs while the building or structure is an industrial building or structure; that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "an annual allowance is made by reason of the building or structure being an industrial building or structure at any time between the sale and the event, or, where there has been more than one such sale, between the last such sale and the event; or"
                },
                {
                    "representation": "(b)",
                    "description": "an annual allowance would have fallen to be made if the building or structure had been an industrial building or structure at all times between the sale, or as the case may be, the last of such sale, and the event."
                },
                {
                    "representation": "(c)",
                    "description": "the building or structure is demolished or destroyed, or without being demolished or destroyed, LAWS OF GUYANA 16 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "Where there are no sale, insurance, salvage or compensation moneys or where the residue of the expenditure immediately before the event exceeds those moneys, a balancing allowance shall be made and the amount thereof shall be the amount of the said residue or as the case may be of the excess thereof over the said moneys."
                },
                {
                    "representation": "(3)",
                    "description": "If the sale, insurance, salvage or compensation moneys exceed the residue, if any, of the expenditure immediately before the event, a balancing charge shall be made and the amount on which it is made shall be an amount equal to the excess, or where the residue is nil, to the said moneys."
                },
                {
                    "representation": "(4)",
                    "description": "If, for any of the relevant years of assessment"
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything in the preceding provisions of this section, in no case shall the amount on which a balancing charge is made on a person in respect of LAWS OF GUYANA 18 Cap. 81:02 Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Writing off of expenditure and meaning of “residue of expenditure”. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Writing off of expenditure and meaning of residue of expenditure. 6. (1) Any expenditure incurred on the construction of any building or structure shall be deemed for the purposes of this Part to be written off to the extent and as at the times hereafter specified in this section, and references in this Part to the residue of any such expenditure shall be construed accordingly.  (2) If an initial allowance is made in respect of the expenditure, the amount of that allowance shall be written off as at the time when the building or structure is first used.  (3) If, by reason of the building or structure being at any time an industrial building or structure, an annual allowance is made for any year of assessment in respect of the expenditure, the amount of that allowance shall be written off as at the said time:  Provided that where at the said time an event occurs which gives rise or may give rise to a balancing allowance or balancing charge, the amount directed to be written off by this subsection as at the said time shall be taken into account in computing the residue of that expenditure immediately before that event for the purpose of determining whether any, and if so what, balancing allowance or balancing charge is to be made.   (4) If a scientific research allowance is made for any year of assessment in respect of the expenditure, the amount of that allowance shall be written off, in the case of an allowance under section 38 as at the end of the basis year (as LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 19  L.R.O. 1/2012                                                 defined in that section) for the year of assessment, and, in the case of an allowance under section 29 as at the time when the asset ceases to be used by the person in question for scientific research connected with the trade:  Provided that where, at the time when an amount falls to be written off under this subsection, an event occurs which gives rise or may give rise to a balancing allowance or a balancing charge, the amount directed to be written off by this subsection as at that time shall be taken into account in computing the residue of the expenditure immediately before that event for the purpose of determining whether any, and if so what, balancing allowance or balancing charge is to be made.  (5) If, in the case of any year of assessment after that in which the building or structure is first used, no annual allowance or scientific research allowance falls to be made to any person in respect of the expenditure, then, subject to the provisions of this and the next succeeding subsection, an amount equal to one-twentieth of the expenditure shall be written off as at the end of the year of assessment:  Provided that  (a) where the building was first used in a year before the year preceding the year of assessment 1929, the year commencing on the 1st January after the building was first used and each subsequent period of twelve months before the year of assessment 1929 shall, for the purposes of this subsection, be deemed to be a year of assessment; and  (b) in the case of the year of assessment in which the 1st January, 1951 falls or LAWS OF GUYANA 20 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  any subsequent year of assessment, the amount to be written off shall  (i)  if the building or structure has been sold on or after the 1st January, 1951 while an industrial building or structure, be the amount which would have fallen to be written off if   (1)  the building or structure had been an industrial building or structure in use on the day preceding the beginning of the year of assessment for the purposes of a trade carried on by a person entitled to the relevant interest or structure; and  (2)  the basis period of that person for the year of assessment had ended on the said preceding date; and  (3)  an annual allowance had been made to him for the year of assessment accordingly;  (ii)  be, if any wear and tear allowance under section 17 of the Income Tax Act is made in respect of the building or structure for the year of assessment in the case of any trade not being a trade LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 21  L.R.O. 1/2012                                                 mentioned in the First Schedule to this Act and the amount falling to be written off as provided by this subsection is less than that allowance, an amount equal to the wear and tear allowance.  (6) If any wear and tear allowances are made in respect of the building or structure for any year of assessment before that in which the 1st January, 1951 falls, and either  (a) no amount falls to be written off under the last preceding subsection as at any date before the beginning of the year of assessment in which the 1st January, 1951 falls; or  (b) the total amounts falling to be written off thereunder as at dates before the beginning of the year in which the 1st January, 1951 falls are less than the total wear and tear allowances for years of assessment before that year,  an amount equal to the total wear and tear allowances or, as the case may be, to that total amount less the total amounts falling to be written off as aforesaid, shall be written off as at the end of the year of assessment immediately preceding that in which the 1st January, 1951 falls.  (7) If, on the occasion of a sale, a balancing allowance is made in respect of the expenditure, there shall be written off as at the time of the sale the amount by which the residue of the expenditure before the sale exceeds the net proceeds of the sale.   (8) If, on the occasion of a sale, a balancing charge LAWS OF GUYANA 22 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  is made in respect of the expenditure, the residue of the expenditure shall be deemed for the purposes of this Part to be increased as at the time of the sale by the amount on which the charge is made.  (9) Where the State is at any time entitled to the relevant interest in a building or structure, the preceding provisions of this section shall have effect as if all such annual allowances, balancing allowances, wear and tear allowances and balancing charges had been made as could have been made if  (a) a person other than the State had been entitled to the relevant interest; and  (b) all things which, while the State is entitled to the relevant interest, have been done in relation to the building or structure by or to the State or by or to any person using the building or structure under the authority of the State, had been done by or to that other person, for the purposes of and in the course of a trade carried on by him;  (c) any sale or other disposition by or on behalf of the State of the relevant interest in the building or structure had been made in connection with the termination of that trade; and  (d) the basis periods of that other person in respect of that trade had in the case of each year of assessment, ended immediately before the beginning of the year of assessment.   LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 23  L.R.O. 1/2012 Buildings and structures bought unused.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the building or structure had been an industrial building or structure in use on the day preceding the beginning of the year of assessment for the purposes of a trade carried on by a person entitled to the relevant interest or structure; and"
                },
                {
                    "representation": "(2)",
                    "description": "the basis period of that person for the year of assessment had ended on the said preceding date; and"
                },
                {
                    "representation": "(3)",
                    "description": "an annual allowance had been made to him for the year of assessment accordingly;"
                },
                {
                    "representation": "(4)",
                    "description": "If a scientific research allowance is made for any year of assessment in respect of the expenditure, the amount of that allowance shall be written off, in the case of an allowance under section 38 as at the end of the basis year"
                },
                {
                    "representation": "(5)",
                    "description": "If, in the case of any year of assessment after that in which the building or structure is first used, no annual allowance or scientific research allowance falls to be made to any person in respect of the expenditure, then, subject to the provisions of this and the next succeeding subsection, an amount equal to one-twentieth of the expenditure shall be written off as at the end of the year of assessment:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "a person other than the State had been entitled to the relevant interest; and"
                },
                {
                    "representation": "(b)",
                    "description": "all things which, while the State is entitled to the relevant interest, have been done in relation to the building or structure by or to the State or by or to any person using the building or structure under the authority of the State, had been done by or to that other person, for the purposes of and in the course of a trade carried on by him;"
                },
                {
                    "representation": "(i)",
                    "description": "if the building or structure has been sold on or after the 1st January, 1951 while an industrial building or structure, be the amount which would have fallen to be written off if"
                },
                {
                    "representation": "(6)",
                    "description": "If any wear and tear allowances are made in respect of the building or structure for any year of assessment before that in which the 1st January, 1951 falls, and either"
                },
                {
                    "representation": "(7)",
                    "description": "If, on the occasion of a sale, a balancing allowance is made in respect of the expenditure, there shall be written off as at the time of the sale the amount by which the residue of the expenditure before the sale exceeds the net proceeds of the sale."
                },
                {
                    "representation": "(8)",
                    "description": "If, on the occasion of a sale, a balancing charge LAWS OF GUYANA 22 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(9)",
                    "description": "Where the State is at any time entitled to the relevant interest in a building or structure, the preceding provisions of this section shall have effect as if all such annual allowances, balancing allowances, wear and tear allowances and balancing charges had been made as could have been made if"
                },
                {
                    "representation": "(c)",
                    "description": "any sale or other disposition by or on behalf of the State of the relevant interest in the building or structure had been made in connection with the termination of that trade; and"
                },
                {
                    "representation": "(d)",
                    "description": "the basis periods of that other person in respect of that trade had in the case of each year of assessment, ended immediately before the beginning of the year of assessment.   LAWS OF GUYANA Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Buildings and structures bought unused. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Buildings and structures bought unused. 7. (1) Where expenditure is incurred on the construction of a building or structure and, before that building or structure is used, the relevant interest therein is sold  (a) the expenditure actually incurred on the construction thereof shall be left out of account for the purposes of the preceding provisions of this Part; but  (b) the person who buys that interest shall be deemed for those purposes to have incurred, on the date when the purchase price becomes payable, expenditure on the construction thereof equal to the said expenditure or to the net price paid by him for the said interest, whichever is the less:   Provided that, where the relevant interest in the building or structure is sold more than once before the building or structure is used, the provisions of paragraph (b) shall have effect only in relation to the last of those sales.  (2) Where the expenditure incurred on the construction of a building or structure was incurred by a person carrying on a trade which consists, as to the whole or any part thereof, in the construction of buildings or structures with a view to their sale, and, before the building or structure is used, he sells the relevant interest therein in the course of that trade, or, as the case may be, of that part of that trade, paragraph (b) of the preceding subsection shall have effect subject to the following modifications:  (a) if that sale is the only sale of the relevant interest before the building or structure is used, the said paragraph (b) shall have effect as if LAWS OF GUYANA 24 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                Cessation of wear and tear allowances. c. 81:01                               the words the said expenditure or to and the words whichever is the less were omitted; and  (b) in any other case, the said paragraph (b) shall have effect as if the reference to the expenditure actually incurred on the construction of the building or structure were a reference to the price paid on said sale.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where expenditure is incurred on the construction of a building or structure and, before that building or structure is used, the relevant interest therein is sold"
                },
                {
                    "representation": "(a)",
                    "description": "if that sale is the only sale of the relevant interest before the building or structure is used, the said paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "shall have effect as if the reference to the expenditure actually incurred on the construction of the building or structure were a reference to the price paid on said sale."
                },
                {
                    "representation": "(2)",
                    "description": "Where the expenditure incurred on the construction of a building or structure was incurred by a person carrying on a trade which consists, as to the whole or any part thereof, in the construction of buildings or structures with a view to their sale, and, before the building or structure is used, he sells the relevant interest therein in the course of that trade, or, as the case may be, of that part of that trade, paragraph"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Cessation of wear and tear allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Cessation of wear and tear allowances. 8. (1) Subject to this section, no allowance shall be made under section 17 of the Income Tax Act for the year of assessment in which the 1st January, 1951 falls or any subsequent year of assessment.  (2) Notwithstanding anything in the preceding subsection if an allowance falls to be made under section 17 of the Income Tax Act in respect of any premises in the case of any trade for the last year of assessment before that in which the 1st January, 1951 falls, an allowance shall, by virtue of this subsection, be made under and subject to the said section 17 in respect of those premises for the year of assessment in which the 1st January, 1951 falls and each of the next four years of assessment in the case of every trade carried on thereon:  Provided that if, at any time in the year of assessment in which the 1st January, 1951 falls or any of the next four years of assessment, any person to whom an allowance would otherwise fall to be made under the said section for that year of assessment in respect of those premises, by notice in writing to the Commissioner - General, elects that the said section 17 shall no longer apply to the premises  (a) no allowance shall be made under the said section 17 for that or any subsequent year of assessment in the case of that persons trade; and LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 25  L.R.O. 1/2012                           Definition of industrial building or structure. [16 of 1957]                    (b) no allowance shall be made under the said section 17 for any year of assessment in the case of any trade, being a trade mentioned in the First Schedule to this Act carried on those premises after that persons trade has ceased to be carried on thereon.  (3) Where by virtue of the last preceding subsection an allowance falls to be made under the said section 17 for the year of assessment in which the 1st January, 1951 falls or any subsequent year of assessment in the case of any trade, the other provisions of this Part shall have effect in relation to the premises in question as if the 1st January, 1951 were postponed until the first day of the first year of assessment for which no allowance falls to be made under that section in the case of that or any other trade mentioned in the First Schedule to this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, no allowance shall be made under section 17 of the Income Tax Act for the year of assessment in which the 1st January, 1951 falls or any subsequent year of assessment."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in the preceding subsection if an allowance falls to be made under section 17 of the Income Tax Act in respect of any premises in the case of any trade for the last year of assessment before that in which the 1st January, 1951 falls, an allowance shall, by virtue of this subsection, be made under and subject to the said section 17 in respect of those premises for the year of assessment in which the 1st January, 1951 falls and each of the next four years of assessment in the case of every trade carried on thereon:  Provided that if, at any time in the year of assessment in which the 1st January, 1951 falls or any of the next four years of assessment, any person to whom an allowance would otherwise fall to be made under the said section for that year of assessment in respect of those premises, by notice in writing to the Commissioner - General, elects that the said section 17 shall no longer apply to the premises"
                },
                {
                    "representation": "(a)",
                    "description": "no allowance shall be made under the said section 17 for that or any subsequent year of assessment in the case of that persons trade; and LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(b)",
                    "description": "no allowance shall be made under the said section 17 for any year of assessment in the case of any trade, being a trade mentioned in the First Schedule to this Act carried on those premises after that persons trade has ceased to be carried on thereon."
                },
                {
                    "representation": "(3)",
                    "description": "Where by virtue of the last preceding subsection an allowance falls to be made under the said section 17 for the year of assessment in which the 1st January, 1951 falls or any subsequent year of assessment in the case of any trade, the other provisions of this Part shall have effect in relation to the premises in question as if the 1st January, 1951 were postponed until the first day of the first year of assessment for which no allowance falls to be made under that section in the case of that or any other trade mentioned in the First Schedule to this Act."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Definition of industrial building or structure. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Definition of industrial building or structure. 9. (1) Subject to this section, in this Part the expression industrial building or structure means a building or structure in use   (a) for the purposes of a trade mentioned in the First Schedule; and  (b) for the purposes of any of the aforementioned trades and consisting in the storage of goods or materials which, having been manufactured or produced or subjected, in the course of that trade, to any process, have not yet been delivered to any purchaser; and in particular the said expression includes any building or structure provided by the person carrying on such a trade for the welfare of LAWS OF GUYANA 26 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  workers employed in that trade and in use for that purpose:   Provided that the expression industrial building or structure shall not include a wharf constructed wholly or mainly of wood unless, having regard to the use to which it is put in connection with such trade, it is likely to be of little or no value when such use is terminated.  (2) Subsection (1) shall apply in relation to a part of a trade as they apply in relation to a trade:  Provided that where part only of a trade complies with the conditions set out in the said provisions, a building or structure shall not, by virtue of this subsection, be an industrial building or structure unless it is in use for the purposes of that part of that trade.  (3) Notwithstanding anything in subsection (1) or subsection (2), but subject to subsection (4), the expression industrial building or structure does not include any building or structure in use as, or as part of, a dwelling-house, retail shop, show room or office or for any purpose ancillary to the purposes of a dwelling-house, retail shop, show room or office.  (4) Where part of the whole of a building or structure is, and part thereof is not, an industrial building or structure, and the capital expenditure which has been incurred on the construction of the second mentioned part is not more than one-tenth of the total capital expenditure which has been incurred on the construction of the whole building or structure, the whole building or structure and every part thereof shall be treated as an industrial building or structure.  (5) In this section the expression retail shop includes any premises of a similar character where retail trade or business (including repair work) is carried on. LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 27  L.R.O. 1/2012    Sports pavilions.         Meaning of the relevant interest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or subsection"
                },
                {
                    "representation": "(a)",
                    "description": "for the purposes of a trade mentioned in the First Schedule; and"
                },
                {
                    "representation": "(b)",
                    "description": "for the purposes of any of the aforementioned trades and consisting in the storage of goods or materials which, having been manufactured or produced or subjected, in the course of that trade, to any process, have not yet been delivered to any purchaser; and in particular the said expression includes any building or structure provided by the person carrying on such a trade for the welfare of LAWS OF GUYANA 26 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Where part of the whole of a building or structure is, and part thereof is not, an industrial building or structure, and the capital expenditure which has been incurred on the construction of the second mentioned part is not more than one-tenth of the total capital expenditure which has been incurred on the construction of the whole building or structure, the whole building or structure and every part thereof shall be treated as an industrial building or structure."
                },
                {
                    "representation": "(5)",
                    "description": "In this section the expression retail shop includes any premises of a similar character where retail trade or business"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Sports pavilions. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Sports pavilions. 10. Where a building or structure which is not an industrial building or structure as defined in the last preceding section is occupied by the person carrying on a trade and used as a sports pavilion for the welfare of all or any of the workers employed in that trade this Part shall apply in relation to that building or structure as if it were an industrial building or structure.",
            "description": "Where a building or structure which is not an industrial building or structure as defined in the last preceding section is occupied by the person carrying on a trade and used as a sports pavilion for the welfare of all or any of the workers employed in that trade this Part shall apply in relation to that building or structure as if it were an industrial building or structure."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Meaning of “the relevant interest.” ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Meaning of the relevant interest. 11. (1) Subject to this section, in this Part, the expression the relevant interest means, in relation to any expenditure incurred on the construction of a building or structure, the interest in that building or structure to which the person who incurred the expenditure was entitled when he incurred it.  (2) Where, when he incurs expenditure on the construction of a building or structure, a person is entitled to two or more interests in the building or structure, and one of those interests is an interest which is reversionary on all the others, that interest shall be the relevant interest for the purposes of this Part.  (3) An interest shall not cease to be the relevant interest for the purposes of this Part by reason of the creation of any lease or other interest to which that interest is subject, and where the relevant interest is a leasehold interest and is extinguished by reason of the surrender thereof, or on the person entitled thereto acquiring the interest which is reversionary thereon, the interest into which that leasehold interest merges shall thereupon become the relevant interest.  (4) Where the relevant interest is a leasehold interest which came to an end before the 1st January, 1951 and the last preceding subsection does not apply, the interest which is immediately reversionary thereon shall be deemed, for the purposes of the provisions of this Part in so far as they relate to annual allowances, balancing allowances and LAWS OF GUYANA 28 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Temporary disuse of industrial buildings and structures.         Requisitioned land, holding over of leases land and other special cases.                             balancing charges to have thereupon become the relevant interest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, in this Part, the expression the relevant interest means, in relation to any expenditure incurred on the construction of a building or structure, the interest in that building or structure to which the person who incurred the expenditure was entitled when he incurred it."
                },
                {
                    "representation": "(2)",
                    "description": "Where, when he incurs expenditure on the construction of a building or structure, a person is entitled to two or more interests in the building or structure, and one of those interests is an interest which is reversionary on all the others, that interest shall be the relevant interest for the purposes of this Part."
                },
                {
                    "representation": "(3)",
                    "description": "An interest shall not cease to be the relevant interest for the purposes of this Part by reason of the creation of any lease or other interest to which that interest is subject, and where the relevant interest is a leasehold interest and is extinguished by reason of the surrender thereof, or on the person entitled thereto acquiring the interest which is reversionary thereon, the interest into which that leasehold interest merges shall thereupon become the relevant interest."
                },
                {
                    "representation": "(4)",
                    "description": "Where the relevant interest is a leasehold interest which came to an end before the 1st January, 1951 and the last preceding subsection does not apply, the interest which is immediately reversionary thereon shall be deemed, for the purposes of the provisions of this Part in so far as they relate to annual allowances, balancing allowances and LAWS OF GUYANA 28 Cap. 81:02 Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Temporary disuse of industrial buildings or structures. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Temporary disuse of industrial buildings or structures. 12. For the purposes of this Part, a building or structure shall not be deemed to cease altogether to be used by reason that it falls temporarily out of use on or after the 1st January, 1951 and, where, immediately before any period of temporary disuse beginning on or after that day, a building or structure is an industrial building or structure, it shall be deemed to continue to be an industrial building or structure during the period of temporary disuse.",
            "description": "For the purposes of this Part, a building or structure shall not be deemed to cease altogether to be used by reason that it falls temporarily out of use on or after the 1st January, 1951 and, where, immediately before any period of temporary disuse beginning on or after that day, a building or structure is an industrial building or structure, it shall be deemed to continue to be an industrial building or structure during the period of temporary disuse."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Requisitioned land, holding over of leased land, and other special cases. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Requisitioned land, holding over of leased land, and other special cases. 13. (1) This Part shall have effect in relation to any period of requisition of any land as if the State had been in possession of that land for that period by virtue of a lease, and any reference in this Part to the surrender of a lease or the extinguishment thereof on the person entitled thereto acquiring the interest which is reversionary thereon, or to the merger of a leasehold interest, shall be construed accordingly, and any sum paid to the State in respect of any building or structure constructed on any land during any period of requisition of that land, being a sum paid, whether by virtue of any enactment or otherwise, by the person who, subject to the rights of the State, is entitled to possession of the land, shall be deemed for the purposes of this Part to be a sum paid in consideration of the surrender of that lease:  Provided that where a person carrying on a trade is authorised by the State to occupy the land or any part thereof for the whole or any part of the period of requisition, this Part shall have effect as if the State had granted a sub-lease to that person of that land or, as the case may be, that part thereof, for the period of requisition or, as the case may be, for that part of the period for which the said person occupies the land, and the preceding provisions of this subsection shall have effect in relation to that sub-lease as they have effect in relation to the lease therein mentioned, subject, however, to the modification that for the reference to any sum paid to the State there shall be substituted a reference to any sum paid to LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 29  L.R.O. 1/2012                                                     the said person.  In this subsection, the expression period of requisition means a period in respect of which compensation is, or, but for any agreement to the contrary, would be, payable under any regulations or under the corresponding provisions of any Act which may replace the said regulations, by reference to the rent which might reasonably be expected to be payable under a lease granted immediately before the beginning of that period.  (2) Where, with the consent of the lessor, a lessee of any building or structure remains in possession thereof, after the termination of the lease  without a new lease being granted to him, that lease shall be deemed for the purposes of this Part to continue so long as he remains in possession as aforesaid.   (3) Where, on the termination of a lease, a new lease is granted to the lessee in pursuance of an option available to him under the terms of the first lease, this Part shall have effect as if the second lease were a continuation of the first lease.  (4) Where, on the termination of a lease, the lessor pays any sum to the lessee in respect of a building or structure comprised in the lease, this Part shall have effect as if the lease had come to an end by reason of the surrender thereof in consideration of the payment.  (5) Where, on the termination of a lease, another lease is granted to a different lessee and, in connection with the transaction, that lessee pays a sum to the person who was the lessee under the first lease, this Part shall have effect as if both leases were the same lease and there had been an assignment thereof by the lessee under the first lease to the lessee under the second lease in consideration of the payment.   LAWS OF GUYANA 30 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  Exclusion of double allowances, etc.                                Interpretation of Part II.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Part shall have effect in relation to any period of requisition of any land as if the State had been in possession of that land for that period by virtue of a lease, and any reference in this Part to the surrender of a lease or the extinguishment thereof on the person entitled thereto acquiring the interest which is reversionary thereon, or to the merger of a leasehold interest, shall be construed accordingly, and any sum paid to the State in respect of any building or structure constructed on any land during any period of requisition of that land, being a sum paid, whether by virtue of any enactment or otherwise, by the person who, subject to the rights of the State, is entitled to possession of the land, shall be deemed for the purposes of this Part to be a sum paid in consideration of the surrender of that lease:  Provided that where a person carrying on a trade is authorised by the State to occupy the land or any part thereof for the whole or any part of the period of requisition, this Part shall have effect as if the State had granted a sub-lease to that person of that land or, as the case may be, that part thereof, for the period of requisition or, as the case may be, for that part of the period for which the said person occupies the land, and the preceding provisions of this subsection shall have effect in relation to that sub-lease as they have effect in relation to the lease therein mentioned, subject, however, to the modification that for the reference to any sum paid to the State there shall be substituted a reference to any sum paid to LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "Where, with the consent of the lessor, a lessee of any building or structure remains in possession thereof, after the termination of the lease  without a new lease being granted to him, that lease shall be deemed for the purposes of this Part to continue so long as he remains in possession as aforesaid."
                },
                {
                    "representation": "(3)",
                    "description": "Where, on the termination of a lease, a new lease is granted to the lessee in pursuance of an option available to him under the terms of the first lease, this Part shall have effect as if the second lease were a continuation of the first lease."
                },
                {
                    "representation": "(4)",
                    "description": "Where, on the termination of a lease, the lessor pays any sum to the lessee in respect of a building or structure comprised in the lease, this Part shall have effect as if the lease had come to an end by reason of the surrender thereof in consideration of the payment."
                },
                {
                    "representation": "(5)",
                    "description": "Where, on the termination of a lease, another lease is granted to a different lessee and, in connection with the transaction, that lessee pays a sum to the person who was the lessee under the first lease, this Part shall have effect as if both leases were the same lease and there had been an assignment thereof by the lessee under the first lease to the lessee under the second lease in consideration of the payment.   LAWS OF GUYANA 30 Cap. 81:02 Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Exclusion of double allowances, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Exclusion of double allowances, etc. 14. (l) No allowance shall be made under, or by virtue of any provisions of this Part in respect of, or of premises including, or of expenditure on, a building or structure if, for the same or any previous or subsequent year of assessment, an allowance is or can be made under any of the provisions of Part III or Part IV in respect of, or of expenditure on, that building or structure.  (2) Without prejudice to the preceding subsection, any reference in this Part to the incurring of expenditure on the construction of a building or structure does not include expenditure on the provision of machinery or plant or on any asset which has been treated for any year of assessment as machinery or plant.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "No allowance shall be made under, or by virtue of any provisions of this Part in respect of, or of premises including, or of expenditure on, a building or structure if, for the same or any previous or subsequent year of assessment, an allowance is or can be made under any of the provisions of Part III or Part IV in respect of, or of expenditure on, that building or structure."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the preceding subsection, any reference in this Part to the incurring of expenditure on the construction of a building or structure does not include expenditure on the provision of machinery or plant or on any asset which has been treated for any year of assessment as machinery or plant."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Interpretation of Part II.  PART III MACHINERY AND PLANT  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Interpretation of Part II.  PART III MACHINERY AND PLANT  15. (1) References in this Part to expenditure incurred on the construction of a building or structure do not include  (a) any expenditure incurred on the acquisition of, or rights in or over, any land; or  (b) any expenditure incurred on preparing, cutting, tunnelling or levelling any land:   Provided that paragraph (b) shall not apply to expenditure on work done on the land to be covered by a building or structure for the purposes of preparing the land to receive the foundations of the building or structure being work which may be expected to be valueless when the building or structure is demolished and not being work which consists of cutting or tunnelling.  (2) A person who has incurred expenditure on the construction of a building or structure shall be deemed for the purposes of any provision of this Part referring to his interest therein at the time when the expenditure was incurred, to have had the same interest therein as he would have had if LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 31  L.R.O. 1/2012                        Initial allowances.  [26 of 1967]                   Allowances for wear and tear under section 17 of Income the construction thereof had been completed at that time.  (3) Without prejudice to any of the other provisions of this Act relating to the apportionment of sale, insurance, salvage or compensation moneys, the sum paid on the sale of the relevant interest in a building or structure, or any other sale, insurance, salvage or compensation moneys payable in respect of any building or structure shall, for the purposes of this Part, be deemed to be reduced by an amount equal to so much thereof, as, on a just apportionment, is attributable to assets representing expenditure other than expenditure in respect of which an allowance can be made under this Part.   PART III MACHINERY AND PLANT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "References in this Part to expenditure incurred on the construction of a building or structure do not include"
                },
                {
                    "representation": "(a)",
                    "description": "any expenditure incurred on the acquisition of, or rights in or over, any land; or"
                },
                {
                    "representation": "(b)",
                    "description": "shall not apply to expenditure on work done on the land to be covered by a building or structure for the purposes of preparing the land to receive the foundations of the building or structure being work which may be expected to be valueless when the building or structure is demolished and not being work which consists of cutting or tunnelling."
                },
                {
                    "representation": "(2)",
                    "description": "A person who has incurred expenditure on the construction of a building or structure shall be deemed for the purposes of any provision of this Part referring to his interest therein at the time when the expenditure was incurred, to have had the same interest therein as he would have had if LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to any of the other provisions of this Act relating to the apportionment of sale, insurance, salvage or compensation moneys, the sum paid on the sale of the relevant interest in a building or structure, or any other sale, insurance, salvage or compensation moneys payable in respect of any building or structure shall, for the purposes of this Part, be deemed to be reduced by an amount equal to so much thereof, as, on a just apportionment, is attributable to assets representing expenditure other than expenditure in respect of which an allowance can be made under this Part.   PART III MACHINERY AND PLANT"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Initial allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Initial allowances. 16. (1) Where a person carrying on a trade incurs capital expenditure on the provision of machinery or plant for the purposes of the trade, there shall be made to him, for the year of assessment in the basis period for which the expenditure is incurred, an allowance (in this Part referred to as an initial allowance) equal to two-fifths of the expenditure.  (2) Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of the preceding provisions of this section as if it had been incurred by that person on the first day on which he does carry it on.   (3) Section 3(6), (7) and (8) shall apply mutatis mutandis to allowances under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person carrying on a trade incurs capital expenditure on the provision of machinery or plant for the purposes of the trade, there shall be made to him, for the year of assessment in the basis period for which the expenditure is incurred, an allowance"
                },
                {
                    "representation": "(2)",
                    "description": "Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of the preceding provisions of this section as if it had been incurred by that person on the first day on which he does carry it on."
                },
                {
                    "representation": "(3)",
                    "description": "Section 3(6),"
                },
                {
                    "representation": "(7)",
                    "description": "and"
                },
                {
                    "representation": "(8)",
                    "description": "shall apply mutatis mutandis to allowances under this section."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "(1) Allowance for wear and tear under section 17 of Income Tax Act.  (2) Amendment of section 17 of Income Tax Act for purposes of this Part. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under (1) Allowance for wear and tear under section 17 of Income Tax Act.  (2) Amendment of section 17 of Income Tax Act for purposes of this Part. 17. (1) For the purposes of section 17 of the Income Tax Act (which provides, in ascertaining the chargeable income of any person in a trade, for the deduction of a LAWS OF GUYANA 32 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  Tax Act. c. 81:01 [14 of 1992]       Amendment of section 17 of  the Income Tax Act for the purposes of this part.                                   reasonable amount for the exhaustion by wear and tear of any machinery arising out of its use in the trade) the machinery or plant in use at the end of the basis period shall be taken to be the machinery or plant used for the purposes of the trade during the year.   (2) In the case of machinery or plant provided on or after the 1st January, 1951  (a) in considering what deduction is to be allowed under section 17 of the Income Tax Act, there shall be left out of account a proportion of the machinery or plant equal to the proportion of the expenditure on the provision thereof which is or is to be met directly or indirectly by the State or any government or public or local authority whether in Guyana or elsewhere, or out of the Sugar Rehabilitation Fund, or by any person other than the person providing the machinery or plant; and  (b) the deduction allowed under the said section 17 for any year of assessment shall not exceed what, apart from any deduction which falls to be made under the said section for that year would be the amount of the capital expenditure on the provision of the machinery or plant still un-allowed as at the beginning of the year.  (3) Where, in considering whether any, and if so, what, deduction is to be allowed in respect of any machinery or plant under section 16(1) (c) of the Income Tax Act or the said section 17, account falls to be taken of deductions LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 33  L.R.O. 1/2012          Balancing allowances and balancing charges. c. 81:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of section 17 of the Income Tax Act"
                },
                {
                    "representation": "(2)",
                    "description": "In the case of machinery or plant provided on or after the 1st January, 1951"
                },
                {
                    "representation": "(a)",
                    "description": "in considering what deduction is to be allowed under section 17 of the Income Tax Act, there shall be left out of account a proportion of the machinery or plant equal to the proportion of the expenditure on the provision thereof which is or is to be met directly or indirectly by the State or any government or public or local authority whether in Guyana or elsewhere, or out of the Sugar Rehabilitation Fund, or by any person other than the person providing the machinery or plant; and"
                },
                {
                    "representation": "(b)",
                    "description": "the deduction allowed under the said section 17 for any year of assessment shall not exceed what, apart from any deduction which falls to be made under the said section for that year would be the amount of the capital expenditure on the provision of the machinery or plant still un-allowed as at the beginning of the year."
                },
                {
                    "representation": "(3)",
                    "description": "Where, in considering whether any, and if so, what, deduction is to be allowed in respect of any machinery or plant under section 16(1)"
                },
                {
                    "representation": "(c)",
                    "description": "of the Income Tax Act or the said section 17, account falls to be taken of deductions LAWS OF GUYANA Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Balancing allowances and balancing charges.  LAWS OF GUYANA 4 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  SECTION ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Balancing allowances and balancing charges.  LAWS OF GUYANA 4 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  SECTION 18. (1) Subject to this section, where any of the following events occurs in the case of machinery or plant in respect of which an initial allowance or a deduction under section 17 of the Income Tax Act has been made or allowed for any year of assessment to a person carrying on a trade, that is to say, either  (a) the machinery or plant is sold, whether while still in use or not; or  (b) the machinery or plant is destroyed; or  (c) the machinery or plant is put out of use as being worn out or obsolete or otherwise useless or no longer required,  and the event in question occurs before the trade is permanently discontinued, that is to say there being no successor to the trade, an allowance or charge (in this Part referred to as a balancing allowance or a balancing charge) shall, in the circumstances mentioned in this section, be made to, or as the case may be, on that person for the year of assessment in his basis period for which the event occurs; and in ascertaining the chargeable income of such  person a balancing allowance shall be deemed to be a deduction included in section 16, and a balancing charge shall be deemed to be a gain or profit within the meaning of section 5(a) of the Income Tax Act.  LAWS OF GUYANA 34 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                        Replacement  of machinery (2) Where there are no sale, insurance, salvage or compensation moneys or where the amount of the capital expenditure of the person in question on the provision of the plant or machinery still unallowed as at the time of the event exceeds those moneys, a balancing allowance shall be made and the amount thereof shall be the amount of the expenditure still unallowed as aforesaid, or, as the case may be, of the excess thereof over the said moneys.  (3) If the sale, insurance, salvage or compensation moneys exceed the amount, if any, of the said expenditure still unallowed as at the time of the event, a balancing charge shall be made and the amount on which it is made shall be an amount equal to the excess or, where the said amount still unallowed is nil, to the said moneys.   (4) Notwithstanding anything in the preceding provisions of this section, in no case shall the amount on which a balancing charge is made on a person exceed the aggregate of the following amounts:  (a) the amount of the initial allowance, if any, made to him in respect of the expenditure in question;  (b) the amount of any deductions in respect of machinery or plant in question under the said section 17;  (c) the amount of any scientific research allowances made to him in respect of the expenditure; and  (d) the amount of any balancing allowance previously made to him in respect of the expenditure.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, where any of the following events occurs in the case of machinery or plant in respect of which an initial allowance or a deduction under section 17 of the Income Tax Act has been made or allowed for any year of assessment to a person carrying on a trade, that is to say, either"
                },
                {
                    "representation": "(a)",
                    "description": "the amount of the initial allowance, if any, made to him in respect of the expenditure in question;"
                },
                {
                    "representation": "(b)",
                    "description": "the amount of any deductions in respect of machinery or plant in question under the said section 17;"
                },
                {
                    "representation": "(c)",
                    "description": "the amount of any scientific research allowances made to him in respect of the expenditure; and"
                },
                {
                    "representation": "(2)",
                    "description": "Where there are no sale, insurance, salvage or compensation moneys or where the amount of the capital expenditure of the person in question on the provision of the plant or machinery still unallowed as at the time of the event exceeds those moneys, a balancing allowance shall be made and the amount thereof shall be the amount of the expenditure still unallowed as aforesaid, or, as the case may be, of the excess thereof over the said moneys."
                },
                {
                    "representation": "(3)",
                    "description": "If the sale, insurance, salvage or compensation moneys exceed the amount, if any, of the said expenditure still unallowed as at the time of the event, a balancing charge shall be made and the amount on which it is made shall be an amount equal to the excess or, where the said amount still unallowed is nil, to the said moneys."
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding anything in the preceding provisions of this section, in no case shall the amount on which a balancing charge is made on a person exceed the aggregate of the following amounts:"
                },
                {
                    "representation": "(d)",
                    "description": "the amount of any balancing allowance previously made to him in respect of the expenditure."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Replacement of machinery or plant. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Replacement of machinery or plant. 19. (1) Where machinery or plant in the case of which any of the events mentioned in subsection (1) of the last LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 35  L.R.O. 1/2012 or plant.                                                preceding section has occurred is replaced by the owner thereof and a balancing charge falls to be made on him by reason of that event, or, but for the provisions of this subsection, would have fallen to be made on him by reason thereof, then, if by notice in writing to the Commissioner- General,  he so elects, the following provisions shall have effect:  (a) if the amount on which the charge would have been made is greater than the capital expenditure on providing the new machinery or plant  (i)  the charge shall be made only on an amount equal to the difference; and  (ii)  no initial allowance, no balancing allowance and no deduction under the said section 17 shall be made or allowed in respect of the new machinery or plant or the expenditure on the provision thereof; and  (iii) in considering whether any, and, if so, what balancing charge falls to be made in respect of the expenditure on the new machinery or plant, there shall be deemed to have been made in respect of that expenditure an initial allowance equal to the full amount of that expenditure;   (b) if the capital expenditure on LAWS OF GUYANA 36 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                         c. 81:01         providing the new machinery or plant is equal to or greater than the amount on which the charge would have been  made  (i) the charge shall not be made; and  (ii) the amount of any initial allowance in respect of the said expenditure and the amount of any deduction to be allowed under the said section 17 shall be calculated as if the expenditure had been reduced by the amount on which the charge would have been made; and  (iii) in considering whether any, and if so, what balancing allowance or balancing charge falls to be made in respect of the new machinery or plant, the initial allowance granted in respect thereof shall be deemed to have been increased by an amount equal to the amount on which the charge would have been made.  (2) Section 16(1) (c) of the Income Tax Act (which provides for a deduction for obsolescence in ascertaining the chargeable income)  (a) shall not have effect in the case of any replacement of plant or machinery provided on or after the 1st January, 1951; LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 37  L.R.O. 1/2012                    Meaning of expenditure unallowed.             c.81:01               (b) shall, in the case of the replacement on or after the 1st January, 1951 of machinery or plant provided before the 1st January, 1951, have effect only if the person carrying on the trade by notice in writing to the Commissioner  General elects that it shall have effect in relation thereto;  and where any such election is made as is mentioned in paragraph (b) of this subsection, no balancing allowance shall be made in respect of the sale, destruction or putting out of use of the machinery, or plant which is replaced.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the last LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(a)",
                    "description": "shall not have effect in the case of any replacement of plant or machinery provided on or after the 1st January, 1951; LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(i)",
                    "description": "the charge shall not be made; and"
                },
                {
                    "representation": "(b)",
                    "description": "of this subsection, no balancing allowance shall be made in respect of the sale, destruction or putting out of use of the machinery, or plant which is replaced."
                },
                {
                    "representation": "(2)",
                    "description": "Section 16(1)"
                },
                {
                    "representation": "(c)",
                    "description": "of the Income Tax Act"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Meaning of “expenditure unallowed.” ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Meaning of expenditure unallowed. 20. References in this Part to the amount still unallowed of any expenditure as at any time shall be construed as references to the amount of that expenditure less  (a) the initial allowance, if any, made in respect thereof to the person who incurred it;   (b) any deduction allowed to that person in respect of the machinery or plant under section 17 of the Income Tax Act being deductions allowed in ascertaing chargeable income for a year of assessment the basis period for which ended before the time in question;  (c) any scientific research allowance made to him in respect of that machinery or plant; and  (d)  any balancing allowance made to him LAWS OF GUYANA 38 Cap. 81:02 Income Tax (In Aid of Industry)       Expenditure on alterations to buildings in connection with installation of machinery or plant. c. 81:01       Expenditure to which Part III applies. [4 of 1986]                            in respect of the expenditure.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the initial allowance, if any, made in respect thereof to the person who incurred it;"
                },
                {
                    "representation": "(b)",
                    "description": "any deduction allowed to that person in respect of the machinery or plant under section 17 of the Income Tax Act being deductions allowed in ascertaing chargeable income for a year of assessment the basis period for which ended before the time in question;"
                },
                {
                    "representation": "(c)",
                    "description": "any scientific research allowance made to him in respect of that machinery or plant; and"
                },
                {
                    "representation": "(d)",
                    "description": "any balancing allowance made to him LAWS OF GUYANA 38 Cap. 81:02 Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Expenditure on alterations to buildings i n connection with installation of machinery or plant.  PART IV MINES, OIL, WELLS, ETC.  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Expenditure on alterations to buildings i n connection with installation of machinery or plant.  PART IV MINES, OIL, WELLS, ETC.  21. Where a person carrying on a trade incurs capital expenditure on alterations to an existing building incidental to the installation of machinery or plant for the purposes of the trade this Part and section 17 of the Income Tax Act shall have effect as if the said expenditure were expenditure on the provision of that machinery or plant and as if the works representing that expenditure formed part of that machinery or plant.  PART IV MINES, OIL WELLS, ETC.",
            "description": "Where a person carrying on a trade incurs capital expenditure on alterations to an existing building incidental to the installation of machinery or plant for the purposes of the trade this Part and section 17 of the Income Tax Act shall have effect as if the said expenditure were expenditure on the provision of that machinery or plant and as if the works representing that expenditure formed part of that machinery or plant.  PART IV MINES, OIL WELLS, ETC."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Expenditure to which Part V applies. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Expenditure to which Part V applies. 22. (1) In this Part, the expression expenditure to which this Part applies means capital expenditure incurred by any person in connection which Part III with the working of a mine or other source of mineral deposits of a wasting nature other than petroleum    (a) on searching for or on discovering and testing deposits, or winning access thereto; or  (b) on the construction of any works which are likely to be of little or no value when the source is no longer worked:   Provided that the said expression does not include  (i) any expenditure on the acquisition of the site of the source or of the site of any such works as aforesaid, or as of rights in or over any such site;   (ii)  any expenditure on the acquisition of, or of rights in or L.R.O. 1/2012 LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 39  L.R.O. 1/2012                                                 over, the deposits;  (iii)  any expenditure on machinery or plant, or on any asset which  has been treated for any year of assessment as machinery or plant;  (iv)  any expenditure on works constructed wholly or mainly for subjecting the raw product of the source to any process, except a process designed for preparing the raw product for use as such;  (v) any expenditure on buildings or structures provided for occupation by or for the welfare of workers;  (vi) any expenditure on a building where the whole of the building was constructed for use as an office;  (vii) any expenditure on so much of a building or structure as was constructed for use as an office unless the capital expenditure on the construction of the part of the building or structure constructed for use as an office was not more than one-tenth of the capital expenditure incurred on the construction of the whole building or structure.  LAWS OF GUYANA 40 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012             Initial allowances. [26 of 1967 4 of 1986]                Annual allowances.  [16 of 1957 4 of 1986]                   (2) Any reference in this Part to assets representing any expenditure includes, in relation to expenditure on searching for, discovering and testing deposits, any results obtained from any search, exploration or inquiry upon which the expenditure was incurred.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Part, the expression expenditure to which this Part applies means capital expenditure incurred by any person in connection which Part III with the working of a mine or other source of mineral deposits of a wasting nature other than petroleum"
                },
                {
                    "representation": "(a)",
                    "description": "on searching for or on discovering and testing deposits, or winning access thereto; or"
                },
                {
                    "representation": "(b)",
                    "description": "on the construction of any works which are likely to be of little or no value when the source is no longer worked:   Provided that the said expression does not include"
                },
                {
                    "representation": "(i)",
                    "description": "any expenditure on the acquisition of the site of the source or of the site of any such works as aforesaid, or as of rights in or over any such site;"
                },
                {
                    "representation": "(v)",
                    "description": "any expenditure on buildings or structures provided for occupation by or for the welfare of workers;"
                },
                {
                    "representation": "(2)",
                    "description": "Any reference in this Part to assets representing any expenditure includes, in relation to expenditure on searching for, discovering and testing deposits, any results obtained from any search, exploration or inquiry upon which the expenditure was incurred."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Initial allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Initial allowances. 23. (1) Where a person carrying on a trade which consists of or includes the working of a mine or other source of mineral deposits of a wasting nature other than petroleum incurs for the purposes of the trade any expenditure to which this Part applies on the construction of works likely to have little or no value to him when the source is no longer worked, in ascertaining the chargeable income of such person, there shall be allowed to him for the year of assessment in the basis period for which the expenditure is incurred a deduction (in this Part referred to as an initial allowance) equal to one-tenth of that expenditure.  (2) Section 3(6), (7) and (8) shall apply mutatis mutandis to allowances under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person carrying on a trade which consists of or includes the working of a mine or other source of mineral deposits of a wasting nature other than petroleum incurs for the purposes of the trade any expenditure to which this Part applies on the construction of works likely to have little or no value to him when the source is no longer worked, in ascertaining the chargeable income of such person, there shall be allowed to him for the year of assessment in the basis period for which the expenditure is incurred a deduction"
                },
                {
                    "representation": "(2)",
                    "description": "Section 3(6),"
                },
                {
                    "representation": "(7)",
                    "description": "and"
                },
                {
                    "representation": "(8)",
                    "description": "shall apply mutatis mutandis to allowances under this section."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Annual allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Annual allowances. 24. (1) Where a person carrying on a trade which consists of or includes the working of any mine or other source of mineral deposits of a wasting nature other than petroleum has, at any time after the beginning of the 1st January, 1951 and before the end of his basis period for any year of assessment, incurred for the purposes  of that trade expenditure to which this Part applies, in ascertaining the chargeable income of such person there shall be allowed to him a deduction (in this Part referred to as an annual allowance) for that year in respect of the whole of the expenditure to which this Part applies which he has incurred for the purposes of the trade and in connection with that source in the period which begins with the said day and ends with the end of the said basis period.  (2) The amount of the said allowance shall be the amount which results from applying to the residue of the expenditure the fraction of which LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 41  L.R.O. 1/2012                               c.81:01                    (a) the numerator represents the output from the source in question in the basis period for the year in question; and  (b) the denominator represents the sum of that output and the total potential future output of the source estimated as at the end of that period,  or the fraction one-twentieth whichever is the greater.  (3) Where the source ceases to be worked, the person carrying on the trade may elect that the annual allowances, if any, for the year of assessment in the basis period for which that event occurs and each of the five previous years of assessment shall be computed as if the reference in the last preceding subsection to the total potential future output of the source estimated as at the end of the basis period were a reference to the actual output of the source between the end of the basis period and the happening of the said event, and the said allowances shall be computed accordingly, and, notwithstanding anything in the Income Tax Act limiting the time for the making of assessments or the allowance of claims for   repayment, all such repayments and additional assessments shall be made as are necessary to enable effect to be given to this subsection.  (4) [Omitted]  (5) References in this section to the residue of any expenditure, in relation to the annual allowance to be made for any year of assessment, are references to the amount thereof which remains after deducting therefrom  (a) any initial allowances made in respect of  that expenditure or any part LAWS OF GUYANA 42 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                           Sale of source or part of source as going concern. [4 of 1968]                        thereof for that or any previous year of assessment;  (b) any annual allowances made in respect of  that expenditure or any part thereof for any previous year of assessment; and  (c) subject to the next succeeding section, if, before the end of the basis period for the year of assessment for which the allowance is to be made, any asset representing the expenditure is sold or demolished or destroyed, the sale, insurance, salvage or compensation moneys.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person carrying on a trade which consists of or includes the working of any mine or other source of mineral deposits of a wasting nature other than petroleum has, at any time after the beginning of the 1st January, 1951 and before the end of his basis period for any year of assessment, incurred for the purposes  of that trade expenditure to which this Part applies, in ascertaining the chargeable income of such person there shall be allowed to him a deduction"
                },
                {
                    "representation": "(2)",
                    "description": "The amount of the said allowance shall be the amount which results from applying to the residue of the expenditure the fraction of which LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(a)",
                    "description": "any initial allowances made in respect of  that expenditure or any part LAWS OF GUYANA 42 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(b)",
                    "description": "any annual allowances made in respect of  that expenditure or any part thereof for any previous year of assessment; and"
                },
                {
                    "representation": "(3)",
                    "description": "Where the source ceases to be worked, the person carrying on the trade may elect that the annual allowances, if any, for the year of assessment in the basis period for which that event occurs and each of the five previous years of assessment shall be computed as if the reference in the last preceding subsection to the total potential future output of the source estimated as at the end of the basis period were a reference to the actual output of the source between the end of the basis period and the happening of the said event, and the said allowances shall be computed accordingly, and, notwithstanding anything in the Income Tax Act limiting the time for the making of assessments or the allowance of claims for   repayment, all such repayments and additional assessments shall be made as are necessary to enable effect to be given to this subsection."
                },
                {
                    "representation": "(4)",
                    "description": "[Omitted]"
                },
                {
                    "representation": "(5)",
                    "description": "References in this section to the residue of any expenditure, in relation to the annual allowance to be made for any year of assessment, are references to the amount thereof which remains after deducting therefrom"
                },
                {
                    "representation": "(c)",
                    "description": "subject to the next succeeding section, if, before the end of the basis period for the year of assessment for which the allowance is to be made, any asset representing the expenditure is sold or demolished or destroyed, the sale, insurance, salvage or compensation moneys."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Sale of source or part of source as going concern. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Sale of source or part of source as going concern. 25. (l) The provisions of this section shall have effect where  (a) a person who is carrying on a trade which consists of or includes the working of a mine or other source of mineral deposits of a wasting nature other than petroleum sells assets representing expenditure to which this Part applies; and  (b) the buyer of those assets buys them for the purposes of a trade carried on or to be carried on by him, being a trade which consists of or includes the working of the whole or any part of the source in connection with which the assets were provided.  (2) If the net proceeds of the sale are less than the residue of the expenditure on the assets immediately before the sale, an allowance (in this Part referred to as a balancing LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 43  L.R.O. 1/2012      c. 81:01             c.81:01                              allowance) shall be made to the seller, for the year of assessment in the basis period for which the sale took place, equal to the difference; and in ascertaining the chargeable income of such person a balancing allowance shall be deemed to be a deduction included in section 16 of the Income Tax Act.    (3) If the net proceeds of the sale exceed the residue of the expenditure on the assets immediately before the sale, a charge (in this Part referred to as a balancing charge) shall be made on the seller, for the year of assessment in the basis period for which the sale took place, on the amount of the excess; and in ascertaining the chargeable income of such person a balancing charge shall be deemed to be a profit or gain within the meaning of section 5(a) of the Income Tax Act.  (4) [Omitted]  (5) In no case shall the amount on which a balancing charge is made upon a person in respect of any assets exceed the difference between  (a) the expenditure to which this Part applies which he incurred upon the assets; and  (b) the residue of that expenditure immediately before the sale.  (6) Whether a balancing allowance or balancing charge is made upon the seller or not, the deduction to be made in the case of the seller in respect of the assets under subsection (5)(c) of the last preceding section shall, instead of being the sale, insurance, salvage or compensation moneys, be the residue of the expenditure attributable to the assets immediately before the sale.  LAWS OF GUYANA 44 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                   Application to expenditure incurred by persons not engaged in the trade of mining, etc. [4 of 1986]                             Regulations.      (7) The buyer shall, for the purposes of the provisions of this Part relating to annual allowances, balancing allowances and balancing charges, be deemed to have incurred on the assets at the time of the sale expenditure to which this Part applies equal to whichever is the less of the following amounts:  (a)  so much of the price as is attributable to the assets; and  (b)  the residue of the expenditure on the assets immediately after the sale.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "The provisions of this section shall have effect where"
                },
                {
                    "representation": "(a)",
                    "description": "so much of the price as is attributable to the assets; and"
                },
                {
                    "representation": "(b)",
                    "description": "the residue of the expenditure on the assets immediately after the sale."
                },
                {
                    "representation": "(2)",
                    "description": "If the net proceeds of the sale are less than the residue of the expenditure on the assets immediately before the sale, an allowance"
                },
                {
                    "representation": "(3)",
                    "description": "If the net proceeds of the sale exceed the residue of the expenditure on the assets immediately before the sale, a charge"
                },
                {
                    "representation": "(4)",
                    "description": "[Omitted]"
                },
                {
                    "representation": "(5)",
                    "description": "In no case shall the amount on which a balancing charge is made upon a person in respect of any assets exceed the difference between"
                },
                {
                    "representation": "(6)",
                    "description": "Whether a balancing allowance or balancing charge is made upon the seller or not, the deduction to be made in the case of the seller in respect of the assets under subsection"
                },
                {
                    "representation": "(c)",
                    "description": "of the last preceding section shall, instead of being the sale, insurance, salvage or compensation moneys, be the residue of the expenditure attributable to the assets immediately before the sale.  LAWS OF GUYANA 44 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(7)",
                    "description": "The buyer shall, for the purposes of the provisions of this Part relating to annual allowances, balancing allowances and balancing charges, be deemed to have incurred on the assets at the time of the sale expenditure to which this Part applies equal to whichever is the less of the following amounts:"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Application to expenditure incurred by persons not engaged in the trade of mining, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Application to expenditure incurred by persons not engaged in the trade of mining, etc. 26. (1) Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of this Part as if it had been incurred by that person on the first day on which he does carry it on.  (2) Where a person incurs expenditure to which this Part applies on searching for, discovering and testing the mineral deposits, other than petroleum, of any mine or other source of a wasting nature and winning access to those deposits, and, without having carried on any trade which consists of or includes the working of the source, he sells any assets representing that  expenditure, then, if the person who acquires the assets carries on  such a trade as aforesaid in connection with the source that person shall, for the purposes of this Part, be deemed to have incurred for the purposes of the trade and in connection with the source of expenditure to which this Part applies equal to the amount of the  expenditure to which this Act applies which is represented by the assets or the price paid by him for the assets, whichever is the smaller.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any expenditure incurred for the purposes of a trade by a person about to carry it on shall be treated for the purposes of this Part as if it had been incurred by that person on the first day on which he does carry it on."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person incurs expenditure to which this Part applies on searching for, discovering and testing the mineral deposits, other than petroleum, of any mine or other source of a wasting nature and winning access to those deposits, and, without having carried on any trade which consists of or includes the working of the source, he sells any assets representing that  expenditure, then, if the person who acquires the assets carries on  such a trade as aforesaid in connection with the source that person shall, for the purposes of this Part, be deemed to have incurred for the purposes of the trade and in connection with the source of expenditure to which this Part applies equal to the amount of the  expenditure to which this Act applies which is represented by the assets or the price paid by him for the assets, whichever is the smaller."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Regulations.  PART V PATENTS  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Regulations.  PART V PATENTS  27. The Minister may make regulations for carrying this Part into effect, and those regulations may in particular  (a)  lay down rules for determining the extent of the mineral deposits which LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 45  L.R.O. 1/2012                                                 are to be taken, for all or any of the purposes of this Part, as constituting a source and the amount of the output of the source in any year or over any period, and in estimating total potential future output for any of those purposes;  (b) lay down rules for determining the residue  of the expenditure attributable to an asset immediately before, or immediately after, the sale thereof;  (c) in relation to cases in which, by virtue of the preceding provisions of this Part, a person is deemed to have incurred expenditure on the 1st January, 1951, lay down rules for determining what assets are to be treated as representing that expenditure and how much of that expenditure is to be treated as incurred on any particular asset,  (d) lay down rules for determining, for the purposes of any application under this  Part, whether and by how much   (i)  the amount of the expenditure which, under this Part, a person is to be treated as having incurred on the 1st January, 1951 is inadequate; or  (ii)  the amount by which any allowance is to be reduced LAWS OF GUYANA 46 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Annual allowances for capital expenditure on purchase of patent rights.                                     under this Part is excessive.  PART V PATENTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "lay down rules for determining the extent of the mineral deposits which LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(b)",
                    "description": "lay down rules for determining the residue  of the expenditure attributable to an asset immediately before, or immediately after, the sale thereof;"
                },
                {
                    "representation": "(c)",
                    "description": "in relation to cases in which, by virtue of the preceding provisions of this Part, a person is deemed to have incurred expenditure on the 1st January, 1951, lay down rules for determining what assets are to be treated as representing that expenditure and how much of that expenditure is to be treated as incurred on any particular asset,"
                },
                {
                    "representation": "(d)",
                    "description": "lay down rules for determining, for the purposes of any application under this  Part, whether and by how much"
                },
                {
                    "representation": "(i)",
                    "description": "the amount of the expenditure which, under this Part, a person is to be treated as having incurred on the 1st January, 1951 is inadequate; or"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Annual allowances for capital expenditure on purchase of patent rights. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Annual allowances for capital expenditure on purchase of patent rights. 28. (1) Where a person incurs capital expenditure on the purchase of patent rights, in ascertaining the chargeable income of such person there shall, subject to and in accordance with the subsequent provisions of this Part, be allowed to him, for each of the relevant years of assessment, as hereinafter defined, a deduction (in this Part referred to as an annual allowance) equal to the appropriate fraction, as hereinafter defined, of the amount of that expenditure:  Provided that no annual allowance shall be made to a person in respect of any expenditure unless  (a) the allowance falls to be made to him in ascertaining the chargeable profits or gains of his trade; or  (b) any income receivable by him in respect of the rights would be liable to income tax.  (2) The relevant years of assessment are, in the case of any person, the fourteen years of assessment beginning with the year of assessment in his basis period for which the expenditure was incurred:  Provided that  (a) where the rights are purchased for a specified period, the preceding provisions of this subsection shall have effect with the substitution for the reference to fourteen years of a reference to fourteen years or the number of years comprised within LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 47  L.R.O. 1/2012                                             Effect of lapse of patent rights, sales, etc.      that period whichever is the less; and  (b) where the rights purchased begin one complete year or more after the commencement of the patent and the preceding paragraph of this proviso does not apply, the said provisions shall have effect with the substitution for the reference to fourteen years of a reference to fourteen years less the number of complete years which, when the rights begin, have elapsed since the commencement of the patent, or, if fourteen complete years have elapsed as aforesaid, of a reference to one year; and  (c) any expenditure incurred on or after the 1st January, 1951 for the purposes of a trade by a person about to carry it on shall be treated for the purposes of this subsection as if it had been incurred by that person on the first day on which he does carry it on, unless before the said first day he has sold all the rights on the purchase of which the expenditure was incurred.  (3) The appropriate fraction is the fraction the numerator of which is one and the denominator of which is the number of the relevant years of assessment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person incurs capital expenditure on the purchase of patent rights, in ascertaining the chargeable income of such person there shall, subject to and in accordance with the subsequent provisions of this Part, be allowed to him, for each of the relevant years of assessment, as hereinafter defined, a deduction"
                },
                {
                    "representation": "(a)",
                    "description": "where the rights are purchased for a specified period, the preceding provisions of this subsection shall have effect with the substitution for the reference to fourteen years of a reference to fourteen years or the number of years comprised within LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(b)",
                    "description": "where the rights purchased begin one complete year or more after the commencement of the patent and the preceding paragraph of this proviso does not apply, the said provisions shall have effect with the substitution for the reference to fourteen years of a reference to fourteen years less the number of complete years which, when the rights begin, have elapsed since the commencement of the patent, or, if fourteen complete years have elapsed as aforesaid, of a reference to one year; and"
                },
                {
                    "representation": "(2)",
                    "description": "The relevant years of assessment are, in the case of any person, the fourteen years of assessment beginning with the year of assessment in his basis period for which the expenditure was incurred:  Provided that"
                },
                {
                    "representation": "(c)",
                    "description": "any expenditure incurred on or after the 1st January, 1951 for the purposes of a trade by a person about to carry it on shall be treated for the purposes of this subsection as if it had been incurred by that person on the first day on which he does carry it on, unless before the said first day he has sold all the rights on the purchase of which the expenditure was incurred."
                },
                {
                    "representation": "(3)",
                    "description": "The appropriate fraction is the fraction the numerator of which is one and the denominator of which is the number of the relevant years of assessment."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Effect of lapse of patent rights, sales, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Effect of lapse of patent rights, sales, etc. 29. (1) Where a person incurs capital expenditure on the purchase of patent rights and, before the end of the relevant years of assessment, any of the following events occurs, that is to say  (a) the rights come to an end without LAWS OF GUYANA 48 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  being subsequently revived; or  (b) he sells all those rights or so much thereof as he still owns; or  (c) he sells part of those rights and the net proceeds of the sale (so far as they consist of capital sums) are not less than the amount of the capital expenditure remaining unallowed, no annual allowance shall be made to that person for the year of assessment in his basis period for which the event takes place or any subsequent year of assessment. (2) Where a person incurs capital expenditure on the purchase of patent rights and, before the end of the relevant years of assessment, either of the following events occurs, that is to say  (a) the rights come to an end without being subsequently revived; or   (b) he sells all those rights, or so much thereof as he still owns, and the net proceeds of the sale (so far as they consist of capital sums) are less than the amount of the capital expenditure remaining unallowed,  there shall, subject to and in accordance with the subsequent provisions of this Part, be made to him for the year of assessment in his basis period for which the event takes place an allowance (in this Part referred to as a balancing allowance) equal, if the event is the rights coming to an end, to the amount of the capital expenditure remaining unallowed, and, if the event is a sale, to the amount of the capital expenditure remaining unallowed less the net proceeds of the sale. LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 49  L.R.O. 1/2012                                                  (3) Where a person who has incurred capital expenditure on the purchase of patent rights sells all or any part of those rights and the net proceeds of the sale (so far as they consist of capital sums) exceed the amount of the capital expenditure remaining unallowed, if any, there shall, subject to and in accordance with the subsequent provisions of this Part, be made on him for the year of assessment in his basis period for which the  sale  takes place a charge (in this Part referred to as a balancing charge) on an amount equal to the excess or, where the amount of the capital expenditure remaining unallowed is nil, to the said net proceeds.  (4) Where a person who has incurred capital expenditure on the purchase of patent rights sells a part of those rights and the last preceding subsection does not apply the amount of any annual allowance made in respect of that expenditure for the year of assessment in his basis period for which the sale takes place or any subsequent year of assessment shall be the amount arrived at by  (a) subtracting the net proceeds of the sale (so far as they consist of capital sums) from the amount of the expenditure remaining unallowed at the time of the sale; and  (b) dividing the result by the number of the relevant years of assessment which remained at the beginning of the year of assessment in his basis period for which the sale takes place, and so on for any subsequent sales.   (5) References in the preceding provisions of this section to the amount of any capital expenditure remaining unallowed shall, in relation to any event, be construed as references to the amount of that expenditure less any annual LAWS OF GUYANA 50 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                           Charges on capital sums received for patent rights. c. 81:01                    allowances made in respect thereof for years of assessment before the year of assessment in the basis period for which that event occurs, and less also the net proceeds of any previous sale by the person who incurred the expenditure of any part of the rights acquired by the expenditure, so far as those proceeds consist of capital sums.  (6) Notwithstanding anything in the preceding provisions of this section, no balancing allowance shall be made in respect of any expenditure unless an annual allowance has been, or, but for the happening of the event giving rise to the balancing allowance, could have been, made in respect of that expenditure, and the total amount on which a balancing charge is made in respect of any expenditure shall not exceed the total annual allowances actually made in respect of that expenditure, less, if a balancing charge has previously been made in respect of that expenditure, the amount on which that charge was made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person incurs capital expenditure on the purchase of patent rights and, before the end of the relevant years of assessment, any of the following events occurs, that is to say"
                },
                {
                    "representation": "(a)",
                    "description": "subtracting the net proceeds of the sale"
                },
                {
                    "representation": "(b)",
                    "description": "dividing the result by the number of the relevant years of assessment which remained at the beginning of the year of assessment in his basis period for which the sale takes place, and so on for any subsequent sales."
                },
                {
                    "representation": "(c)",
                    "description": "he sells part of those rights and the net proceeds of the sale"
                },
                {
                    "representation": "(2)",
                    "description": "Where a person incurs capital expenditure on the purchase of patent rights and, before the end of the relevant years of assessment, either of the following events occurs, that is to say"
                },
                {
                    "representation": "(3)",
                    "description": "Where a person who has incurred capital expenditure on the purchase of patent rights sells all or any part of those rights and the net proceeds of the sale"
                },
                {
                    "representation": "(4)",
                    "description": "Where a person who has incurred capital expenditure on the purchase of patent rights sells a part of those rights and the last preceding subsection does not apply the amount of any annual allowance made in respect of that expenditure for the year of assessment in his basis period for which the sale takes place or any subsequent year of assessment shall be the amount arrived at by"
                },
                {
                    "representation": "(5)",
                    "description": "References in the preceding provisions of this section to the amount of any capital expenditure remaining unallowed shall, in relation to any event, be construed as references to the amount of that expenditure less any annual LAWS OF GUYANA 50 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(6)",
                    "description": "Notwithstanding anything in the preceding provisions of this section, no balancing allowance shall be made in respect of any expenditure unless an annual allowance has been, or, but for the happening of the event giving rise to the balancing allowance, could have been, made in respect of that expenditure, and the total amount on which a balancing charge is made in respect of any expenditure shall not exceed the total annual allowances actually made in respect of that expenditure, less, if a balancing charge has previously been made in respect of that expenditure, the amount on which that charge was made."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Charges on capital sums received for patent rights. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Charges on capital sums received for patent rights. 30. (1) Where a person resident in Guyana sells any patent rights and the net proceeds of the sale consist wholly or partly of a capital sum, he shall, subject to this Part, be charged to tax under section 5(a) of the Income Tax Act for the year of assessment in the basis period for which the sum is received by him and each of the five succeeding years of assessment, on an amount equal to one-sixth of that sum:  Provided that if that person, by notice in writing served on the Commissioner  General not later than twelve months after the end of the year of assessment in the basis period for which the said amount was received, elects that the whole of the said sum shall be charged to tax for the said year of assessment, it shall be charged to tax accordingly.  (2) Where a person not resident in Guyana sells any patent rights and the net proceeds of the sale consist wholly or partly of a capital sum, and the patent is a patent granted under the laws of Guyana, then subject to this Part   LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 51  L.R.O. 1/2012                                               Third Schedule.  (a) he shall be chargeable to tax in respect of that sum under section 5(a) of the Income Tax Act, as if such proceeds of sale were income derived from Guyana, and  (b) all the other provisions of the Income Tax Act shall have effect accordingly:  Provided that if, not later than twelve months after the end of the year of assessment in the basis period, for which the sum is paid, the person to whom it is paid, by notice in writing to the Commissioner - General, elects that the said sum shall be treated for the purpose of income tax for that year and each of the five succeeding years as if one-sixth thereof, and no more, were included in his income chargeable to tax for all those years respectively, it shall be so treated, and all such repayments and assessments of tax for each of those years shall be made as are necessary to give effect to the election.  (3) Where the patent rights sold by a person or the rights out of which the patent right sold by a person were granted were acquired by him by purchase and the price paid by him consisted wholly or partly of a capital sum, subsections (1) and (2) of this section shall apply as if any capital sum received by him when he sells the right were reduced by the amount of that sum:  Provided that where between the said purchase and the said sale he has sold part of the patent rights acquired by him and the net proceeds of that sale consist wholly or partly of a capital sum, the amount of the reduction falling to be made under this subsection in respect of the subsequent sale shall be itself reduced by the amount of that sum.   (4) The Third Schedule to this Act (which relates to deaths, windings up and partnership changes) shall have LAWS OF GUYANA 52 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012       Patent rights sold before 1st January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "of this section shall apply as if any capital sum received by him when he sells the right were reduced by the amount of that sum:  Provided that where between the said purchase and the said sale he has sold part of the patent rights acquired by him and the net proceeds of that sale consist wholly or partly of a capital sum, the amount of the reduction falling to be made under this subsection in respect of the subsequent sale shall be itself reduced by the amount of that sum."
                },
                {
                    "representation": "(a)",
                    "description": "he shall be chargeable to tax in respect of that sum under section 5(a) of the Income Tax Act, as if such proceeds of sale were income derived from Guyana, and"
                },
                {
                    "representation": "(b)",
                    "description": "all the other provisions of the Income Tax Act shall have effect accordingly:  Provided that if, not later than twelve months after the end of the year of assessment in the basis period, for which the sum is paid, the person to whom it is paid, by notice in writing to the Commissioner - General, elects that the said sum shall be treated for the purpose of income tax for that year and each of the five succeeding years as if one-sixth thereof, and no more, were included in his income chargeable to tax for all those years respectively, it shall be so treated, and all such repayments and assessments of tax for each of those years shall be made as are necessary to give effect to the election."
                },
                {
                    "representation": "(3)",
                    "description": "Where the patent rights sold by a person or the rights out of which the patent right sold by a person were granted were acquired by him by purchase and the price paid by him consisted wholly or partly of a capital sum, subsections"
                },
                {
                    "representation": "(4)",
                    "description": "The Third Schedule to this Act"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Patent rights sold before 1st January, ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Patent rights sold before 1st January, 31. Nothing in the preceding provisions of this Part shall apply in relation to any patent rights if those rights, or any rights out of which they before appointed were granted, have been the subject of a sale before the 1st January, 1951 and the proceeds of the sale consisted wholly or partly of a capital sum.",
            "description": "Nothing in the preceding provisions of this Part shall apply in relation to any patent rights if those rights, or any rights out of which they before appointed were granted, have been the subject of a sale before the 1st January, 1951 and the proceeds of the sale consisted wholly or partly of a capital sum."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Relief for expenses. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Relief for expenses. 32. (1) In computing the profits or gains of any trade, there shall be allowed to be deducted as expenses any fees paid or expenses incurred on or after the 1st January, 1951 in obtaining, for the purposes of the trade, the grant of a patent or an extension of the term of a patent.  (2) Where (a) a person, otherwise than for the purposes of a trade carried on by him, pays any fees or incurs any expenses in connection with the grant or maintenance of a patent or the obtaining of an extension of a term of a patent; and  (b) those fees or expenses would, if they had been paid or incurred for the purposes of a trade, have been allowable as a deduction in estimating the profits or gains thereof,  there shall be made to him, for the year of assessment in the basis period for which these expenses were paid or incurred, an allowance equal to the amount thereof.  (3) Where a patent is granted in respect of any invention an allowance equal to so much of the net amount of any expenses incurred by an individual who, whether alone LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 53  L.R.O. 1/2012       c.81:01     Spreading of income payments   over several years.                      When a person is to be treated as a trader.             or in conjunction with any other person, actually devised the invention as is properly ascribable to the devising thereof (not being expenses in respect of which, or of assets representing which, an allowance falls to be made under any other provision of the Income Tax Act) shall be made to that individual for the year of assessment in the basis period for which the expenses were incurred.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In computing the profits or gains of any trade, there shall be allowed to be deducted as expenses any fees paid or expenses incurred on or after the 1st January, 1951 in obtaining, for the purposes of the trade, the grant of a patent or an extension of the term of a patent."
                },
                {
                    "representation": "(2)",
                    "description": "Where"
                },
                {
                    "representation": "(a)",
                    "description": "a person, otherwise than for the purposes of a trade carried on by him, pays any fees or incurs any expenses in connection with the grant or maintenance of a patent or the obtaining of an extension of a term of a patent; and"
                },
                {
                    "representation": "(b)",
                    "description": "those fees or expenses would, if they had been paid or incurred for the purposes of a trade, have been allowable as a deduction in estimating the profits or gains thereof,  there shall be made to him, for the year of assessment in the basis period for which these expenses were paid or incurred, an allowance equal to the amount thereof."
                },
                {
                    "representation": "(3)",
                    "description": "Where a patent is granted in respect of any invention an allowance equal to so much of the net amount of any expenses incurred by an individual who, whether alone LAWS OF GUYANA Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Spreading of income payments over several years. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Spreading of income payments over several years. 33. (l) Where a royalty or other sum is paid in respect of the user of a patent, and that user extended over a period of six complete years or more, the person receiving the payment may require that the income tax payable by him by reason of the receipt of that sum shall be reduced so as not to exceed the total amount of income tax which would have been payable by him if that royalty or sum had been paid in six equal instalments at yearly intervals the last of which was paid on the date on which the payment was in fact made.   (2) Subsection (1) shall apply in relation to a royalty or other sum where the period of the user is two complete years or more but less than six complete years as it applies to royalties and sums mentioned in that subsection, but with the substitution for the reference to six equal instalments of a reference to so many equal instalments as there are complete years comprised in that period.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Where a royalty or other sum is paid in respect of the user of a patent, and that user extended over a period of six complete years or more, the person receiving the payment may require that the income tax payable by him by reason of the receipt of that sum shall be reduced so as not to exceed the total amount of income tax which would have been payable by him if that royalty or sum had been paid in six equal instalments at yearly intervals the last of which was paid on the date on which the payment was in fact made."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(1)",
                    "description": "shall apply in relation to a royalty or other sum where the period of the user is two complete years or more but less than six complete years as it applies to royalties and sums mentioned in that subsection, but with the substitution for the reference to six equal instalments of a reference to so many equal instalments as there are complete years comprised in that period."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "When a person is to be treated as a trader. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under When a person is to be treated as a trader. 34. (1) An allowance or charge under any of the provisions of this Part shall be made to or on a person in ascertaining the chargeable income resultant on the exercise of his trade if  (a) he is carrying on a trade the profits or gains of which are, or, if there were any, would be, chargeable to income tax under the Income Tax Act for the year of assessment for which the allowance or charge is made; and  LAWS OF GUYANA 54 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                   c.81:01          Interpretation.                          (b) at any time in his basis period for that year of assessment, the patent rights in question, or other rights out of which they were granted, were or were to be used for the purposes of that trade:  Provided that nothing in this subsection shall affect any of the preceding provisions of this Part allowing a deduction of expenses in computing the profits or gains of a trade or requiring a charge to be made under the Income Tax Act.  (2) Save as aforesaid, in ascertaining the chargeable income of such person an allowance shall be deemed to be a deduction included in section 16 of the Income Tax Act, and a charge shall be deemed to be a gain or profit within the meaning of section 5 (a) of the Income Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An allowance or charge under any of the provisions of this Part shall be made to or on a person in ascertaining the chargeable income resultant on the exercise of his trade if"
                },
                {
                    "representation": "(a)",
                    "description": "of the Income Tax Act."
                },
                {
                    "representation": "(b)",
                    "description": "at any time in his basis period for that year of assessment, the patent rights in question, or other rights out of which they were granted, were or were to be used for the purposes of that trade:  Provided that nothing in this subsection shall affect any of the preceding provisions of this Part allowing a deduction of expenses in computing the profits or gains of a trade or requiring a charge to be made under the Income Tax Act."
                },
                {
                    "representation": "(2)",
                    "description": "Save as aforesaid, in ascertaining the chargeable income of such person an allowance shall be deemed to be a deduction included in section 16 of the Income Tax Act, and a charge shall be deemed to be a gain or profit within the meaning of section 5"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Interpretation.                                                               PART VI SCIENTIFIC RESEARCH  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Interpretation.                                                               PART VI SCIENTIFIC RESEARCH  35. (1) In this Part  income from patents means  (a) any royalty or other sum paid in respect of the user of a patent;  (b) any amount on which tax is payable for any year of assessment by virtue of any of the provisions of this Part;  the commencement of a patent means in relation to a patent, the date from which the patent rights become effective;  patent rights means the right to do or authorise the doing of anything which would, but for that right, be an infringement of the patent.  (2) In this Part, any reference to the sale of part of patent rights includes a reference to the grant of a licence in LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 55  L.R.O. 1/2012                c.90:03                                   Allowances for expenditure respect of the patent in question, and any reference to the purchase of patent rights includes a reference to the acquisition of a licence in respect of a patent:  Provided that if a licence granted by a person entitled to any patent rights is a licence to exercise those rights to the exclusion of the grantor and all other persons for the whole of the remainder of the term for which the rights subsist, the grantor shall be treated for the purposes of this Part as thereby selling the whole of the rights.  (3) Where under section 33 of the Patents and Designs Act, or any corresponding provisions of the law of any country outside Guyana, an invention which is the subject of a patent is made, used or exercised or vended by or for the service of the State or the government of the country concerned, this Part shall have effect as if the making, user, exercise or vending of the invention had taken place in pursuance of a licence, and any sums paid in respect thereof shall be treated accordingly.  (4) Any reference in this Part to the number of years comprised in a period shall be construed as a reference to the number of consecutive periods of twelve months, beginning with the day with which the period begins, which are comprised in the period, any odd period of less than twelve months remaining at the end of the period being treated as a complete twelve months:  Provided that nothing in this subsection shall be construed as affecting any reference in this Part to the number of complete years comprised in any period or which have elapsed since any date.   PART VI SCIENTIFIC RESEARCH",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Part  income from patents means"
                },
                {
                    "representation": "(a)",
                    "description": "any royalty or other sum paid in respect of the user of a patent;"
                },
                {
                    "representation": "(b)",
                    "description": "any amount on which tax is payable for any year of assessment by virtue of any of the provisions of this Part;  the commencement of a patent means in relation to a patent, the date from which the patent rights become effective;  patent rights means the right to do or authorise the doing of anything which would, but for that right, be an infringement of the patent."
                },
                {
                    "representation": "(2)",
                    "description": "In this Part, any reference to the sale of part of patent rights includes a reference to the grant of a licence in LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(3)",
                    "description": "Where under section 33 of the Patents and Designs Act, or any corresponding provisions of the law of any country outside Guyana, an invention which is the subject of a patent is made, used or exercised or vended by or for the service of the State or the government of the country concerned, this Part shall have effect as if the making, user, exercise or vending of the invention had taken place in pursuance of a licence, and any sums paid in respect thereof shall be treated accordingly."
                },
                {
                    "representation": "(4)",
                    "description": "Any reference in this Part to the number of years comprised in a period shall be construed as a reference to the number of consecutive periods of twelve months, beginning with the day with which the period begins, which are comprised in the period, any odd period of less than twelve months remaining at the end of the period being treated as a complete twelve months:  Provided that nothing in this subsection shall be construed as affecting any reference in this Part to the number of complete years comprised in any period or which have elapsed since any date.   PART VI SCIENTIFIC RESEARCH"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Allowances for expenditure not of capital nature incurred after the 1st January, ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Allowances for expenditure not of capital nature incurred after the 1st January, 36. Notwithstanding anything in the Income Tax Act, LAWS OF GUYANA 56 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  not of capital nature incurred after the 1st January,",
            "description": "Notwithstanding anything in the Income Tax Act, LAWS OF GUYANA 56 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012  not of capital nature incurred after the 1st January,"
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "[Omitted ] ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under [Omitted ] 37. [Omitted]",
            "description": "[Omitted]"
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Allowances of expenditure of a capital nature incurred after the 1st January, ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Allowances of expenditure of a capital nature incurred after the 1st January, 38. Subject to section 40 where a person  (a) while carrying on a trade, incurs expenditure of a capital nature on scientific research related to that trade and directly undertaken by him or on his behalf; or  (b) incurs expenditure of a capital nature LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 57  L.R.O. 1/2012                         Special provisions with regard to assets representing capital expenditure. [16 of 1957]                     on scientific research directly undertaken by him or on his behalf and thereafter sets up and commences a trade connected with that  research,  in ascertaining the chargeable income of such person there shall be allowed to him a deduction equal to three-fifths of the expenditure for the year of assessment in the basis year for which the expenditure was incurred and a deduction equal to one-tenth of the expenditure for each of the succeeding four years of assessment.  In this section the expression basis year means in relation to a year of assessment, the period the profits or gains of which are under the Income Tax Act to be taken to be the profits or gains of the year preceding that year of assessment.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "while carrying on a trade, incurs expenditure of a capital nature on scientific research related to that trade and directly undertaken by him or on his behalf; or"
                },
                {
                    "representation": "(b)",
                    "description": "incurs expenditure of a capital nature LAWS OF GUYANA Income Tax"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Special provisions with regard to assets representing capital expenditure. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Special provisions with regard to assets representing capital expenditure. 39.",
            "description": "39."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Periods covered by section ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Periods covered by section 40. (1) Any reference in section 39 to expenditure of a capital nature incurred by the person carrying on a trade shall not include a reference to any expenditure except expenditure incurred after the 1st January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any reference in section 39 to expenditure of a capital nature incurred by the person carrying on a trade shall not include a reference to any expenditure except expenditure incurred after the 1st January,"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Carry forward of trade losses arising out of allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Carry forward of trade losses arising out of allowances. 41. Section 19 of the Income Tax Act shall apply in relation to deductions allowable under sections 38 and 39 of this Act.",
            "description": "Section 19 of the Income Tax Act shall apply in relation to deductions allowable under sections 38 and 39 of this Act."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Scientific research allowances exclude initial and annual allowances under Parts II and III. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Scientific research allowances exclude initial and annual allowances under Parts II and III. 42. No initial allowance under Part II and Part III shall be made in respect of expenditure on the provision of an asset if that expenditure is expenditure in respect of which a deduction may be allowed under section 38 and section 39(4) shall apply in relation to annual allowances under the said Part II as it applies in relation to wear and tear allowances.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "shall apply in relation to annual allowances under the said Part II as it applies in relation to wear and tear allowances."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Interpretation and supplemental provisions.  PART VII HOUSING OF WORKERS EMPLOYED IN ANY OF THE TRADES MENTIONED IN THE FIRST SCHEDULE IN HUSBANDARY  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Interpretation and supplemental provisions.  PART VII HOUSING OF WORKERS EMPLOYED IN ANY OF THE TRADES MENTIONED IN THE FIRST SCHEDULE IN HUSBANDARY  43. (1) In this Part  asset includes part of an asset;  scientific research means any activities in the fields of natural or applied science for the extension of knowledge;  LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 61  L.R.O. 1/2012                                        Annual allowances for capital expenditure on workers dwellings.     scientific research expenditure means expenditure incurred on scientific research; references to expenditure incurred on scientific research do not include any expenditure incurred in the acquisition of rights in, or arising out of scientific research, but save as aforesaid, include all expenditure incurred for the prosecution of, or the provision of facilities for the prosecution of, scientific research; references to scientific research related to a trade or a class of trades include  (a) any scientific research which may lead to or facilitate an extension of that trade or as the case may be, of trades of that class;  (b) any scientific research of a medical nature which has a special relation to the welfare of workers employed in that trade or, as the case may be, trades of that class.  (2) The same expenditure shall not be taken into account for any of the purposes of this Part in relation to more than one trade.  PART VII  HOUSING OF WORKERS EMPLOYED IN ANY OF THE TRADES MENTIONED IN THE FIRST SCHEDULE OR IN HUSBANDARY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Part  asset includes part of an asset;  scientific research means any activities in the fields of natural or applied science for the extension of knowledge;  LAWS OF GUYANA Income Tax"
                },
                {
                    "representation": "(a)",
                    "description": "any scientific research which may lead to or facilitate an extension of that trade or as the case may be, of trades of that class;"
                },
                {
                    "representation": "(b)",
                    "description": "any scientific research of a medical nature which has a special relation to the welfare of workers employed in that trade or, as the case may be, trades of that class."
                },
                {
                    "representation": "(2)",
                    "description": "The same expenditure shall not be taken into account for any of the purposes of this Part in relation to more than one trade.  PART VII  HOUSING OF WORKERS EMPLOYED IN ANY OF THE TRADES MENTIONED IN THE FIRST SCHEDULE OR IN HUSBANDARY"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Annual allowances for capital expenditure on workers’ dwellings. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Annual allowances for capital expenditure on workers dwellings. 44. Subject to the provisions of and save as otherwise provided in this Part, where any person engaged in any of the trades mentioned in the First Schedule, or, being the owner of an estate consisting of or including agricultural land, incurs capital expenditure on the construction on land, whereof such person is the owner, of a building to be occupied as a residence by workers employed by any such person in any LAWS OF GUYANA 62 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Limitation of annual allowances. [16 of 1957 14 of 1992]                     Mode of dealing with annual allowances after transfer of land, etc.           such trade or in husbandry, in ascertaining the chargeable income of such person in the year of assessment immediately thereafter, and in each of the succeeding nine years of assessment, there shall be allowed as a deduction a sum equal to one-tenth of such capital expenditure.",
            "description": "Subject to the provisions of and save as otherwise provided in this Part, where any person engaged in any of the trades mentioned in the First Schedule, or, being the owner of an estate consisting of or including agricultural land, incurs capital expenditure on the construction on land, whereof such person is the owner, of a building to be occupied as a residence by workers employed by any such person in any LAWS OF GUYANA 62 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Limitation of annual allowances. [16 of 1957 14 of 1992]                     Mode of dealing with annual allowances after transfer of land, etc.           such trade or in husbandry, in ascertaining the chargeable income of such person in the year of assessment immediately thereafter, and in each of the succeeding nine years of assessment, there shall be allowed as a deduction a sum equal to one-tenth of such capital expenditure."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Limitation of annual allowances. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Limitation of annual allowances. 45. (1) Such capital expenditure in relation to any building to be occupied as a residence shall, save as hereinafter provided, be limited to a sum not exceeding seven hundred thousand dollars:   Provided that where such building is so constructed as to include within such building more than one separate dwelling house, the capital expenditure in relation to such building shall be limited to a sum not exceeding two hundred and fifty thousand dollars in respect of each separate dwelling house so constructed within such building.  (2) In determining such expenditure as aforesaid, there shall not be included the value of the building site and the cartilage attaching thereto, nor any expenses incurred preparatory to the erection of any such building, but the expenditure in erecting out-offices to be used in connection therewith and in the installation of fixtures shall be taken into account in determining such expenditure.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Such capital expenditure in relation to any building to be occupied as a residence shall, save as hereinafter provided, be limited to a sum not exceeding seven hundred thousand dollars:   Provided that where such building is so constructed as to include within such building more than one separate dwelling house, the capital expenditure in relation to such building shall be limited to a sum not exceeding two hundred and fifty thousand dollars in respect of each separate dwelling house so constructed within such building."
                },
                {
                    "representation": "(2)",
                    "description": "In determining such expenditure as aforesaid, there shall not be included the value of the building site and the cartilage attaching thereto, nor any expenses incurred preparatory to the erection of any such building, but the expenditure in erecting out-offices to be used in connection therewith and in the installation of fixtures shall be taken into account in determining such expenditure."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Mode of dealing with annual allowances after transfer of land, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Mode of dealing with annual allowances after transfer of land, etc. 46. Where a person would, if he continued to be the owner of any land upon which such building is erected, in ascertaining his chargeable income, be entitled under this Part to a deduction in respect of expenditure as in the manner provided, and the whole of his interest in the land in question, or in any part of the land in question is transferred whether by operation of law or otherwise to some other person, then  (a) the amount of the allowance (if any) for the year of assessment immediately after that in which the transfer takes place shall be LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 63  L.R.O. 1/2012                                                      Cesser of annual allowances during temporary non-use of building.  apportioned between the person from whom the interest is transferred and the person to whom the interest is transferred; and  (b) the person to whom the interest is transferred, shall to the exclusion of the person from whom the interest is transferred be entitled, where the interest transferred is in the whole of the land to the whole of the allowance for any subsequent year of assessment, and where the interest transferred is in part only of the land, to so much of the allowance as is properly referable to that part of the land.  For the purposes of this section, where an interest in land is leasehold and the lease comes to an end, that interest shall be deemed to have been transferred   (i) if an incoming tenant  makes  any payment to the outgoing  tenant in respect of assets representing the expenditure in question, to the incoming tenant; and  (ii) in any other case, to the owner of the interest in the immediate reversion on the tenancy.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the amount of the allowance"
                },
                {
                    "representation": "(b)",
                    "description": "the person to whom the interest is transferred, shall to the exclusion of the person from whom the interest is transferred be entitled, where the interest transferred is in the whole of the land to the whole of the allowance for any subsequent year of assessment, and where the interest transferred is in part only of the land, to so much of the allowance as is properly referable to that part of the land.  For the purposes of this section, where an interest in land is leasehold and the lease comes to an end, that interest shall be deemed to have been transferred"
                },
                {
                    "representation": "(i)",
                    "description": "if an incoming tenant  makes  any payment to the outgoing  tenant in respect of assets representing the expenditure in question, to the incoming tenant; and"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Cesser of annual allowances during temporary non-use of building. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Cesser of annual allowances during temporary non-use of building. 47. In the event of any building intended on its completion to be so occupied by such workers not being so occupied within six months of its completion, or, being so occupied, ceasing to be occupied for a like period, then the owner shall not in the year of assessment following such LAWS OF GUYANA 64 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Claims for deductions under Part VII.   Interpretation.                                      event be entitled to the deduction hereinbefore provided, and the full period of ten years during which such deductions may be made under this Part shall not be thereby extended.",
            "description": "In the event of any building intended on its completion to be so occupied by such workers not being so occupied within six months of its completion, or, being so occupied, ceasing to be occupied for a like period, then the owner shall not in the year of assessment following such LAWS OF GUYANA 64 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012          Claims for deductions under Part VII.   Interpretation.                                      event be entitled to the deduction hereinbefore provided, and the full period of ten years during which such deductions may be made under this Part shall not be thereby extended."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Claims for deductions under Part VII. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Claims for deductions under Part VII. 48. Any claim by any person for a deduction under this Part shall be included in the return of income referred to in section",
            "description": "Any claim by any person for a deduction under this Part shall be included in the return of income referred to in section"
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Interpretation.  PART VIII MISCELLANEOUS AND GENERAL  ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Interpretation.  PART VIII MISCELLANEOUS AND GENERAL  49. In this Part  agricultural land means land occupied wholly or mainly for the purposes of field and or animal husbandry and includes a dairy;  owner means a person having the freehold interest in the building site and the curtilage thereto attaching, or the lessee of the said site and curtilage, provided that at the time of occupation of the building as a residence for the first time by such workers as aforesaid the unexpired portion of the lease shall not be less than ten years.  References to owner shall not apply to a person having the freehold interest in the building site and curtilage thereto attaching and to a lessee of the said site and curtilage at the same time; and persons in partnership and persons interested in the estate of a deceased person or in property held on trust shall, respectively, be deemed to be a single owner and the allowances under this Part shall be apportioned between them in the proportion to which they are respectively entitled to share in the income of the trade;  worker means any person who has entered into or works under a contract of service or apprenticeship expressed or implied, oral or written, with an employer whether by way of manual labour, clerical work or otherwise and whether remuneration is calculated by time or work done but does not include the owner or relatives of the owner except that in the cases of relatives of the owner to LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 65  L.R.O. 1/2012           Manner of charging tax and granting allowances in case of traders. c. 81:01 [4 of 1986]                                the extent that the Commissioner-General may permit where he is satisfied that such relatives are workers actually employed in such trade.   PART VIII MISCELLANEOUS AND GENERAL",
            "description": "In this Part  agricultural land means land occupied wholly or mainly for the purposes of field and or animal husbandry and includes a dairy;  owner means a person having the freehold interest in the building site and the curtilage thereto attaching, or the lessee of the said site and curtilage, provided that at the time of occupation of the building as a residence for the first time by such workers as aforesaid the unexpired portion of the lease shall not be less than ten years.  References to owner shall not apply to a person having the freehold interest in the building site and curtilage thereto attaching and to a lessee of the said site and curtilage at the same time; and persons in partnership and persons interested in the estate of a deceased person or in property held on trust shall, respectively, be deemed to be a single owner and the allowances under this Part shall be apportioned between them in the proportion to which they are respectively entitled to share in the income of the trade;  worker means any person who has entered into or works under a contract of service or apprenticeship expressed or implied, oral or written, with an employer whether by way of manual labour, clerical work or otherwise and whether remuneration is calculated by time or work done but does not include the owner or relatives of the owner except that in the cases of relatives of the owner to LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 65  L.R.O. 1/2012           Manner of charging tax and granting allowances in case of traders. c. 81:01 [4 of 1986]                                the extent that the Commissioner-General may permit where he is satisfied that such relatives are workers actually employed in such trade.   PART VIII MISCELLANEOUS AND GENERAL"
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Manner of charging tax and granting allowances in case of traders. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Manner of charging tax and granting allowances in case of traders. 50. (1) Any claim by a person for an allowance falling to be made to him under any of the provisions of this Act in ascertaining his chargeable income shall be included in the Return of Income required to be delivered under the Income Tax Act, and the allowance shall be deemed to be a deduction included in section 16 of the Income Tax Act.  (2) If, in the case of a trade which consists of or includes the working of a mine or other source of mineral deposits of a wasting nature other than petroleum  (a) a balancing allowance falls to be made under Part II of this Act for the last year of assessment during the basis period for which the trade is carried on;  (b) the event giving rise to the allowance is the mine, or other source ceasing to be worked;  (c) the allowance is in respect of expenditure on a building or structure which was constructed for occupation by, or for the welfare of persons employed at, or in connection with the working of, the mine, oil well or other source; and  (d) full effect cannot be given to the LAWS OF GUYANA 66 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                           Meaning of basis period.                   allowance because of an insufficiency of profits or gains for the said year of assessment,  the person entitled to the allowance may claim that the balance of the allowance may be given for the last preceding year of assessment and so on for other preceding years of assessment, so, however, that no allowance shall be given by virtue of this subsection for any year of assessment earlier than the second year of assessment before the first mentioned year of assessment:  Provided that the amount of any such allowance to be given for preceding years of assessment shall not in any case exceed an amount which would reduce the tax payable to less than one-half the amount which would have been payable had the allowance not been given.  (3) Any charge falling to be made under any of the provisions of this Act on a person for any year of assessment shall be deemed to be a gain or profit within the meaning of section 5(a) of the Income Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any claim by a person for an allowance falling to be made to him under any of the provisions of this Act in ascertaining his chargeable income shall be included in the Return of Income required to be delivered under the Income Tax Act, and the allowance shall be deemed to be a deduction included in section 16 of the Income Tax Act."
                },
                {
                    "representation": "(2)",
                    "description": "If, in the case of a trade which consists of or includes the working of a mine or other source of mineral deposits of a wasting nature other than petroleum"
                },
                {
                    "representation": "(a)",
                    "description": "a balancing allowance falls to be made under Part II of this Act for the last year of assessment during the basis period for which the trade is carried on;"
                },
                {
                    "representation": "(b)",
                    "description": "the event giving rise to the allowance is the mine, or other source ceasing to be worked;"
                },
                {
                    "representation": "(c)",
                    "description": "the allowance is in respect of expenditure on a building or structure which was constructed for occupation by, or for the welfare of persons employed at, or in connection with the working of, the mine, oil well or other source; and"
                },
                {
                    "representation": "(d)",
                    "description": "full effect cannot be given to the LAWS OF GUYANA 66 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(3)",
                    "description": "Any charge falling to be made under any of the provisions of this Act on a person for any year of assessment shall be deemed to be a gain or profit within the meaning of section 5(a) of the Income Tax Act."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Meaning of “basis period.” ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Meaning of basis period. 51.",
            "description": "51."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Apportionment of consideration and exchanges and surrenders of leasehold interests. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Apportionment of consideration and exchanges and surrenders of leasehold interests. 52. (1) Any reference in this Act to the sale of any property includes a reference to the sale of that property together with any other property and where property is sold together with other property so much of the net proceeds of the sale of the whole property as, on a just apportionment, is properly attributable to the first mentioned property shall, for the purposes of this Act be deemed to be the net proceeds of the sale of the first-mentioned property, and references to expenditure incurred on the provision or purchase of property shall be construed accordingly.  For the purposes of this subsection, all the property which is sold in pursuance of one bargain shall be deemed to be sold together, notwithstanding that separate prices are or purport to be agreed for separate items of that property or that there are or purport to be separate sales of separate items of that property.  (2) The last preceding subsection shall with the necessary adaptations, apply in relation to other sale, insurance, salvage or compensation moneys as they apply in relation to the net proceeds of sales.  (3) This Act shall have effect as if any reference therein (including any reference in the preceding provisions LAWS OF GUYANA 68 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                      Special provisions as to certain sales.          of this section) to sale of any property included a reference to the exchange of any property and, in the case of a leasehold interest, also included a reference to the surrender thereof for valuable consideration, and any provisions of this Act referring to sales shall have effect accordingly with the necessary adaptations and, in particular, with the adaptations that references to the net proceeds of sale and to the price shall be taken to include references to the consideration for the exchange or surrender and references to capital sums included in the price shall be taken to include references to so much of the consideration as would have been a capital sum if it had taken the form of a money payment.  (4) The preceding provisions of this section shall with necessary adaptations have effect in relation to   (a) section 16(1) (c) and section 17 of the Income Tax Act (which provide respectively for an obsolescence allowance and for a wear and tear allowance in the case of machinery and plant) as if the said section 16(1) (c) and section 17 were provisions of this Act; and  (b) section 39 of this Act (which relates to sale of assets representing expenditure on scientific research).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c) and section 17 were provisions of this Act; and"
                },
                {
                    "representation": "(2)",
                    "description": "The last preceding subsection shall with the necessary adaptations, apply in relation to other sale, insurance, salvage or compensation moneys as they apply in relation to the net proceeds of sales."
                },
                {
                    "representation": "(3)",
                    "description": "This Act shall have effect as if any reference therein"
                },
                {
                    "representation": "(4)",
                    "description": "The preceding provisions of this section shall with necessary adaptations have effect in relation to"
                },
                {
                    "representation": "(a)",
                    "description": "section 16(1)"
                },
                {
                    "representation": "(c)",
                    "description": "and section 17 of the Income Tax Act"
                },
                {
                    "representation": "(b)",
                    "description": "section 39 of this Act"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Special provisions as to certain sales. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Special provisions as to certain sales. 53. (1) This section shall have effect in relation to sales of any property where either  (a) the buyer is a body of persons over whom the seller has control, or the seller is a body of persons over whom the buyer has control, or both the seller and the buyer are bodies of persons and some other person has control of both of them; or LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 69  L.R.O. 1/2012                c. 81:01                                  (b) it appears with respect to the sale or with respect to transactions of which the sale is one, that the sole or main benefit which, apart from the provisions of this section, might have been expected to accrue to the parties or any one of them was the obtaining of an allowance or deduction under any of the following enactments, that is to say, any of the provisions of this Act or of section 16(1) (c) and 17 of the Income Tax Act.  References in this subsection to a body of persons include references to a partnership.  (2) Where the property is sold at a price other than that which it would have fetched if sold in the open market, then subject to the succeeding provisions of this section, the like consequences shall ensue for the purposes of the enactments mentioned in subsection (1) of this section, in their application to the income tax of all persons concerned, as would have ensued if the property had been sold for the price which it would have fetched if sold in the open market.  (3) Where the sale is a sale of machinery or plant  (a) no initial allowance shall be made to the buyer; and  (b) subject to the next succeeding subsection, if the price which the property would have fetched if sold in the open market is greater than the limit of re-charge on the seller, the last  preceding subsection shall have effect as if for the reference to the price LAWS OF GUYANA 70 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  which the property would have fetched if sold in the open market there were substituted a reference to the said limit of re-charge:  Provided that  (a) the subsection shall not apply in relation to a sale of machinery or plant which has never been used if the business or part of the business of the seller was the manufacture or supply of machinery or plant of that class and the sale was effected in the ordinary course of the sellers business;  (b) where the sale is one to which subsection (1) (a) of this section applies and took place before the 1st January, 1951, and the seller acquired the machinery or plant on or after the 1st January, 1949, paragraph (a) of this subsection shall not apply.  In this subsection the expression limit of re-charge means in relation to a person who sells machinery or plant  (i) if he provided that machinery or plant for himself before the 1st January, 1951, the actual cost to him of the machinery or plant, including in that actual cost any expenditure in the nature of capital expenditure on machinery or plant by way of renewal, improvement or reinstatement;   LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 71  L.R.O. 1/2012                                                 (ii) if he provided the machinery or plant for himself on or after the 1st January, 1951, the expenditure incurred by him on the provision thereof.  (4) Where the sale is one to which subsection (1) (a) of this applies and paragraph (b) of that subsection does not apply and the parties to the sale by notice in writing to the Commissioner - General so elect, the following provisions shall have effect:   (a) subsection (2) of this section shall have effect as if for the  reference to the price which the property would have fetched if sold in the open market there were substituted a reference to that price or the sum hereinafter mentioned, whichever is the lower;  (b) subsection 3(b) shall not apply; and  (c) notwithstanding anything in the preceding provisions of this section, such balancing charge, if any, shall be made on the buyer on any event occurring after the date of the sale as would have fallen to be made on the seller if the seller had continued to own the property and had done all such things and been allowed all such allowances or deductions in connection therewith as were done by or allowed to the buyer.  The said sum is  LAWS OF GUYANA 72 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                              Trade marks and designs.    (i) in the case of an industrial building or structure, the residue of the expenditure on the construction of that building or structure immediately before the sale, computed in accordance with the provisions of section 6 of this Act;   (ii) in the case of machinery or plant, the amount of the expenditure on the provision thereof still unallowed immediately before the sale, computed in accordance with section 20 of this Act;  (iii) in the case of assets representing the expenditure to which Part IV (Mines, Oil Wells, etc.) of this Act applies, the residue of the expenditure attributable to those assets immediately before the sale, computed in accordance with the said Part IV; and  (iv) in the case of patent rights, the amount of any capital expenditure on the acquisition thereof remaining unallowed computed in accordance with section 29 of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) of this applies and paragraph"
                },
                {
                    "representation": "(a)",
                    "description": "subsection"
                },
                {
                    "representation": "(b)",
                    "description": "subsection 3(b) shall not apply; and"
                },
                {
                    "representation": "(c)",
                    "description": "notwithstanding anything in the preceding provisions of this section, such balancing charge, if any, shall be made on the buyer on any event occurring after the date of the sale as would have fallen to be made on the seller if the seller had continued to own the property and had done all such things and been allowed all such allowances or deductions in connection therewith as were done by or allowed to the buyer.  The said sum is  LAWS OF GUYANA 72 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "of this section shall have effect as if for the  reference to the price which the property would have fetched if sold in the open market there were substituted a reference to that price or the sum hereinafter mentioned, whichever is the lower;"
                },
                {
                    "representation": "(3)",
                    "description": "Where the sale is a sale of machinery or plant"
                },
                {
                    "representation": "(i)",
                    "description": "in the case of an industrial building or structure, the residue of the expenditure on the construction of that building or structure immediately before the sale, computed in accordance with the provisions of section 6 of this Act;"
                },
                {
                    "representation": "(4)",
                    "description": "Where the sale is one to which subsection"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Trademarks and designs. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Trademarks and designs. 54. In computing the profits or gains of any trade there shall be allowed to be deducted as expenses any fees paid or expenses incurred in obtaining for the purposes of the trade, the registration of a design or a trade mark or the LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 73  L.R.O. 1/2012     Interpretation of certain references to expenditure, etc.                        Subsidies, etc.                 extension of the period of copyright in a design or the renewal of registration of a trade mark.",
            "description": "In computing the profits or gains of any trade there shall be allowed to be deducted as expenses any fees paid or expenses incurred in obtaining for the purposes of the trade, the registration of a design or a trade mark or the LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 73  L.R.O. 1/2012     Interpretation of certain references to expenditure, etc.                        Subsidies, etc.                 extension of the period of copyright in a design or the renewal of registration of a trade mark."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Interpretation of certain references to expenditure, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Interpretation of certain references to expenditure, etc. 55. (1) References in this Act to capital expenditure and capital sums (a) in relation to the person incurring the expenditure or paying the sums, do not include any expenditure or sum which is allowed to be deducted in computing, for the purposes of income tax, the profits or gains of a trade by him; and  (b) in relation to the person receiving the amounts expended or the sums in question, do not include references to any amounts  or sums which fall to be taken into account as receipts in computing the profits or gains of any trade, carried on by him.  (2) Any reference in this Act to the date on which expenditure is incurred shall be construed as a reference to the date when the sums in question become payable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "References in this Act to capital expenditure and capital sums"
                },
                {
                    "representation": "(a)",
                    "description": "in relation to the person incurring the expenditure or paying the sums, do not include any expenditure or sum which is allowed to be deducted in computing, for the purposes of income tax, the profits or gains of a trade by him; and"
                },
                {
                    "representation": "(b)",
                    "description": "in relation to the person receiving the amounts expended or the sums in question, do not include references to any amounts  or sums which fall to be taken into account as receipts in computing the profits or gains of any trade, carried on by him."
                },
                {
                    "representation": "(2)",
                    "description": "Any reference in this Act to the date on which expenditure is incurred shall be construed as a reference to the date when the sums in question become payable."
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Subsidies, etc. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Subsidies, etc. 56. (1) Expenditure shall not be regarded for any of the purposes of this Act as having been incurred by any person in so far as it has been or is to be met directly or indirectly by the State or by any government or public or local authority whether in Guyana or elsewhere, or out of the Sugar Rehabilitation Fund, or by any person other than the first mentioned person:  Provided that, in considering whether any, and, if so, what, balancing charge is to be made on a person under Part III in respect of any machinery or plant provided before the 1st January, 1951, this section, except in so far as it refers to expenditure met out of the Sugar Rehabilitation Fund, shall LAWS OF GUYANA 74 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                          Fourth Schedule.     Computation  of expenditure not apply.  (2) In considering, for the purposes of subsection (1), and of any other provision of this Act referring to expenditure met or to be met directly or indirectly by the State or by any authority or person other than the person incurring the expenditure, how far any expenditure has been or is to be so met, there shall be left out of account  (a) any insurance moneys or other compensation moneys payable in respect of any asset which has been demolished, destroyed or put out of use; and   (b) any expenditure met or to be met by any person other than the State or a government or public or local authority, being  expenditure in respect of which, apart  from  the provisions of this paragraph, no allowance could be made under the next succeeding subsection.   (3) Where a person for the purposes of a trade carried on or to be carried on by him or by a tenant of land in which he has an interest, contributes a capital sum to expenditure on the provision of an asset, being expenditure which, apart from subsection (1), would have been regarded as wholly incurred by another person and in respect of which, apart from the said provisions, an allowance would have been made under Part II, Part III or Part IV, then, subject to the Fourth Schedule, such initial and annual allowance, if any, shall be made to the contributor as would have been made to him if his contribution had been expenditure on the provision, for the purposes of that trade, of a similar asset.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Expenditure shall not be regarded for any of the purposes of this Act as having been incurred by any person in so far as it has been or is to be met directly or indirectly by the State or by any government or public or local authority whether in Guyana or elsewhere, or out of the Sugar Rehabilitation Fund, or by any person other than the first mentioned person:  Provided that, in considering whether any, and, if so, what, balancing charge is to be made on a person under Part III in respect of any machinery or plant provided before the 1st January, 1951, this section, except in so far as it refers to expenditure met out of the Sugar Rehabilitation Fund, shall LAWS OF GUYANA 74 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "In considering, for the purposes of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "any insurance moneys or other compensation moneys payable in respect of any asset which has been demolished, destroyed or put out of use; and"
                },
                {
                    "representation": "(b)",
                    "description": "any expenditure met or to be met by any person other than the State or a government or public or local authority, being  expenditure in respect of which, apart  from  the provisions of this paragraph, no allowance could be made under the next succeeding subsection."
                },
                {
                    "representation": "(3)",
                    "description": "Where a person for the purposes of a trade carried on or to be carried on by him or by a tenant of land in which he has an interest, contributes a capital sum to expenditure on the provision of an asset, being expenditure which, apart from subsection"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Computation of expenditure for purposes of section 16 of the Income Tax Act. ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Computation of expenditure for purposes of section 16 of the Income Tax Act. 57. In computing the cost to any person of maintenance, repairs, insurance and management, for the LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 75  L.R.O. 1/2012 for purposes of section 16 of  the Income Tax Act.        Other provisions as to interpretation. [27 of 1969 4 of 1986]                                   purpose of ascertaining chargeable income there shall be left out of account any expenditure incurred by him on or after the 1st January, 1951, in so far as it has been or is to be met directly or indirectly by the State or by any government or public or local authority, or by any person other than the first mentioned person.",
            "description": "In computing the cost to any person of maintenance, repairs, insurance and management, for the LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 75  L.R.O. 1/2012 for purposes of section 16 of  the Income Tax Act.        Other provisions as to interpretation. [27 of 1969 4 of 1986]                                   purpose of ascertaining chargeable income there shall be left out of account any expenditure incurred by him on or after the 1st January, 1951, in so far as it has been or is to be met directly or indirectly by the State or by any government or public or local authority, or by any person other than the first mentioned person."
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Other provisions as to interpretation.  FIRST SCHEDULE—Application of parts II to VIII of Act.  SECOND SCHEDULE—Effects of deaths, windings up and partnership              changes on certain charges in respect of patent rights. LAWS OF GUYANA 6 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012   THIRD SCHEDULE—Supplementary provisions as to allowances.  __________________________  CHAPTER 81:02  INCOME TAX (IN AID OF INDUSTRY) ACT   1953 Ed.  c. 300 _______________________________________________________ 16 of 1951   An Act to encourage the establishment or development of industries in Guyana and to make provision for relief from income tax to persons establishing or developing such industries and for purposes incidental to or connected with any of the foregoing purposes; and to make provision for relief from income tax in aid of certain industries and the provision of workmen’s homes.  [23RD JUNE, 1951]  Short title and construction.  [27 of 1969] c.81:01  Application of parts II to VIII of this Act.  First Schedule.            ",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under Other provisions as to interpretation.  FIRST SCHEDULEApplication of parts II to VIII of Act.  SECOND SCHEDULEEffects of deaths, windings up and partnership              changes on certain charges in respect of patent rights. LAWS OF GUYANA 6 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012   THIRD SCHEDULESupplementary provisions as to allowances.  __________________________  CHAPTER 81:02  INCOME TAX (IN AID OF INDUSTRY) ACT   1953 Ed.  c. 300 _______________________________________________________ 16 of 1951   An Act to encourage the establishment or development of industries in Guyana and to make provision for relief from income tax to persons establishing or developing such industries and for purposes incidental to or connected with any of the foregoing purposes; and to make provision for relief from income tax in aid of certain industries and the provision of workmens homes.  [23RD JUNE, 1951]  Short title and construction.  [27 of 1969] c.81:01  Application of parts II to VIII of this Act.  First Schedule.            58. (1) In this Act   Commissioner General,  means the Commissioner General of the Revenue Authority, who is the person responsible for the administration of this Act;  control, in relation to a body corporate, means the power of a person to secure, by means of holding of shares or the possession of voting power in or in relation to that or any other body corporate, or by virtue of any powers conferred by the articles of association or other document regulating that or any other body corporate, that the affairs of the first mentioned body corporate are conducted in accordance with the wishes of that person, and, in relation to a partnership, means the right to a share of more than one-half of the assets or of more than one-half of the income, of the partnership;   income includes any amount on which a charge to tax is authorised to be made under any of the provisions of this Act;   lease includes an agreement for a lease where the term to be covered by the lease has begun, and any tenancy, and lessee, lessor and leasehold interest shall be construed accordingly;  mineral deposits includes any natural deposits capable of being lifted or extracted from the earth;  petroleum has the meaning assigned to it by the Petroleum LAWS OF GUYANA 76 Cap. 81:02 Income Tax (In Aid of Industry)  L.R.O. 1/2012                                                  (Exploration and Production) Act;  petroleum operations has the meaning assigned to it by the Income Tax Act;  sale, insurance, salvage, or compensation moneys mean, in relation to an event which gives rise or might give rise to a balancing allowance or a balancing charge to or on any person  (a) where the event is a sale of any property, the net proceeds to that person of the sale;  (b) where the event is the demolition or destruction of any property, the net amount received by him for the remains of the property, together with any insurance moneys received by him in respect of the demolition or destruction and any other compensation of any description received by him in respect thereof, in so far as that compensation consists of capital sums; and  (c) where the event is that a building or structure ceases altogether to be used or that machinery or plant is put out of use, any compensation of any description received by him in respect of that event, in so far as that compensation consists of capital sums.  (2) Any reference in this Act to any building, structure, machinery, plant, works, asset, shall be construed as including a reference to a part of any building, structure, machinery, plant, works, or asset: LAWS OF GUYANA Income Tax (In Aid of Industry) Cap. 81:02 77  L.R.O. 1/2012                s. 1(2) [O. 29/1954 52/1955 13/1957 33/1959 65/1961 41/1964 21/1966B 28/1969 47/1969 O.89/1980 4 of 1986 16 of 1999]                       Provided that where the reference is expressed to be to the whole of a building or structure, this subsection shall not apply.  (3) Any reference in this Act to the time of any sale shall be construed as a reference to the time of completion or the time when possession is given, whichever is the earlier.     FIRST SCHEDULE   APPLICATION OF PARTS II TO VIII OF ACT  Parts I to VIII inclusive of this Act shall, except as may be otherwise expressly provided therein, be applicable to the following trades:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   Commissioner General,  means the Commissioner General of the Revenue Authority, who is the person responsible for the administration of this Act;  control, in relation to a body corporate, means the power of a person to secure, by means of holding of shares or the possession of voting power in or in relation to that or any other body corporate, or by virtue of any powers conferred by the articles of association or other document regulating that or any other body corporate, that the affairs of the first mentioned body corporate are conducted in accordance with the wishes of that person, and, in relation to a partnership, means the right to a share of more than one-half of the assets or of more than one-half of the income, of the partnership;   income includes any amount on which a charge to tax is authorised to be made under any of the provisions of this Act;   lease includes an agreement for a lease where the term to be covered by the lease has begun, and any tenancy, and lessee, lessor and leasehold interest shall be construed accordingly;  mineral deposits includes any natural deposits capable of being lifted or extracted from the earth;  petroleum has the meaning assigned to it by the Petroleum LAWS OF GUYANA 76 Cap. 81:02 Income Tax"
                },
                {
                    "representation": "(a)",
                    "description": "where the event is a sale of any property, the net proceeds to that person of the sale;"
                },
                {
                    "representation": "(b)",
                    "description": "where the event is the demolition or destruction of any property, the net amount received by him for the remains of the property, together with any insurance moneys received by him in respect of the demolition or destruction and any other compensation of any description received by him in respect thereof, in so far as that compensation consists of capital sums; and"
                },
                {
                    "representation": "(c)",
                    "description": "where the event is that a building or structure ceases altogether to be used or that machinery or plant is put out of use, any compensation of any description received by him in respect of that event, in so far as that compensation consists of capital sums."
                },
                {
                    "representation": "(2)",
                    "description": "[O. 29/1954 52/1955 13/1957 33/1959 65/1961 41/1964 21/1966B 28/1969 47/1969 O.89/1980 4 of 1986 16 of 1999]                       Provided that where the reference is expressed to be to the whole of a building or structure, this subsection shall not apply."
                },
                {
                    "representation": "(3)",
                    "description": "Any reference in this Act to the time of any sale shall be construed as a reference to the time of completion or the time when possession is given, whichever is the earlier.     FIRST SCHEDULE   APPLICATION OF PARTS II TO VIII OF ACT  Parts I to VIII inclusive of this Act shall, except as may be otherwise expressly provided therein, be applicable to the following trades:"
                }
            ]
        }
    },
    {
        "act": "INCOME TAX (IN AID OF INDUSTRY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1951",
            "title": "",
            "context": "INCOME TAX (IN AID OF INDUSTRY) ACT under 1951.",
            "description": "1951."
        }
    }
]