[
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "000.00 (c)    Non-Resident Individual $10,",
            "context": "CORPORATION TAX ACT under 000.00 (c)    Non-Resident Individual $10,00.00 and under.  (a)    Company (Resident or Non  Forty Per centum (40%)   Forty Per centum (40%)  Thirty-one  Per centum (31%)   LAWS OF GUYANA Corporation Tax Cap.  81:03 43 [Sub-subtitle of Legislation]    [Subsidiary]                                              Corporation Tax (Prescribed Forms)  L.R.O. 1/2012 Commercial (Except Long Term Insurance)    (iii) Long Term Insurance Resident) (b)   Non Resident Individual over $8,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Company"
                },
                {
                    "representation": "(b)",
                    "description": "Non Resident Individual over $8,"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CORPORATION TAX ACT under Short title. 1. This Act may be cited as the Corporation Tax Act.",
            "description": "This Act may be cited as the Corporation Tax Act."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CORPORATION TAX ACT under Interpretation. 2. (1) In this Act   chargeable profits means the aggregate amount of the profits of any company from the sources specified in section 9 remaining after allowing the appropriate deductions and exemptions under this Act;  commercial company means a company at least seventy-five per cent of the gross income of which is derived from trading in goods not manufactured by it and includes any commission agency, any telecommunication company, anybody corporate licensed or otherwise authorised by law to carry on banking business in Guyana, and any company carrying on in Guyana, insurance business, other than long-term insurance business, as defined in section 2 of the Insurance Act.  company has the same meaning assigned to it in section 2 of the Income Tax Act;  corporation tax means the tax imposed by this Act;  investment company means a resident company that in respect of a year of assessment satisfies the following conditions  (a)  100 per cent of the assets thereof are situate in Guyana;   (b)  at least 80 per cent of its property owned throughout the year was shares, bonds, marketable or securities;  (c)  not less than 90 per cent of its profits was derived from shares, bonds, or marketable securities; LAWS OF GUYANA Corporation Tax Cap. 81:03 5  L.R.O. 1/2012                                                  (d)  not more than 50 per cent of its gross revenue for the year was from interest;  (e)  at no time in the year of income did more than 10 per cent of its property consist of shares, bonds, marketable securities of any  one  company or debtor, other than those of the Government;   (f)  at no time in the year of income was the number of shareholders of the company less than 50, none of whom at any time in the year held more than 25 per cent of the shares or the capital stock of the company;  (g)  90 per cent or more of its profits (other than dividends or interest received in the form of shares, bonds, or other securities that had not been sold before the end of the year of income) was distributed to its shareholders within six months following the end of the accounting period for that year of assessment;  non-resident company means a company the control and management of whose business are exercised outside Guyana;  preference dividend means a dividend payable on a preferred share or preferred stock at a fixed gross rate per cent issued by a resident company  before 31st January, 1969, or, where a dividend is payable on such a preferred share or preferred stock partly at a fixed gross rate per cent and partly at a variable rate, such part of LAWS OF GUYANA 6 Cap. 81:03 Corporation Tax  L.R.O. 1/2012         c. 81:01  c. 81:20                                    Administration of the Act. [3 of 1996]  that dividend as is payable at a fixed gross rate per cent;  profits means income and includes net chargeable gains accruing on a disposal of property within twelve months of its acquisition and deemed to be chargeable income for the purposes of the Income Tax Act by section 8 of the Capital Gains Tax Act;  resident company means a company the control and management of whose business are exercised in Guyana;  year of assessment means the period of twelve months commencing on 1st January, 1970, and each subsequent period of twelve months;  year of income means the year preceding the year of assessment.  (2) Without prejudice to any other case in which a company is engaged in or carrying on trade or business in Guyana, a company shall be deemed to be engaged in or carrying on trade or business in Guyana if it has an office or place of business in Guyana or has a branch or agency therein.  (3) For the purpose of this Act, dividends, including preference dividends, shall be treated as paid on the date when they become due and payable.  (4) For the purposes of the definition of resident company and non-resident company, the place where such a company is to be regarded as controlled is the place where the mind or management of the company is ordinarily situated.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   chargeable profits means the aggregate amount of the profits of any company from the sources specified in section 9 remaining after allowing the appropriate deductions and exemptions under this Act;  commercial company means a company at least seventy-five per cent of the gross income of which is derived from trading in goods not manufactured by it and includes any commission agency, any telecommunication company, anybody corporate licensed or otherwise authorised by law to carry on banking business in Guyana, and any company carrying on in Guyana, insurance business, other than long-term insurance business, as defined in section 2 of the Insurance Act.  company has the same meaning assigned to it in section 2 of the Income Tax Act;  corporation tax means the tax imposed by this Act;  investment company means a resident company that in respect of a year of assessment satisfies the following conditions"
                },
                {
                    "representation": "(a)",
                    "description": "100 per cent of the assets thereof are situate in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "at least 80 per cent of its property owned throughout the year was shares, bonds, marketable or securities;"
                },
                {
                    "representation": "(c)",
                    "description": "not less than 90 per cent of its profits was derived from shares, bonds, or marketable securities; LAWS OF GUYANA Corporation Tax Cap. 81:03 5  L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "not more than 50 per cent of its gross revenue for the year was from interest;"
                },
                {
                    "representation": "(e)",
                    "description": "at no time in the year of income did more than 10 per cent of its property consist of shares, bonds, marketable securities of any  one  company or debtor, other than those of the Government;"
                },
                {
                    "representation": "(f)",
                    "description": "at no time in the year of income was the number of shareholders of the company less than 50, none of whom at any time in the year held more than 25 per cent of the shares or the capital stock of the company;"
                },
                {
                    "representation": "(g)",
                    "description": "90 per cent or more of its profits"
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to any other case in which a company is engaged in or carrying on trade or business in Guyana, a company shall be deemed to be engaged in or carrying on trade or business in Guyana if it has an office or place of business in Guyana or has a branch or agency therein."
                },
                {
                    "representation": "(3)",
                    "description": "For the purpose of this Act, dividends, including preference dividends, shall be treated as paid on the date when they become due and payable."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of the definition of resident company and non-resident company, the place where such a company is to be regarded as controlled is the place where the mind or management of the company is ordinarily situated."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Administration of the Act. ",
            "context": "CORPORATION TAX ACT under Administration of the Act. 3. The corporation tax imposed by this Act shall be under the care and management of the Commissioner-General of Inland Revenue.  LAWS OF GUYANA Corporation Tax Cap. 81:03 7  L.R.O. 1/2012 Imposition of corporation tax. [16 of 1994]                      c. 81:01 c. 81:20",
            "description": "The corporation tax imposed by this Act shall be under the care and management of the Commissioner-General of Inland Revenue.  LAWS OF GUYANA Corporation Tax Cap. 81:03 7  L.R.O. 1/2012 Imposition of corporation tax. [16 of 1994]                      c. 81:01 c. 81:20"
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Imposition of corporation tax. ",
            "context": "CORPORATION TAX ACT under Imposition of corporation tax. 4. Subject to this Act, corporation tax shall be payable for each year of assessment at the rate specified in section 10, upon the profits of any company accruing in or derived from Guyana or elsewhere, and whether received in Guyana or not in respect of  (a)  any trade or business for whatever period of time the trade or business may have been carried on;  (b)  any profession or vocation or management charges or charges for the provision of personal services and technical and managerial skills;  (c)  capital gains accruing on a disposal of property within twelve months of its acquisition and deemed to be chargeable income for the purposes of the Income Tax Act by section 8 of the Capital Gains Tax Act;  (d)  [Deleted by Act No. 16 of 1994]   (e)     interests, discounts, annuities or other  accrued or periodic payments received for the use of capital;  (f)  premiums, commissions and fees;  (g)  rentals and royalties paid for the use or the right to use   (i)  copyrights, artistic or scientific  work, patents, designs, plans, secret processes or formulae, trademarks, motion picture films, films or tape for radio and television broadcasting, or LAWS OF GUYANA 8 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                          General scheme of corporation tax.                         other like properties or rights, or  (ii)  information concerning industrial, commercial or scientific knowledge, experience or skill;  (h)  dividends and other income received from non-resident companies, out of profits not derived from or accruing in Guyana, and from persons (including a partnership) not being companies;  (i)  any annual profits not falling under any of the foregoing paragraphs.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any trade or business for whatever period of time the trade or business may have been carried on;"
                },
                {
                    "representation": "(b)",
                    "description": "any profession or vocation or management charges or charges for the provision of personal services and technical and managerial skills;"
                },
                {
                    "representation": "(c)",
                    "description": "capital gains accruing on a disposal of property within twelve months of its acquisition and deemed to be chargeable income for the purposes of the Income Tax Act by section 8 of the Capital Gains Tax Act;"
                },
                {
                    "representation": "(d)",
                    "description": "[Deleted by Act No. 16 of 1994]"
                },
                {
                    "representation": "(e)",
                    "description": "interests, discounts, annuities or other  accrued or periodic payments received for the use of capital;"
                },
                {
                    "representation": "(f)",
                    "description": "premiums, commissions and fees;"
                },
                {
                    "representation": "(g)",
                    "description": "rentals and royalties paid for the use or the right to use"
                },
                {
                    "representation": "(i)",
                    "description": "any annual profits not falling under any of the foregoing paragraphs."
                },
                {
                    "representation": "(h)",
                    "description": "dividends and other income received from non-resident companies, out of profits not derived from or accruing in Guyana, and from persons"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General scheme of corporation tax. ",
            "context": "CORPORATION TAX ACT under General scheme of corporation tax. 5. (1) Subject to any exceptions provided for by this Act, a resident company shall be chargeable to corporation tax on all its profits wherever arising.  (2) Where a non-resident company is carrying on a trade or business in Guyana, the profits thereof that are chargeable to corporation tax shall be any income directly or indirectly accruing in or derived from Guyana.  (3) A company shall be chargeable to corporation tax on profits accruing for its benefit under any trust or arising under any partnership in any case in which it would be so chargeable if the profits accrue to it directly;  and a company shall be chargeable to corporation tax on profits arising in the winding up of the company, but shall not otherwise be chargeable to  corporation tax on profits accruing to it in a fiduciary or representative capacity except as respects its own beneficial interest (if any) in those profits.   LAWS OF GUYANA Corporation Tax Cap. 81:03 9  L.R.O. 1/2012 Basis of assessment. [25 of 1971]               Exemptions. [28 of 1991 16 of 1994]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to any exceptions provided for by this Act, a resident company shall be chargeable to corporation tax on all its profits wherever arising."
                },
                {
                    "representation": "(2)",
                    "description": "Where a non-resident company is carrying on a trade or business in Guyana, the profits thereof that are chargeable to corporation tax shall be any income directly or indirectly accruing in or derived from Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "A company shall be chargeable to corporation tax on profits accruing for its benefit under any trust or arising under any partnership in any case in which it would be so chargeable if the profits accrue to it directly;  and a company shall be chargeable to corporation tax on profits arising in the winding up of the company, but shall not otherwise be chargeable to  corporation tax on profits accruing to it in a fiduciary or representative capacity except as respects its own beneficial interest"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Basis of assessment. ",
            "context": "CORPORATION TAX ACT under Basis of assessment. 6. (1) Corporation tax shall be charged for each year of assessment upon the chargeable profits of the company arising in the year preceding the year of assessment.  (2) Except as otherwise provided by this Act, corporation tax shall be assessed upon the full amount of the profits accruing or arising, whether or not received in Guyana, in the year preceding the year of assessment without any other deduction than is authorised by this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Corporation tax shall be charged for each year of assessment upon the chargeable profits of the company arising in the year preceding the year of assessment."
                },
                {
                    "representation": "(2)",
                    "description": "Except as otherwise provided by this Act, corporation tax shall be assessed upon the full amount of the profits accruing or arising, whether or not received in Guyana, in the year preceding the year of assessment without any other deduction than is authorised by this Act."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Exemptions. ",
            "context": "CORPORATION TAX ACT under Exemptions. 7. There shall be exempt from corporation tax  (a)  distributions  received by a company from a resident company;  (b)  the profits of an investment company;  (c)  the income of any local authority in so far as that income is not derived from a trade or business carried on by the local authority; and in calculating the income of a local authority for the purpose of this paragraph, the income derived from any market,  abattoir, wharf, cemetery, garden or electric  or water supply shall be exempt from tax;  (d)  the income of any statutory or registered building or friendly society;  (e)  the income of any ecclesiastical, charitable,   or educational institution or endowment of a public character within Guyana or elsewhere as may be approved of by the President, in so far as that income is not derived from a trade or business carried on by the institution: LAWS OF GUYANA 10 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                                           c. 36:20        Provided that a fair or fairs shall not be deemed to be a trade or business for the purpose of this paragraph unless the number of days on which such fair is held, or the aggregate number of days on which such fairs are held, exceeds seven days in the year immediately preceding any year of assessment;  (f)  the income of the Government Savings Bank;  (g)  the income of the Transport Department;  (h)  the income of the Harbour Board;   (i) the income of the Forest Trust;  (j)  the income of any fund established by a written law requiring public officers or a class of public officers to contribute to the fund;  (k)  the income of any institution established for  the encouragement of thrift which the Minister may declare to be exempt;  (l)  the income of the Central Housing and  Planning Authority constituted under the Housing Act;  (m) the income of the Catholic Hospital (Incorporated);  (n)  the income of any medical clinic or LAWS OF GUYANA Corporation Tax Cap. 81:03 11  L.R.O. 1/2012                                            c. 98:03     hospital carried on otherwise than for the purpose of profit or gain by the Guyana Mission of Seventh-Day Adventists;  (o)  the income of any sports organization derived from any public or private subscription or donation whether by deed or covenant or otherwise or in respect of gains or profits derived from charges for admission to witness or participate in sporting events or from the provision of refreshments to persons who witness sporting events;  (p)  the income arising from investments of any fund or scheme approved of by the Minister as a fund established for the provision of annuities for all or any of the following persons in the events respectively specified, that is to say, for persons employed by the Government or any local authority or in any  trade, profession, or undertaking, either  on retirement at a specified age or for the widows, children or dependants of persons who are or have been so employed on the death of those persons, whether or not such investments represent or are derived from contributions of persons or companies not resident in Guyana;  (q)  the income of a Trade Union registered under the Trade Unions Act;  (r)  the income of any institution or organisation of a national or LAWS OF GUYANA 12 Cap. 81:03 Corporation Tax  L.R.O. 1/2012     c. 81:01          General rules for computation of profits. [16 of 1994]                 c. 81:01             Deductions and additions in computation of international character which has been prescribed as such under section 35 of the Income Tax Act;  (s)  the income of any company to the extent that the income of that company is exempt by virtue of any other law of Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "distributions  received by a company from a resident company;"
                },
                {
                    "representation": "(b)",
                    "description": "the profits of an investment company;"
                },
                {
                    "representation": "(c)",
                    "description": "the income of any local authority in so far as that income is not derived from a trade or business carried on by the local authority; and in calculating the income of a local authority for the purpose of this paragraph, the income derived from any market,  abattoir, wharf, cemetery, garden or electric  or water supply shall be exempt from tax;"
                },
                {
                    "representation": "(d)",
                    "description": "the income of any statutory or registered building or friendly society;"
                },
                {
                    "representation": "(e)",
                    "description": "the income of any ecclesiastical, charitable,   or educational institution or endowment of a public character within Guyana or elsewhere as may be approved of by the President, in so far as that income is not derived from a trade or business carried on by the institution: LAWS OF GUYANA 10 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                                           c. 36:20        Provided that a fair or fairs shall not be deemed to be a trade or business for the purpose of this paragraph unless the number of days on which such fair is held, or the aggregate number of days on which such fairs are held, exceeds seven days in the year immediately preceding any year of assessment;"
                },
                {
                    "representation": "(f)",
                    "description": "the income of the Government Savings Bank;"
                },
                {
                    "representation": "(g)",
                    "description": "the income of the Transport Department;"
                },
                {
                    "representation": "(h)",
                    "description": "the income of the Harbour Board;"
                },
                {
                    "representation": "(i)",
                    "description": "the income of the Forest Trust;"
                },
                {
                    "representation": "(j)",
                    "description": "the income of any fund established by a written law requiring public officers or a class of public officers to contribute to the fund;"
                },
                {
                    "representation": "(k)",
                    "description": "the income of any institution established for  the encouragement of thrift which the Minister may declare to be exempt;"
                },
                {
                    "representation": "(l)",
                    "description": "the income of the Central Housing and  Planning Authority constituted under the Housing Act;"
                },
                {
                    "representation": "(m)",
                    "description": "the income of the Catholic Hospital"
                },
                {
                    "representation": "(n)",
                    "description": "the income of any medical clinic or LAWS OF GUYANA Corporation Tax Cap. 81:03 11  L.R.O. 1/2012                                            c. 98:03     hospital carried on otherwise than for the purpose of profit or gain by the Guyana Mission of Seventh-Day Adventists;"
                },
                {
                    "representation": "(o)",
                    "description": "the income of any sports organization derived from any public or private subscription or donation whether by deed or covenant or otherwise or in respect of gains or profits derived from charges for admission to witness or participate in sporting events or from the provision of refreshments to persons who witness sporting events;"
                },
                {
                    "representation": "(p)",
                    "description": "the income arising from investments of any fund or scheme approved of by the Minister as a fund established for the provision of annuities for all or any of the following persons in the events respectively specified, that is to say, for persons employed by the Government or any local authority or in any  trade, profession, or undertaking, either  on retirement at a specified age or for the widows, children or dependants of persons who are or have been so employed on the death of those persons, whether or not such investments represent or are derived from contributions of persons or companies not resident in Guyana;"
                },
                {
                    "representation": "(q)",
                    "description": "the income of a Trade Union registered under the Trade Unions Act;"
                },
                {
                    "representation": "(r)",
                    "description": "the income of any institution or organisation of a national or LAWS OF GUYANA 12 Cap. 81:03 Corporation Tax  L.R.O. 1/2012     c. 81:01          General rules for computation of profits. [16 of 1994]                 c. 81:01             Deductions and additions in computation of international character which has been prescribed as such under section 35 of the Income Tax Act;"
                },
                {
                    "representation": "(s)",
                    "description": "the income of any company to the extent that the income of that company is exempt by virtue of any other law of Guyana."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "General rules for computation of profits. ",
            "context": "CORPORATION TAX ACT under General rules for computation of profits. 8. (1) Except as otherwise provided by this Act, the chargeable profits of a company shall be computed in accordance with income tax principles relating to the Income Tax Act applied by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided by this Act, the chargeable profits of a company shall be computed in accordance with income tax principles relating to the Income Tax Act applied by section"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Deductions and additions in computation of profits for capital allowances and related charges. ",
            "context": "CORPORATION TAX ACT under Deductions and additions in computation of profits for capital allowances and related charges. 9. (1) In computing for purposes of corporation tax a company profits for any year of assessment there shall be made in accordance with this section all such deductions and LAWS OF GUYANA Corporation Tax Cap. 81:03 13  L.R.O. 1/2012 profits for capital allowances and related charges. c. 81:02                  Rate of tax. [13 of 1993 2 of 2011]                                                                                        Minimum tax. [16 of 1994 3 of 1996]               additions as are required to give effect to the provisions of the Income Tax (In Aid of Industry) Act which relate to deductions and allowances and charges in respect of capital expenditure, as those provisions are applied by this Act.  (2) Allowances and charges which fall to be made for any year of assessment in computing the profits of a trade shall be given effect by treating the amount of any allowance as a trading expense of the trade in that year, and by treating the amount on which any such charge is to be made as a trading receipt of the trade in that year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In computing for purposes of corporation tax a company profits for any year of assessment there shall be made in accordance with this section all such deductions and LAWS OF GUYANA Corporation Tax Cap. 81:03 13  L.R.O. 1/2012 profits for capital allowances and related charges. c. 81:02                  Rate of tax. [13 of 1993 2 of 2011]                                                                                        Minimum tax. [16 of 1994 3 of 1996]               additions as are required to give effect to the provisions of the Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "Allowances and charges which fall to be made for any year of assessment in computing the profits of a trade shall be given effect by treating the amount of any allowance as a trading expense of the trade in that year, and by treating the amount on which any such charge is to be made as a trading receipt of the trade in that year."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Rate of tax. 10A.   Minimum tax. 10B.   Withholding tax on payments to contractors. ",
            "context": "CORPORATION TAX ACT under Rate of tax. 10A.   Minimum tax. 10B.   Withholding tax on payments to contractors. 10. Subject to this Act, corporation tax shall be paid at    the rate of    (a)  forty-five per cent of the chargeable profits of a telephone company;  (b)  forty per cent of the chargeable profits of a commercial company, other than a telephone company; and   (c)  thirty per cent of the chargeable profits of any other company.  10A. (1) Where for any year of assessment the corporation tax payable by a commercial company is less than two per cent of the turnover of the commercial company in the year of income immediately preceding that year of assessment, then, notwithstanding anything contained in sections 4 and 10, and subject to the other provisions of this section, for the aforesaid year of assessment there shall be levied on, and paid by, the commercial  company a corporation tax (in this Act referred to as minimum tax) at the rate of two per cent of the turnover of the commercial company in such year of income:  Provided that no minimum tax shall be payable by a commercial company for any year of assessment where its LAWS OF GUYANA 14 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                                                  turnover in the year of income immediately preceding that year of assessment did not exceed one million two hundred thousand dollars.  (2) A resident commercial company shall be liable to pay the tax on its entire turnover, wherever arising or accruing, and a non-resident commercial company shall be liable to pay the tax on its turnover directly or indirectly arising from its operations in Guyana.  (3) The following companies are exempt from the minimum tax  (a)  any company carrying on insurance business in Guyana;  (b)  any company exempt from corporation tax;   (4) In computing the turnover of a commercial company the following shall not be taken into account  (i)  income or receipts, whether in money or moneys worth, which are exempt from corporation tax under section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any company carrying on insurance business in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "any company exempt from corporation tax;"
                },
                {
                    "representation": "(c)",
                    "description": "thirty per cent of the chargeable profits of any other company.  10A."
                },
                {
                    "representation": "(1)",
                    "description": "Where for any year of assessment the corporation tax payable by a commercial company is less than two per cent of the turnover of the commercial company in the year of income immediately preceding that year of assessment, then, notwithstanding anything contained in sections 4 and 10, and subject to the other provisions of this section, for the aforesaid year of assessment there shall be levied on, and paid by, the commercial  company a corporation tax"
                },
                {
                    "representation": "(2)",
                    "description": "A resident commercial company shall be liable to pay the tax on its entire turnover, wherever arising or accruing, and a non-resident commercial company shall be liable to pay the tax on its turnover directly or indirectly arising from its operations in Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "The following companies are exempt from the minimum tax"
                },
                {
                    "representation": "(4)",
                    "description": "In computing the turnover of a commercial company the following shall not be taken into account"
                },
                {
                    "representation": "(i)",
                    "description": "income or receipts, whether in money or moneys worth, which are exempt from corporation tax under section"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to direct distribution of certain profits. ",
            "context": "CORPORATION TAX ACT under Power to direct distribution of certain profits. 11. (1) A close company shall distribute as dividend profits which can be distributed without detriment to the companys business.   (2) With a view to preventing the avoidance of the payment of tax through the withholding from distribution of the profits of a close company which could otherwise be distributed, it is enacted that where it appears to the Commissioner-General that such a company has not distributed to its members as dividend, profits  which could be distributed without detriment to the companys existing business, the Commissioner-General, by notice in writing to the company, may direct  that such profits shall thereupon be distributed, so however, that in determining whether any company has or has not distributed profits that could be distributed as  aforesaid, the Commissioner- General shall LAWS OF GUYANA Corporation Tax Cap. 81:03 19  L.R.O. 1/2012                        Deductions for directors remuneration. [14 of 1992 3 of 1996]       c. 81:02                have regard to the current needs and future development requirements of the companys business.  (3) Where, during any year of assessment, a close company, on an application made in the prescribed manner and within the prescribed time, satisfies the Commissioner-General on the basis of concrete evidence that such distribution could be prejudicial to the current needs or to the future development requirements or both of the company, the Commissioner-General may relieve such company from compliance with the directions under this section to such extent as it may consider appropriate, and the company shall thereupon be so relieved, so, however that if the Commissioner-General refuses so to relieve the company he may treat any such undistributed profits as distributed, and the persons concerned shall be assessable accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A close company shall distribute as dividend profits which can be distributed without detriment to the companys business."
                },
                {
                    "representation": "(2)",
                    "description": "With a view to preventing the avoidance of the payment of tax through the withholding from distribution of the profits of a close company which could otherwise be distributed, it is enacted that where it appears to the Commissioner-General that such a company has not distributed to its members as dividend, profits  which could be distributed without detriment to the companys existing business, the Commissioner-General, by notice in writing to the company, may direct  that such profits shall thereupon be distributed, so however, that in determining whether any company has or has not distributed profits that could be distributed as  aforesaid, the Commissioner- General shall LAWS OF GUYANA Corporation Tax Cap. 81:03 19  L.R.O. 1/2012                        Deductions for directors remuneration. [14 of 1992 3 of 1996]       c. 81:02                have regard to the current needs and future development requirements of the companys business."
                },
                {
                    "representation": "(3)",
                    "description": "Where, during any year of assessment, a close company, on an application made in the prescribed manner and within the prescribed time, satisfies the Commissioner-General on the basis of concrete evidence that such distribution could be prejudicial to the current needs or to the future development requirements or both of the company, the Commissioner-General may relieve such company from compliance with the directions under this section to such extent as it may consider appropriate, and the company shall thereupon be so relieved, so, however that if the Commissioner-General refuses so to relieve the company he may treat any such undistributed profits as distributed, and the persons concerned shall be assessable accordingly."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Deductions for director’s remuneration. ",
            "context": "CORPORATION TAX ACT under Deductions for directors remuneration. 12. (1) In computing the profits of a close company for any year of assessment for the purpose of ascertaining the chargeable profits of such company, the deduction that may be made for the remuneration by way of fees of a director other than a whole-time service director shall not, subject to this section, exceed ten per cent of the chargeable profits, before making the deduction for that  remuneration or for initial allowances, other than the allowance in respect of annual depreciation provided for by the Income Tax (In Aid of Industry) Act, but so that the deduction does not exceed thirty thousand dollars for each such director.  (2) In computing the profits of a close company for any year of assessment there may be allowed a deduction for the remuneration by way of fees paid to any director, who is required to devote substantially the whole of his time to the service of the company in a managerial or technical capacity of an amount not exceeding  (a)  one hundred and twenty thousand dollars, in the case of the highest paid director; LAWS OF GUYANA 20 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                           Supplementary provisions relating to close companies. Schedules.    Application and adaptation of Income Tax (In Aid of Industry) Act as to capital allowance and other matters. c. 81:02 c. 81:01        (b)  ninety-six thousand dollars, in any other case,  so however, that where any such director receives remuneration by way of a salary as a full-time employee of the company, the company may not claim as a deductible expense an amount in excess of sixty thousand dollars in respect of the fees so paid.  (3) Notwithstanding anything in this section to the contrary, where any sum paid to a director of a close company exceeds an amount which in the opinion of the Commissioner-General appears to be fair and reasonable in view of the time provided by the director to the affairs of the company, the Commissioner-General may deem the excess of the amount paid to the director over what is considered to be fair and reasonable, to be a distribution by the company to the director.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In computing the profits of a close company for any year of assessment for the purpose of ascertaining the chargeable profits of such company, the deduction that may be made for the remuneration by way of fees of a director other than a whole-time service director shall not, subject to this section, exceed ten per cent of the chargeable profits, before making the deduction for that  remuneration or for initial allowances, other than the allowance in respect of annual depreciation provided for by the Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "In computing the profits of a close company for any year of assessment there may be allowed a deduction for the remuneration by way of fees paid to any director, who is required to devote substantially the whole of his time to the service of the company in a managerial or technical capacity of an amount not exceeding"
                },
                {
                    "representation": "(a)",
                    "description": "one hundred and twenty thousand dollars, in the case of the highest paid director; LAWS OF GUYANA 20 Cap. 81:03 Corporation Tax  L.R.O. 1/2012                           Supplementary provisions relating to close companies. Schedules.    Application and adaptation of Income Tax"
                },
                {
                    "representation": "(b)",
                    "description": "ninety-six thousand dollars, in any other case,  so however, that where any such director receives remuneration by way of a salary as a full-time employee of the company, the company may not claim as a deductible expense an amount in excess of sixty thousand dollars in respect of the fees so paid."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding anything in this section to the contrary, where any sum paid to a director of a close company exceeds an amount which in the opinion of the Commissioner-General appears to be fair and reasonable in view of the time provided by the director to the affairs of the company, the Commissioner-General may deem the excess of the amount paid to the director over what is considered to be fair and reasonable, to be a distribution by the company to the director."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Supplementary provisions relating to close companies. ",
            "context": "CORPORATION TAX ACT under Supplementary provisions relating to close companies. 13. The Schedule shall have effect for the interpretation and operation of the foregoing sections of this Act relating to close companies, and those sections shall have effect subject to and in accordance with the provisions of that Schedule.",
            "description": "The Schedule shall have effect for the interpretation and operation of the foregoing sections of this Act relating to close companies, and those sections shall have effect subject to and in accordance with the provisions of that Schedule."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Application and adaption of Income Tax (In Aid of Industry) Act as to capital allowance and other matters. ",
            "context": "CORPORATION TAX ACT under Application and adaption of Income Tax (In Aid of Industry) Act as to capital allowance and other matters. 14. (l) Except in so far as this Act otherwise provides, the Income Tax (In Aid of Industry) Act and any provisions of the Income Tax Act relating to the making of allowances or charges under or in accordance with the Income Tax (In Aid of Industry) Act apply equally for purposes of corporation tax and for purposes of income tax.  (2) For the purposes of corporation tax the right to an allowance or liability to a charge for a year of assessment and the rate or amount of any  such allowance, or charge, shall be determined under the provisions referred to in subsection (1) by applying the law in force for the year of assessment. LAWS OF GUYANA Corporation Tax Cap. 81:03 21  L.R.O. 1/2012                           Double taxation relief. c. 81:01                     (3) Where by virtue of this Act any provision of the Income Tax Act applies both to income tax and to corporation tax, it shall not be affected in its operation by the fact that they are distinct taxes but, so far as consistent with this Act, applies in relation to income tax and corporation tax as if they were one tax, so that, in particular, a matter which in a case involving two individuals is relevant for both of them in relation to income tax shall in a like case involving an individual and a company be relevant for him in relation to that tax and for it in relation to corporation tax; and for that purpose in any such provision of the Income Tax Act references to a deduction or allowance for the purpose of ascertaining chargeable income or to a specified provision of that Act shall, in the absence of or subject to any express adaptation made by this Act, be construed as being or including a reference to any corresponding deduction or allowance for the  purpose of ascertaining chargeable profits or to any corresponding provision of this Act.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Except in so far as this Act otherwise provides, the Income Tax"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of corporation tax the right to an allowance or liability to a charge for a year of assessment and the rate or amount of any  such allowance, or charge, shall be determined under the provisions referred to in subsection"
                },
                {
                    "representation": "(1)",
                    "description": "by applying the law in force for the year of assessment. LAWS OF GUYANA Corporation Tax Cap. 81:03 21  L.R.O. 1/2012                           Double taxation relief. c. 81:01"
                },
                {
                    "representation": "(3)",
                    "description": "Where by virtue of this Act any provision of the Income Tax Act applies both to income tax and to corporation tax, it shall not be affected in its operation by the fact that they are distinct taxes but, so far as consistent with this Act, applies in relation to income tax and corporation tax as if they were one tax, so that, in particular, a matter which in a case involving two individuals is relevant for both of them in relation to income tax shall in a like case involving an individual and a company be relevant for him in relation to that tax and for it in relation to corporation tax; and for that purpose in any such provision of the Income Tax Act references to a deduction or allowance for the purpose of ascertaining chargeable income or to a specified provision of that Act shall, in the absence of or subject to any express adaptation made by this Act, be construed as being or including a reference to any corresponding deduction or allowance for the  purpose of ascertaining chargeable profits or to any corresponding provision of this Act."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Double taxation relief. 15A.       Application of the provisions of section 92A of the Income Tax  Act for the purposes of Corporation Tax. ",
            "context": "CORPORATION TAX ACT under Double taxation relief. 15A.       Application of the provisions of section 92A of the Income Tax  Act for the purposes of Corporation Tax. 15. (l) Sections 89 and 90 of the Income Tax Act together with any other enactment relating or referring to double taxation relief shall have effect in relation to corporation tax and profits chargeable thereto as they are expressed to have effect in relation to income tax and income chargeable thereto.  (2) Where dividends are paid by a company resident in a country outside Guyana to a company resident in Guyana which controls directly or  indirectly not less than one-quarter of the voting power of the company paying the dividends, then for the purpose of allowing credit against corporation tax in respect of the dividends in accordance with the Fourth Schedule to the Income Tax Act, any Guyana tax payable by the first-mentioned company in respect of its profits (whether income tax or corporation tax) and any tax so payable under the law of any country outside Guyana shall be taken into account as if it were tax payable under the law of the first-mentioned country. LAWS OF GUYANA 22 Cap. 81:03 Corporation Tax  L.R.O. 1/2012           Application of provisions of section 92A of the Income Tax Act for the purposes of Corporation Tax. [14 of 1989] c. 81:01    Application of the provisions of the Income Tax Act for the purposes of Corporation Tax. [28 of 1991 10 of 2010] c. 81:01            s. 13       (3) For the purposes of this section a company shall be deemed to control, directly or indirectly, not less than one-quarter of the voting power in another company if a third company having such control also controls directly or indirectly not less than one-half of the voting power in the first-mentioned company.  15A. The provisions of section 92A of the Income Tax Act shall, as they apply to income tax, apply mutatis mutandis to corporation tax.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Sections 89 and 90 of the Income Tax Act together with any other enactment relating or referring to double taxation relief shall have effect in relation to corporation tax and profits chargeable thereto as they are expressed to have effect in relation to income tax and income chargeable thereto."
                },
                {
                    "representation": "(2)",
                    "description": "Where dividends are paid by a company resident in a country outside Guyana to a company resident in Guyana which controls directly or  indirectly not less than one-quarter of the voting power of the company paying the dividends, then for the purpose of allowing credit against corporation tax in respect of the dividends in accordance with the Fourth Schedule to the Income Tax Act, any Guyana tax payable by the first-mentioned company in respect of its profits"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section a company shall be deemed to control, directly or indirectly, not less than one-quarter of the voting power in another company if a third company having such control also controls directly or indirectly not less than one-half of the voting power in the first-mentioned company.  15A. The provisions of section 92A of the Income Tax Act shall, as they apply to income tax, apply mutatis mutandis to corporation tax."
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Applications of the provisions of the Income Tax Act for the purposes of the Corporation Tax.  SCHEDULE—Supplementary provision relating to close companies.  __________________________  30 of 1970 An Act to impose a tax on the profits of companies and for purposes connected therewith.   [1ST JANUARY, 1970]   ST[1  JANUARY, 1970]   purposes connected therewith. An Act to impose a tax on the profits of companies and for 30 of 1970 LAWS OF GUYANA 4 Cap. 81:03 Corporation Tax  L.R.O. 1/2012  Short title.   Interpretation.  [25 of 1971 28 of 1991 13 of 1993]                         c. 91:02     c. 81:01                       ",
            "context": "CORPORATION TAX ACT under Applications of the provisions of the Income Tax Act for the purposes of the Corporation Tax.  SCHEDULESupplementary provision relating to close companies.  __________________________  30 of 1970 An Act to impose a tax on the profits of companies and for purposes connected therewith.   [1ST JANUARY, 1970]   ST[1  JANUARY, 1970]   purposes connected therewith. An Act to impose a tax on the profits of companies and for 30 of 1970 LAWS OF GUYANA 4 Cap. 81:03 Corporation Tax  L.R.O. 1/2012  Short title.   Interpretation.  [25 of 1971 28 of 1991 13 of 1993]                         c. 91:02     c. 81:01                       16.  (2) Subject to any enactment applied by this Act which expressly authorises such an allowance, no allowance shall, subject to subsections (4) and (5), be made in ascertaining the chargeable profits  (a)  in respect of distributions; or  (b)  in respect of any annuity or other annual payment.  (3) Subsection (2)(b) does not apply when the company makes a disposition to which section 75(3) of the Income Tax Act applies.  (4) Without prejudice to the generality of subsection (1), any provision of the Income Tax Act which confers an exemption from income tax, or which provides for a person to be charged to income tax on any amount (whether expressed to be income or not, and whether an actual amount or not), shall have the like effect for purposes of corporation tax so far as is consistent with this Act.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Subject to any enactment applied by this Act which expressly authorises such an allowance, no allowance shall, subject to subsections"
                },
                {
                    "representation": "(4)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "in respect of distributions; or"
                },
                {
                    "representation": "(b)",
                    "description": "does not apply when the company makes a disposition to which section 75(3) of the Income Tax Act applies."
                },
                {
                    "representation": "(3)",
                    "description": "Subsection"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Bad and Doubtful Debts (Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Bad and Doubtful Debts (Attach Schedule) 17.",
            "description": "17."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Gross Payments (Schedule F, Part I) ",
            "context": "CORPORATION TAX ACT under Gross Payments (Schedule F, Part I) 18.",
            "description": "18."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Rates and Taxes (Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Rates and Taxes (Attach Schedule) 19.",
            "description": "19."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Advertising ",
            "context": "CORPORATION TAX ACT under Advertising 20.",
            "description": "20."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Contributions to Approved Funds, Schemes or Plans (Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Contributions to Approved Funds, Schemes or Plans (Attach Schedule) 21.",
            "description": "21."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Initials Allowance ( Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Initials Allowance ( Attach Schedule) 23.",
            "description": "23."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Wear and Tear Allowance (Schedule G) ",
            "context": "CORPORATION TAX ACT under Wear and Tear Allowance (Schedule G) 24.",
            "description": "24."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Balance Allowance (Schedule H) ",
            "context": "CORPORATION TAX ACT under Balance Allowance (Schedule H) 25.",
            "description": "25."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Export Allowance (Schedule I) ",
            "context": "CORPORATION TAX ACT under Export Allowance (Schedule I) 26.",
            "description": "26."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Land Development Expenditure Allowance (Page 10) ",
            "context": "CORPORATION TAX ACT under Land Development Expenditure Allowance (Page 10) 27.",
            "description": "27."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Other Deductions e.g. Reinsurances and Provisions of unexpired risks (Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Other Deductions e.g. Reinsurances and Provisions of unexpired risks (Attach Schedule) 28.",
            "description": "28."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Total Deductions (Sum of Lines 14 to 27) ",
            "context": "CORPORATION TAX ACT under Total Deductions (Sum of Lines 14 to 27) 29.   LAWS OF GUYANA 32 Cap. 81:03 Corporation Tax    [Subsidiary]                                            Corporation Tax (Prescribed Forms)   L.R.O. 1/2012",
            "description": "LAWS OF GUYANA 32 Cap. 81:03 Corporation Tax    [Subsidiary]                                            Corporation Tax (Prescribed Forms)   L.R.O. 1/2012"
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Line 13 less Line 29 ",
            "context": "CORPORATION TAX ACT under Line 13 less Line 29 30.",
            "description": "30."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Tax Exempt Income (Schedule I) ",
            "context": "CORPORATION TAX ACT under Tax Exempt Income (Schedule I) 31.",
            "description": "31."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "line 30 less Line 31 ",
            "context": "CORPORATION TAX ACT under line 30 less Line 31 32.",
            "description": "32."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Donation under Covenants (Schedule J) ",
            "context": "CORPORATION TAX ACT under Donation under Covenants (Schedule J) 33.",
            "description": "33."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Chargeable Profits (Line 32 less Line 33)  ",
            "context": "CORPORATION TAX ACT under Chargeable Profits (Line 32 less Line 33)  34.   Corporation Tax",
            "description": "Corporation Tax"
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Total Tax (See page 11 of rates) ",
            "context": "CORPORATION TAX ACT under Total Tax (See page 11 of rates) 35.",
            "description": "35."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Tax Relief for Losses Brought Forward (Attach Schedule) ",
            "context": "CORPORATION TAX ACT under Tax Relief for Losses Brought Forward (Attach Schedule) 36.",
            "description": "36."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "OTHER PAYMENTS (IF ANY) IN RESPECT OF THE YEAR ASSESSMENT 20   GENERAL DECLARATION    LAWS OF GUYANA Corporation Tax Cap.  81:03 31 [Sub-subtitle of Legislation]    [Subsidiary]                                              Corporation Tax (Prescribed Forms)  L.R.O. 1/2012 I, ……………………………………declare that this is a true and correct Return of the  whole  of the Profits of …………………………                                                                      (Name of Company) from every source whatsoever chargeable under the Corporation Tax and that the schedule and statements included in the return are true and correct, and I further declare that I am authorised by………………………… to sign the Return on behalf of the said Company.  Given under my hand this …………….day of………………… 20….  ……………………..                              …………………………… SIGNATURE                                                   OFFICE  COMPUTATION OF TAX LIABILITY- See Instructions on Pg 10 Income  G$  ",
            "context": "CORPORATION TAX ACT under OTHER PAYMENTS (IF ANY) IN RESPECT OF THE YEAR ASSESSMENT 20   GENERAL DECLARATION    LAWS OF GUYANA Corporation Tax Cap.  81:03 31 [Sub-subtitle of Legislation]    [Subsidiary]                                              Corporation Tax (Prescribed Forms)  L.R.O. 1/2012 I, declare that this is a true and correct Return of the  whole  of the Profits of                                                                       (Name of Company) from every source whatsoever chargeable under the Corporation Tax and that the schedule and statements included in the return are true and correct, and I further declare that I am authorised by to sign the Return on behalf of the said Company.  Given under my hand this .day of 20.  ..                               SIGNATURE                                                   OFFICE  COMPUTATION OF TAX LIABILITY- See Instructions on Pg 10 Income  G$  37. Double Tax Relief (Schedule K)",
            "description": "Double Tax Relief (Schedule K)"
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Tax Relief (sum of Line 36 and 37) ",
            "context": "CORPORATION TAX ACT under Tax Relief (sum of Line 36 and 37) 38.",
            "description": "38."
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Tax Liability (Line 35 less Line 38) ",
            "context": "CORPORATION TAX ACT under Tax Liability (Line 35 less Line 38) 39.   Note: (a) Reconciliation of Chargeable Profits with Balance on Profit and Loss Account should be made on Schedule M  SCHEDULE A- GROSS RECEIPTS OR GROSS SALES  Activity 1 Gross Receipts or Gross Sales (a) $ Gross Profit 3 $",
            "description": [
                {
                    "representation": "(a)",
                    "description": "$ Gross Profit 3 $"
                }
            ]
        }
    },
    {
        "act": "CORPORATION TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "500.",
            "context": "CORPORATION TAX ACT under 500.500.00 and double the amount of the tax which has been or would have been undercharged in consequence thereof.",
            "description": "500.00 and double the amount of the tax which has been or would have been undercharged in consequence thereof."
        }
    }
]