[
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CAPITAL GAINS ACT under Short title. 1. This Act may be cited as the Capital Gains Tax Act.",
            "description": "This Act may be cited as the Capital Gains Tax Act."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II ADMINISTRATION  ",
            "context": "CAPITAL GAINS ACT under Interpretation.  PART II ADMINISTRATION  2. In this Act  acquisition, with reference to property, means obtained by purchase, gift, inheritance, or exchange, or in any other manner whatsoever and the word acquired shall be construed accordingly;  body of persons, Commissioner-General, company, local authority, Minister, person, prescribed, resident in Guyana have the meanings respectively assigned to those  expressions by the Income Tax Act;  capital gain  (a)  with reference to the capital gain of any person arising from any change of ownership of property means the amount by which the value of that property at the time when such change of ownership occurs exceeds the cost of acquisition or its value at the time when it was acquired by that LAWS OF GUYANA 6 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                                                  person or the market value as at 1st January, 1991, whichever is later;   (b)  with reference to the capital gain of any person arising from the  surrender or relinquishment of any right or the transfer of some of the rights in any property, means, the value of the consideration for such surrender, relinquishment or transfer;  (c)  with reference to the capital gain of any person arising from  the redemption of any shares, debentures, or other obligations,  means, the amount by which the value of all property received by him in consequence of such redemption exceeds the cost of acquisition or its value at the time when it was acquired by that person or the market value as at 1st January, 1991, whichever is later;  (d)  with reference to the capital gain of any person arising from the dissolution of a business or the liquidation of a company,  means, the amount by which the value of all property received by him in consequence of such dissolution or liquidation exceeds the cost to him of his share of the capital in such business or company or the market value of his share of the capital in such business or company as at 1st January, 1991, or whichever is later;  (e)  with reference to the capital gain LAWS OF GUYANA Capital Gains Tax Cap. 81:20 7  L.R.O. 1/2012                                    c. 81:02 c. 81:01            arising from the amalgamation or merger of two or more companies, means, in the case of a shareholder of any of those companies, any money received by such shareholder in consequence of such amalgamation or merger, and in the case of any other person, the value of the consideration received by such other person for any transaction in  connection with such amalgamation or merger;  (f)  with reference to the capital gain of any person arising from the formation of a company means the value of the consideration received by him for any  transaction in connection with the formation of such company; and  (g)  with reference to the capital gain of any person arising from a transaction promoted by him without being a party to it, means, the sum received by him as a commission or reward:  Provided that in the case of any property in respect of which an allowance was granted for initial, annual or wear and tear allowance or for obsolescence under the Income Tax (In Aid of Industry) Act or the Income Tax Act, the capital gain in each case shall be the amount by which the value of the consideration received exceeds the cost of acquisition or the value upon acquisition, as the case may be, of that property less any initial, annual, wear and tear or obsolescence allowance granted in respect of that property since 1st January, 1991;  capital loss  (a)  with reference to the capital loss of LAWS OF GUYANA 8 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                                                  any person arising from the change of ownership of any property, means the amount by which the value of that property at the time when such change of  ownership occurs is less than the cost of acquisition of that property by that person or the market value as at 1st January, 1991, whichever is later;  (b)  with reference to the capital loss of any person arising from the redemption of any shares, debentures or other obligations, means the amount by which the value of all property received by him in consequence of such redemption is less than the cost to him of that which is redeemed or the market value as at 1st January, 1991, whichever is later;  (c)  with reference to the capital loss of any person arising from the dissolution of a business or the liquidation of a company,   means the amount by which the value of all property received by him in consequence of such dissolution or liquidation is less than the cost to him of his share of the capital in such business or company or the market value as at 1st January, 1991, whichever is later;  (d)  includes the amount of any irrecoverable debt which is secured by a mortgage which is not treated as an allowable deduction under the Income Tax Act: c. 81:01 LAWS OF GUYANA Capital Gains Tax Cap. 81:20 9  L.R.O. 1/2012      c. 81:02 c. 81:01                                          Provided that in the case of any property in respect of which an allowance was granted for initial, annual or wear and tear allowance or for obsolescence under the Income Tax (In Aid of Industry) Act or the Income Tax Act, the capital loss in each case shall be the amount by which the value of the consideration received is less than the cost of acquisition of that property reduced by the amount of the allowance granted in respect of initial, annual, wear and tear or obsolescence allowance on this property since 1st January,",
            "description": [
                {
                    "representation": "(a)",
                    "description": "with reference to the capital loss of LAWS OF GUYANA 8 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                                                  any person arising from the change of ownership of any property, means the amount by which the value of that property at the time when such change of  ownership occurs is less than the cost of acquisition of that property by that person or the market value as at 1st January, 1991, whichever is later;"
                },
                {
                    "representation": "(b)",
                    "description": "with reference to the capital loss of any person arising from the redemption of any shares, debentures or other obligations, means the amount by which the value of all property received by him in consequence of such redemption is less than the cost to him of that which is redeemed or the market value as at 1st January, 1991, whichever is later;"
                },
                {
                    "representation": "(c)",
                    "description": "with reference to the capital loss of any person arising from the dissolution of a business or the liquidation of a company,   means the amount by which the value of all property received by him in consequence of such dissolution or liquidation is less than the cost to him of his share of the capital in such business or company or the market value as at 1st January, 1991, whichever is later;"
                },
                {
                    "representation": "(d)",
                    "description": "includes the amount of any irrecoverable debt which is secured by a mortgage which is not treated as an allowable deduction under the Income Tax Act: c. 81:01 LAWS OF GUYANA Capital Gains Tax Cap. 81:20 9  L.R.O. 1/2012      c. 81:02 c. 81:01                                          Provided that in the case of any property in respect of which an allowance was granted for initial, annual or wear and tear allowance or for obsolescence under the Income Tax"
                },
                {
                    "representation": "(e)",
                    "description": "with reference to the capital gain LAWS OF GUYANA Capital Gains Tax Cap. 81:20 7  L.R.O. 1/2012                                    c. 81:02 c. 81:01            arising from the amalgamation or merger of two or more companies, means, in the case of a shareholder of any of those companies, any money received by such shareholder in consequence of such amalgamation or merger, and in the case of any other person, the value of the consideration received by such other person for any transaction in  connection with such amalgamation or merger;"
                },
                {
                    "representation": "(f)",
                    "description": "with reference to the capital gain of any person arising from the formation of a company means the value of the consideration received by him for any  transaction in connection with the formation of such company; and"
                },
                {
                    "representation": "(g)",
                    "description": "with reference to the capital gain of any person arising from a transaction promoted by him without being a party to it, means, the sum received by him as a commission or reward:  Provided that in the case of any property in respect of which an allowance was granted for initial, annual or wear and tear allowance or for obsolescence under the Income Tax"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Administration of the Act. ",
            "context": "CAPITAL GAINS ACT under Administration of the Act. 3. (1) This Act shall be administered by the Commissioner-General and the officers and persons appointed for the due administration of the Income Tax Act.  (2) Any function conferred by this Act on the Commissioner- General shall be exercised, as may be necessary, by any officer authorised by him, according as the Commissioner-General may direct and references in this Act to the Commissioner-General shall be construed accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act shall be administered by the Commissioner-General and the officers and persons appointed for the due administration of the Income Tax Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any function conferred by this Act on the Commissioner- General shall be exercised, as may be necessary, by any officer authorised by him, according as the Commissioner-General may direct and references in this Act to the Commissioner-General shall be construed accordingly."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Official secrecy.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY  ",
            "context": "CAPITAL GAINS ACT under Official secrecy.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY  4. (1) Every person who has any official duty or is employed in the administration of this Act shall regard and deal with all documents, information, returns, assessment lists and copies of those lists, relating to the income or items of the income of any person, as secret and confidential, and shall make and subscribe before a magistrate a declaration in the form prescribed in the First Schedule:  Provided that any such person who has any official duty or is employed in the administration of the Income Tax Act and has taken and subscribed a declaration in accordance with section 4(1) of that Act, shall be deemed to have taken and subscribed the declaration as required by the foregoing provisions of this subsection.  (2) Every person having possession of or control over any documents, information, returns, or assessment lists or copies of those lists, relating to the income or items of income of anyone who at any time communicates or attempts to communicate that information, or anything contained in the documents, returns, lists, or copies, to any person LAWS OF GUYANA 12 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                Persons to whom this Act does not apply. c. 81:21       Basis of assessment. [33 of 1970]             Special period of assessment. [13 of 1996] c. 81:01       (a)  other than a person to whom he is authorised by the Minister to communicate it; or   (b)  otherwise than for the purposes of this Act, is guilty of an offence.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every person who has any official duty or is employed in the administration of this Act shall regard and deal with all documents, information, returns, assessment lists and copies of those lists, relating to the income or items of the income of any person, as secret and confidential, and shall make and subscribe before a magistrate a declaration in the form prescribed in the First Schedule:  Provided that any such person who has any official duty or is employed in the administration of the Income Tax Act and has taken and subscribed a declaration in accordance with section 4(1) of that Act, shall be deemed to have taken and subscribed the declaration as required by the foregoing provisions of this subsection."
                },
                {
                    "representation": "(2)",
                    "description": "Every person having possession of or control over any documents, information, returns, or assessment lists or copies of those lists, relating to the income or items of income of anyone who at any time communicates or attempts to communicate that information, or anything contained in the documents, returns, lists, or copies, to any person LAWS OF GUYANA 12 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                Persons to whom this Act does not apply. c. 81:21       Basis of assessment. [33 of 1970]             Special period of assessment. [13 of 1996] c. 81:01"
                },
                {
                    "representation": "(a)",
                    "description": "other than a person to whom he is authorised by the Minister to communicate it; or"
                },
                {
                    "representation": "(b)",
                    "description": "otherwise than for the purposes of this Act, is guilty of an offence.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Persons to whom this Act does not apply.  PART IV BASIS OF ASSESSMENT AND IMPOSITION OF CAPITAL GAINS TAX  ",
            "context": "CAPITAL GAINS ACT under Persons to whom this Act does not apply.  PART IV BASIS OF ASSESSMENT AND IMPOSITION OF CAPITAL GAINS TAX  5. This Act does not apply to any of the persons exempt from the operation of the Property Tax Act by virtue of section 6 of that Act.  PART IV BASIS OF ASSESSMENT AND IMPOSITION OF CAPITAL GAINS  TAX",
            "description": "This Act does not apply to any of the persons exempt from the operation of the Property Tax Act by virtue of section 6 of that Act.  PART IV BASIS OF ASSESSMENT AND IMPOSITION OF CAPITAL GAINS  TAX"
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Basis of assessment. ",
            "context": "CAPITAL GAINS ACT under Basis of assessment. 6. Subject to this Act, there shall be charged, levied and collected for each year of assessment a tax (to be called the capital gains tax) upon the net chargeable capital gain of any person for  the year immediately preceding the year of assessment:  Provided that, save as otherwise provided in section 7A(11), where in any year preceding the year of assessment the net chargeable capital gain of any person does not exceed one thousand dollars no tax shall be charged, levied or collected for that year of assessment.",
            "description": "Subject to this Act, there shall be charged, levied and collected for each year of assessment a tax (to be called the capital gains tax) upon the net chargeable capital gain of any person for  the year immediately preceding the year of assessment:  Provided that, save as otherwise provided in section 7A(11), where in any year preceding the year of assessment the net chargeable capital gain of any person does not exceed one thousand dollars no tax shall be charged, levied or collected for that year of assessment."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Special period of assessment. 7A.  Special provisions regarding capital gains and capital losses. ",
            "context": "CAPITAL GAINS ACT under Special period of assessment. 7A.  Special provisions regarding capital gains and capital losses. 7. Where the Commissioner-General has permitted any person under section 12 of the Income Tax Act to compute the gains or profits from his trade or business for the purposes of the Income Tax Act upon the income of a year terminating on some day other than that immediately preceding any year of assessment, the Commissioner-General may permit the net capital gain of that person to be computed for the purposes of this Act upon the capital gains of the year LAWS OF GUYANA Capital Gains Tax Cap. 81:20 13  L.R.O. 1/2012                   Special provisions regarding capital gains and capital losses. [33 of 1970 6 of 1989 6 of 1991 13 of 1996]                         terminating on that day in the year immediately preceding the year of assessment:  Provided that where permission has been given for any year of assessment, capital gains tax shall be charged, levied and collected for each subsequent year upon the net capital gain for the full year terminating on the like date in the year immediately preceding the year of assessment subject to any such adjustment as in the opinion of the Commissioner-General may be just and reasonable.  7A. (1) Where a capital gain or a capital loss arises from the change of ownership of any property occurring on a donation of that property by its owner to any other person such capital gain or capital loss shall be deemed to be a capital gain or a capital loss, as the case may be, of the donor.  (2) [Deleted by Act No. 6 of 1991]  (3) A persons acquisition of property and the disposal of it to him shall for the purposes of this Act be deemed to be for a consideration equal to the market value of the property where he acquires the property otherwise than by way of a bargain made at arms length and in particular where he acquires it by way of gift or by way of distribution from a company in respect of shares in the company, and where the Commissioner-General is dissatisfied with the amount of consideration stated for the disposal or acquisition of any such property, he may reject such consideration and substitute therefor the market value of a competent valuer.  (4) In relation to property forming part of the estate of a deceased person the personal representatives shall for the purposes of this Act be treated as being a single and continuing body of persons (distinct from the persons who may, from time to time, be the personal representatives), and that body shall be treated as having the residence and domicile of the deceased at the date of death.  LAWS OF GUYANA 14 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                                           c. 81:21   c. 81:01   Charge of capital gains (5) [Deleted by Act No. 6 of 1991]  (6) On a person acquiring any property as a beneficiary of a deceased persons estate he shall be treated as if the personal representatives acquisition of the asset had been his acquisition of it.  (7)  [Deleted by Act No. 6 of 1991]  (8) Capital gains tax due from the personal representatives of a deceased person may be assessed and charged on and in the name of any one or more of those personal representatives, but where an assessment is made in pursuance of this subsection otherwise than on all the personal representatives the persons assessed shall not include a person who is not resident or ordinarily resident in Guyana.  (9) [Deleted by Act No. 6 of 1991]  (10) Chargeable gains accruing to the personal representatives of a deceased person, and capital gains tax chargeable on or in the name of such personal representatives, shall not be regarded for the purposes of this Act as accruing to, or chargeable on, any other person.  (11) [Deleted by Act No. 6 of 1991]  (12) A person shall not be chargeable with capital gains tax in respect of any acquisition and disposal by reference to a disposal under this section made to any institution or endowment mentioned in section 6(k) of the Property Tax Act, or to the Government for public purposes, or to any prescribed institution or organisation of a national character in Guyana, pursuant to section 35 of the Income Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a capital gain or a capital loss arises from the change of ownership of any property occurring on a donation of that property by its owner to any other person such capital gain or capital loss shall be deemed to be a capital gain or a capital loss, as the case may be, of the donor."
                },
                {
                    "representation": "(2)",
                    "description": "[Deleted by Act No. 6 of 1991]"
                },
                {
                    "representation": "(3)",
                    "description": "A persons acquisition of property and the disposal of it to him shall for the purposes of this Act be deemed to be for a consideration equal to the market value of the property where he acquires the property otherwise than by way of a bargain made at arms length and in particular where he acquires it by way of gift or by way of distribution from a company in respect of shares in the company, and where the Commissioner-General is dissatisfied with the amount of consideration stated for the disposal or acquisition of any such property, he may reject such consideration and substitute therefor the market value of a competent valuer."
                },
                {
                    "representation": "(4)",
                    "description": "In relation to property forming part of the estate of a deceased person the personal representatives shall for the purposes of this Act be treated as being a single and continuing body of persons"
                },
                {
                    "representation": "(5)",
                    "description": "[Deleted by Act No. 6 of 1991]"
                },
                {
                    "representation": "(6)",
                    "description": "On a person acquiring any property as a beneficiary of a deceased persons estate he shall be treated as if the personal representatives acquisition of the asset had been his acquisition of it."
                },
                {
                    "representation": "(7)",
                    "description": "[Deleted by Act No. 6 of 1991]"
                },
                {
                    "representation": "(8)",
                    "description": "Capital gains tax due from the personal representatives of a deceased person may be assessed and charged on and in the name of any one or more of those personal representatives, but where an assessment is made in pursuance of this subsection otherwise than on all the personal representatives the persons assessed shall not include a person who is not resident or ordinarily resident in Guyana."
                },
                {
                    "representation": "(9)",
                    "description": "[Deleted by Act No. 6 of 1991]"
                },
                {
                    "representation": "(k)",
                    "description": "of the Property Tax Act, or to the Government for public purposes, or to any prescribed institution or organisation of a national character in Guyana, pursuant to section 35 of the Income Tax Act."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Charge of capital gains tax.  PART V ASCERTAINMENT OF CAPITAL GAINS AND LOSSES SECTION  ",
            "context": "CAPITAL GAINS ACT under Charge of capital gains tax.  PART V ASCERTAINMENT OF CAPITAL GAINS AND LOSSES SECTION  8. (1) Capital gains tax shall, subject to this Act, be payable at the rate specified in section 12 upon the net LAWS OF GUYANA Capital Gains Tax Cap. 81:20 15  L.R.O. 1/2012 tax. [22 of 1967 33 of 1970 6 of 1989 16 of 1994 13 of 1996]                                            chargeable capital gains of any person accruing in or derived from Guyana or elsewhere and whether received in Guyana or not in respect of the capital gains arising from  (a)  the change of ownership of any property occurring by sale, disposal, transfer, realisation or exchange, or in any other manner whatsoever;   (b)  the surrender or relinquishment of any right in any property other than the surrender of a life insurance policy;   (c)  the transfer of some of the rights in any property other than the transfer of the rights of a trustee in any property subject to a trust;  (d)  the redemption of any shares, debentures, or  other obligations;  (e)  the dissolution of a business or the liquidation of a company;  (f)  the amalgamation or merger of two or more businesses or companies;  (g)  the formation of a company; or  (h)  any transaction in connection with which a person who promotes that transaction without being a party to it receives any commission or reward:  Provided that   (i)  where any such gains are treated as profits or income LAWS OF GUYANA 16 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  c. 81:01                                                under the Income Tax Act no capital gains tax shall be payable on any such gains;  (ii)  in the case of capital gains accruing outside of Guyana which accrue to a person who is not ordinarily resident or is not domiciled in Guyana capital gains tax shall be payable on the amount of capital gains received in Guyana;  (iii)  the capital gains tax shall not be payable on capital gains arising from the several sources listed in paragraphs (a) to (h)  (inclusive) where such change of ownership, surrender or relinquishment or transfer of rights, redemption, dissolution, liquidation, amalgamation, merger, formation or transaction was effected more than twenty- five years after the date of acquisition by a person of such rights, shares, debentures, or obligations, or business, or other property from which the capital gains arose:  Provided further that the net chargeable capital gains arising to any person within a period of twelve months after the change of ownership occurs and upon which capital gains tax would, but for this paragraph, have been charged, shall, unless the contrary is established by that person to the satisfaction of the Commissioner-General, be deemed to be part of the chargeable income for the year of assessment of LAWS OF GUYANA Capital Gains Tax Cap. 81:20 17  L.R.O. 1/2012                               Deductible expenditure.                 that person arising out of gains or profits from any  trade, business, profession or vocation, and chargeable with tax recoverable under the provisions of the Income Tax Act.  (2) Capital gains tax shall not be payable upon capital gains arising to any person from the change of ownership of shares or stock in public companies limited by shares, and such capital gains shall not be deemed to be part of the chargeable income of that person under the provisions of the Income Tax Act, whether or not the second proviso to subsection (1) applies to such capital gains:   Provided that in the case of a company which was a private company immediately before 7th March 1994, and was   subsequently converted into a public company limited by shares, this subsection shall apply only to capital gains arising from the change of ownership of shares or stock after the expiry of two years from the date on which the company was converted into a public company limited by shares.   PART V ASCERTAINMENT OF CAPITAL GAINS AND LOSSES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "applies to such capital gains:   Provided that in the case of a company which was a private company immediately before 7th March 1994, and was   subsequently converted into a public company limited by shares, this subsection shall apply only to capital gains arising from the change of ownership of shares or stock after the expiry of two years from the date on which the company was converted into a public company limited by shares.   PART V ASCERTAINMENT OF CAPITAL GAINS AND LOSSES"
                },
                {
                    "representation": "(a)",
                    "description": "to"
                },
                {
                    "representation": "(b)",
                    "description": "the surrender or relinquishment of any right in any property other than the surrender of a life insurance policy;"
                },
                {
                    "representation": "(c)",
                    "description": "the transfer of some of the rights in any property other than the transfer of the rights of a trustee in any property subject to a trust;"
                },
                {
                    "representation": "(d)",
                    "description": "the redemption of any shares, debentures, or  other obligations;"
                },
                {
                    "representation": "(e)",
                    "description": "the dissolution of a business or the liquidation of a company;"
                },
                {
                    "representation": "(f)",
                    "description": "the amalgamation or merger of two or more businesses or companies;"
                },
                {
                    "representation": "(g)",
                    "description": "the formation of a company; or"
                },
                {
                    "representation": "(h)",
                    "description": ""
                },
                {
                    "representation": "(i)",
                    "description": "where any such gains are treated as profits or income LAWS OF GUYANA 16 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  c. 81:01                                                under the Income Tax Act no capital gains tax shall be payable on any such gains;"
                },
                {
                    "representation": "(2)",
                    "description": "Capital gains tax shall not be payable upon capital gains arising to any person from the change of ownership of shares or stock in public companies limited by shares, and such capital gains shall not be deemed to be part of the chargeable income of that person under the provisions of the Income Tax Act, whether or not the second proviso to subsection"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Deductible expenditure.  ",
            "context": "CAPITAL GAINS ACT under Deductible expenditure.  9. The amount of a capital gain or capital loss arising from the change of ownership of any property shall be computed after making the following deductions  (a)  the expenditure (other than the purchase price, if any) incurred solely in connection with the acquisition of that property by the person who is the owner of that property immediately before the occurrence of such  change of ownership;  (b)  the expenditure incurred by the aforesaid owner in making improvements, additions  or LAWS OF GUYANA 18 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012             c. 81:01 c. 81:02             Net capital loss carried forward. [22 of 1967]                       alterations to that property; and  (c)  the expenditure incurred by the aforesaid owner solely in connection with the transaction which results in such change of ownership:  Provided that if any amount of the aforesaid expenditure was allowed as a deduction for the purposes of income tax under the Income Tax Act or the Income Tax (In Aid of Industry) Act, such amount shall not be allowed in computing a capital gain or capital loss under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the expenditure"
                },
                {
                    "representation": "(b)",
                    "description": "the expenditure incurred by the aforesaid owner in making improvements, additions  or LAWS OF GUYANA 18 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012             c. 81:01 c. 81:02             Net capital loss carried forward. [22 of 1967]                       alterations to that property; and"
                },
                {
                    "representation": "(c)",
                    "description": "the expenditure incurred by the aforesaid owner solely in connection with the transaction which results in such change of ownership:  Provided that if any amount of the aforesaid expenditure was allowed as a deduction for the purposes of income tax under the Income Tax Act or the Income Tax"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Net capital loss carried forward. ",
            "context": "CAPITAL GAINS ACT under Net capital loss carried forward. 10. Where in any year preceding the year of assessment a net capital loss is incurred by any person the amount of the net capital loss shall be carried forward and, subject as hereinafter provided, shall be set off against his net capital gain in the next twenty-four years in succession:   Provided that  (a)  the amount of any such net capital loss allowed to be set off in computing the net chargeable capital gain of any year shall not be set off in computing the net chargeable capital gain of any other year; and  (b)  where in any year preceding the year of assessment the net capital loss of any person does not exceed one thousand dollars such amount of his net capital loss shall not be allowed to be carried forward as a set off against his net capital gains of future years.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the amount of any such net capital loss allowed to be set off in computing the net chargeable capital gain of any year shall not be set off in computing the net chargeable capital gain of any other year; and"
                },
                {
                    "representation": "(b)",
                    "description": "where in any year preceding the year of assessment the net capital loss of any person does not exceed one thousand dollars such amount of his net capital loss shall not be allowed to be carried forward as a set off against his net capital gains of future years."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Charge of wife’s capital gains.    LAWS OF GUYANA 4 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012   SECTION  PART VI RATE OF CAPITAL GAINS TAX  ",
            "context": "CAPITAL GAINS ACT under Charge of wifes capital gains.    LAWS OF GUYANA 4 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012   SECTION  PART VI RATE OF CAPITAL GAINS TAX  11. The net capital gain of a married woman living with her husband shall be charged in her name.  [5 of 1987] gains. wifes capital Charge of   LAWS OF GUYANA Capital Gains Tax Cap. 81:20 19  L.R.O. 1/2012      Rate of tax.  [22 of 1967 33 of 1970]   Companies not entitled to deduct tax from dividends paid out of capital gains. c. 81:01 c. 81:02       Assessments, collection, appeals. [13 of 1996]           Persons to estimate and pay tax. [6 of 1989 13 of 1996]        PART VI RATE OF CAPITAL GAINS TAX",
            "description": "The net capital gain of a married woman living with her husband shall be charged in her name.  [5 of 1987] gains. wifes capital Charge of   LAWS OF GUYANA Capital Gains Tax Cap. 81:20 19  L.R.O. 1/2012      Rate of tax.  [22 of 1967 33 of 1970]   Companies not entitled to deduct tax from dividends paid out of capital gains. c. 81:01 c. 81:02       Assessments, collection, appeals. [13 of 1996]           Persons to estimate and pay tax. [6 of 1989 13 of 1996]        PART VI RATE OF CAPITAL GAINS TAX"
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Rate of tax. ",
            "context": "CAPITAL GAINS ACT under Rate of tax. 12. Subject to section 8, capital gains tax shall be charged upon the net chargeable capital gain of any person for each year of assessment at the rate of twenty per cent.",
            "description": "Subject to section 8, capital gains tax shall be charged upon the net chargeable capital gain of any person for each year of assessment at the rate of twenty per cent."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Companies not entitled to deduct tax from dividends paid out of capital gains.  PART VII RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY AND PAYMENT AND OFFENCES  ",
            "context": "CAPITAL GAINS ACT under Companies not entitled to deduct tax from dividends paid out of capital gains.  PART VII RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY AND PAYMENT AND OFFENCES  13. Notwithstanding anything to the contrary contained in the Income Tax Act or the Income Tax (In Aid of Industry) Act, a company shall not be entitled to deduct income tax or capital gains tax from any dividend paid to a shareholder out of net capital gains.   PART VII RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY  AND PAYMENT AND OFFENCES",
            "description": "Notwithstanding anything to the contrary contained in the Income Tax Act or the Income Tax (In Aid of Industry) Act, a company shall not be entitled to deduct income tax or capital gains tax from any dividend paid to a shareholder out of net capital gains.   PART VII RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY  AND PAYMENT AND OFFENCES"
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Assessments, collection, appeals.  14A.   Person to estimate and pay tax. ",
            "context": "CAPITAL GAINS ACT under Assessments, collection, appeals.  14A.   Person to estimate and pay tax. 14. (1) Capital gains tax shall be assessed and collected by the Commissioner-General.  (2) Every person chargeable with capital gains tax shall on or before the prescribed day in every year deliver to the Commissioner- General a true and correct return of his capital gains   from every source whatsoever for the year immediately preceding the year of assessment and shall, if absent from Guyana, give the name and address of an agent residing therein.  14A. (1) Subject to sections 8, every person required by section 14 to deliver to the Commissioner-General a return of his capital gains shall in that return estimate the amount of tax payable.  (2) The tax estimated in subsection (1) shall be paid to the Commissioner-General on or before the prescribed day referred to in section 14(2).  LAWS OF GUYANA 20 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  Offence for failure to furnish returns and particulars. c. 81:01   Offences in relation to information required. [8 of 1992 13 of 1996] c.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be paid to the Commissioner-General on or before the prescribed day referred to in section 14(2).  LAWS OF GUYANA 20 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  Offence for failure to furnish returns and particulars. c. 81:01   Offences in relation to information required. [8 of 1992 13 of 1996] c."
                },
                {
                    "representation": "(2)",
                    "description": "The tax estimated in subsection"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Offence for failure to furnish returns and particulars. ",
            "context": "CAPITAL GAINS ACT under Offence for failure to furnish returns and particulars. 15. Any person who refuses, fails, or neglects to perform any act required by section 60 or 61 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax is guilty of an offence.",
            "description": "Any person who refuses, fails, or neglects to perform any act required by section 60 or 61 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax is guilty of an offence."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Offences in relation to information required. ",
            "context": "CAPITAL GAINS ACT under Offences in relation to information required. 16. Every person who  (a)  fails to give to the Commissioner-General any information required in accordance with section 63 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax; or  (b)  fails to produce for the inspection of the Commissioner-General or any person duly authorised by him as aforesaid any of the  records specified in section 63(2) which he may be required by the Commissioner- General or such duly authorised person to produce,   is liable on summary conviction to a fine of ten thousand dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "fails to give to the Commissioner-General any information required in accordance with section 63 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax; or"
                },
                {
                    "representation": "(b)",
                    "description": "fails to produce for the inspection of the Commissioner-General or any person duly authorised by him as aforesaid any of the  records specified in section 63(2) which he may be required by the Commissioner- General or such duly authorised person to produce,   is liable on summary conviction to a fine of ten thousand dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Offence to obstruct Commissioner-General. ",
            "context": "CAPITAL GAINS ACT under Offence to obstruct Commissioner-General. 17. Any person who refuses to permit the Commissioner- General or any officer duly authorised in writing in that behalf by him after production of his authority, to enter any premises referred to in section 64(1) of the Income Tax Act as applied by this Act for the purposes of the capital gains tax or obstructs the Commissioner- General or such an officer in the discharge of his functions under the said subsection is liable on summary conviction to a fine of ten thousand dollars or to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Income Tax Act as applied by this Act for the purposes of the capital gains tax or obstructs the Commissioner- General or such an officer in the discharge of his functions under the said subsection is liable on summary conviction to a fine of ten thousand dollars or to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Failure to keep records, books and accounts. ",
            "context": "CAPITAL GAINS ACT under Failure to keep records, books and accounts. 18. Any person who refuses, fails or neglects to keep such records, books and accounts in the manner directed by the Commissioner  General under section 65(1) of the LAWS OF GUYANA Capital Gains Tax Cap. 81:20 21  L.R.O. 1/2012 [13 of 1996] c. 81:01   Offences in relation to partnerships. c. 81:01   Failure or neglect to perform certain acts. [13 of 1996] c. 81:01   Offence in relation to witnesses summoned before Board of Review. [8 of 1992]            c. 81:01   Penalties for offences. [8 of 1992]   Penalty for making incorrect return. Income Tax Act, as applied by this Act for the purposes of the capital gains tax, is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the LAWS OF GUYANA Capital Gains Tax Cap. 81:20 21  L.R.O. 1/2012 [13 of 1996] c. 81:01   Offences in relation to partnerships. c. 81:01   Failure or neglect to perform certain acts. [13 of 1996] c. 81:01   Offence in relation to witnesses summoned before Board of Review. [8 of 1992]            c. 81:01   Penalties for offences. [8 of 1992]   Penalty for making incorrect return. Income Tax Act, as applied by this Act for the purposes of the capital gains tax, is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Offences in relation to partnerships. ",
            "context": "CAPITAL GAINS ACT under Offences in relation to partnerships. 19. Any person who refuses, fails or neglects to deliver any return required by section 66 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax is guilty of an offence.",
            "description": "Any person who refuses, fails or neglects to deliver any return required by section 66 of the Income Tax Act as applied by this Act for the purposes of the capital gains tax is guilty of an offence."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Failure or neglect to perform certain acts. ",
            "context": "CAPITAL GAINS ACT under Failure or neglect to perform certain acts. 20. Any person who refuses, fails or neglects to perform any act required by the Commissioner-General to be done in pursuance of section 78(4) of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, is guilty of an offence.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Offence in relation to witnesses summoned before Board of Review. ",
            "context": "CAPITAL GAINS ACT under Offence in relation to witnesses summoned before Board of Review. 21. (1) Any person who, being before the Board in pursuance of any summons, refuses to give evidence or refuses without lawful excuse to produce any book or document in his custody or control when required so to do by the Board shall be liable on summary conviction to a fine of five hundred dollars:  Provided that no person giving evidence before the Board shall be compellable to answer any question if, in the opinion of the Board, the answer would tend to expose the witness, his wife, or her husband to any criminal charge or to any penalty or forfeiture other than civil proceedings at the instance of the State or of any other person.  (2) In this section the Board means the Board of Review established by section 79 of the Income Tax Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who, being before the Board in pursuance of any summons, refuses to give evidence or refuses without lawful excuse to produce any book or document in his custody or control when required so to do by the Board shall be liable on summary conviction to a fine of five hundred dollars:  Provided that no person giving evidence before the Board shall be compellable to answer any question if, in the opinion of the Board, the answer would tend to expose the witness, his wife, or her husband to any criminal charge or to any penalty or forfeiture other than civil proceedings at the instance of the State or of any other person."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the Board means the Board of Review established by section 79 of the Income Tax Act."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Penalties for offences. ",
            "context": "CAPITAL GAINS ACT under Penalties for offences. 22. Anyone guilty of an offence against this Act for which no special penalty is provided shall be liable on summary conviction to a fine of five thousand dollars.",
            "description": "Anyone guilty of an offence against this Act for which no special penalty is provided shall be liable on summary conviction to a fine of five thousand dollars."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Penalty for making incorrect return. ",
            "context": "CAPITAL GAINS ACT under Penalty for making incorrect return. 23. (l) Every person who without reasonable excuse  (a)  makes an incorrect return by omitting or understating any capital gains of LAWS OF GUYANA 22 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  [8 of 1992 13 of 1996]                                          c. 81:01     which he is required by virtue of this Act to make a return whether on his own behalf or on behalf of another person; or  (b)  makes an incorrect statement in connection with a claim for deduction in estimating capital gains; or  (c)  gives any incorrect information in relation to any matter or thing affecting his own liability to capital gains tax or the liability of any other person,  shall notwithstanding anything to the contrary contained in this Act be liable on summary conviction to a fine of ten thousand dollars and double the amount of tax which has been undercharged in consequence of such incorrect return, statement or information, or would have been so undercharged if the return, statement or information had been accepted as correct.  (2) The Commissioner-General may compound any offence under this section, and may, before judgment, stay or compound any proceedings thereunder. When the Commissioner-General has compounded any such offence, the sum for which the offence is compounded shall be deemed to be capital gains tax assessed under this Act and all the powers of the Commissioner-General under this Act to enforce payment and recovery of any assessment shall apply to the payment and recovery of the sum compounded as if it were capital gains tax assessed under this Act:  Provided that sections 78 and 86 of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, shall not apply to any composition deemed to be capital gains tax assessed under this subsection.  LAWS OF GUYANA Capital Gains Tax Cap. 81:20 23  L.R.O. 1/2012 False statements and returns.  [8 of 1992 13 of 1996]",
            "description": [
                {
                    "representation": "(l)",
                    "description": "Every person who without reasonable excuse"
                },
                {
                    "representation": "(a)",
                    "description": "makes an incorrect return by omitting or understating any capital gains of LAWS OF GUYANA 22 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012  [8 of 1992 13 of 1996]                                          c. 81:01     which he is required by virtue of this Act to make a return whether on his own behalf or on behalf of another person; or"
                },
                {
                    "representation": "(b)",
                    "description": "makes an incorrect statement in connection with a claim for deduction in estimating capital gains; or"
                },
                {
                    "representation": "(c)",
                    "description": "gives any incorrect information in relation to any matter or thing affecting his own liability to capital gains tax or the liability of any other person,  shall notwithstanding anything to the contrary contained in this Act be liable on summary conviction to a fine of ten thousand dollars and double the amount of tax which has been undercharged in consequence of such incorrect return, statement or information, or would have been so undercharged if the return, statement or information had been accepted as correct."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner-General may compound any offence under this section, and may, before judgment, stay or compound any proceedings thereunder. When the Commissioner-General has compounded any such offence, the sum for which the offence is compounded shall be deemed to be capital gains tax assessed under this Act and all the powers of the Commissioner-General under this Act to enforce payment and recovery of any assessment shall apply to the payment and recovery of the sum compounded as if it were capital gains tax assessed under this Act:  Provided that sections 78 and 86 of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, shall not apply to any composition deemed to be capital gains tax assessed under this subsection.  LAWS OF GUYANA Capital Gains Tax Cap. 81:20 23  L.R.O. 1/2012 False statements and returns.  [8 of 1992 13 of 1996]"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "False statements and returns. ",
            "context": "CAPITAL GAINS ACT under False statements and returns. 24. (1) Any person who  (a) (i) for the purpose of obtaining any deduction, rebate, reduction, or payment, in respect of capital gains tax for himself or for any other persons; or (ii)  in any return, account, or  particulars, made or furnished with reference to capital gains tax, knowingly makes any false statement or false representations; or  (b)  aids, abets, assists, counsels, incites, or induces another person  (i)  to make or deliver any false return or statement under this Act; or  (ii)  to keep or prepare any false accounts or particulars concerning any income on which capital gains tax is payable under this Act,  shall be liable on summary conviction to a fine of ten thousand dollars and treble the amount of capital gains tax which has been undercharged in consequence of such false account, particulars, return, statement, information or representation, or would have been so undercharged if the account, particulars, return, statement, information or representation had been accepted as correct, and to imprisonment for six months.  (2) The Commissioner-General may compound any offence under this section, and may, before judgment, LAWS OF GUYANA 24 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012             c. 81:01                                   Impeding or obstructing the Commissioner- stay or compound any proceedings thereunder. When the Commissioner-General has compounded any such offence, the sum for which the offence is compounded shall be deemed to be capital gains tax assessed under this Act and all the powers of the Commissioner-General under this Act to enforce payment and recovery of any assessment shall apply to the payment and recovery of the sum compounded as if it were capital gains tax assessed under this Act:  Provided that sections 78 and 86 of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, shall not apply to any composition deemed to be capital gains tax assessed under this subsection.  (3) For the purposes of this section, a false statement or false representation must be presumed to have been knowingly made  (a)  whenever it reveals a degree of negligence on behalf of the person making it which is inconsistent with his obligation under this Act to make a true and correct return, account, statement, representation or declaration, or true and correct particulars; or  (b)  whenever a person fails to notify the Commissioner-General without unreasonable delay of any error or omission in any return, statement, declaration or representation, account or particulars furnished, delivered, made, kept or prepared, as the case may be, by him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "whenever it reveals a degree of negligence on behalf of the person making it which is inconsistent with his obligation under this Act to make a true and correct return, account, statement, representation or declaration, or true and correct particulars; or"
                },
                {
                    "representation": "(b)",
                    "description": "whenever a person fails to notify the Commissioner-General without unreasonable delay of any error or omission in any return, statement, declaration or representation, account or particulars furnished, delivered, made, kept or prepared, as the case may be, by him."
                },
                {
                    "representation": "(i)",
                    "description": "to make or deliver any false return or statement under this Act; or"
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner-General may compound any offence under this section, and may, before judgment, LAWS OF GUYANA 24 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012             c. 81:01                                   Impeding or obstructing the Commissioner- stay or compound any proceedings thereunder. When the Commissioner-General has compounded any such offence, the sum for which the offence is compounded shall be deemed to be capital gains tax assessed under this Act and all the powers of the Commissioner-General under this Act to enforce payment and recovery of any assessment shall apply to the payment and recovery of the sum compounded as if it were capital gains tax assessed under this Act:  Provided that sections 78 and 86 of the Income Tax Act, as applied by this Act for the purposes of the capital gains tax, shall not apply to any composition deemed to be capital gains tax assessed under this subsection."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, a false statement or false representation must be presumed to have been knowingly made"
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Impeding or obstructing the Commissioner - General or his officers. ",
            "context": "CAPITAL GAINS ACT under Impeding or obstructing the Commissioner - General or his officers. 25. Any person who obstructs or impedes, or insults, or molests, a Commissioner-General, or other officer in the discharge of his duties, or in his official capacity, or in the LAWS OF GUYANA Capital Gains Tax Cap. 81:20 25  L.R.O. 1/2012 General or his officers. [13 of 1996]  Limitation for institution of proceedings.   Application of provisions of Income Tax Act for the purposes of the capital gains tax. [8 of 1992] Second Schedule. c. 81:01     Double taxation relief.  [6 of 1991] c. 81:01    Power to make regulations.       s. 4(1)            exercise of his powers under this Act, shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "exercise of his powers under this Act, shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Limitation for institution of proceedings. ",
            "context": "CAPITAL GAINS ACT under Limitation for institution of proceedings. 26. Proceedings for an offence under this Act may be instituted at any time within six years after the commission of the offence.",
            "description": "Proceedings for an offence under this Act may be instituted at any time within six years after the commission of the offence."
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Application of provisions of the Income Tax Act for the purposes of the capital gains tax. ",
            "context": "CAPITAL GAINS ACT under Application of provisions of the Income Tax Act for the purposes of the capital gains tax. 27. (1) The provisions of the Income Tax Act specified in the Second Schedule to this Act shall, as the same apply to income tax, apply mutatis mutandis in relation to the capital gains tax.  (2) [Deleted by Act No. 8 of 1992]       27A. Sections 89 and 90 of the Income Tax Act and any other written law relating to double taxation relief shall mutatis mutandis apply to and in relation to capital gains tax and gains chargeable thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The provisions of the Income Tax Act specified in the Second Schedule to this Act shall, as the same apply to income tax, apply mutatis mutandis in relation to the capital gains tax."
                },
                {
                    "representation": "(2)",
                    "description": "[Deleted by Act No. 8 of 1992]       27A. Sections 89 and 90 of the Income Tax Act and any other written law relating to double taxation relief shall mutatis mutandis apply to and in relation to capital gains tax and gains chargeable thereto."
                }
            ]
        }
    },
    {
        "act": "CAPITAL GAINS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Double taxation relief. ",
            "context": "CAPITAL GAINS ACT under Double taxation relief. 28. The Minister may, from time to time, make regulations generally for carrying out the provisions of this Act.    FIRST SCHEDULE  DECLARATION OF SECRECY  I,                                                           do solemnly declare that I will truthfully, faithfully, impartially and honestly, according to the best of my skill and knowledge execute the powers and authorities vested in me by the Capital Gains Tax Act and that I will exercise the powers entrusted to me by the said Act in such manner only as shall appear to me necessary for the due LAWS OF GUYANA 26 Cap. 81:20 Capital Gains Tax  L.R.O. 1/2012                                   s. 27 [14 of 1989]       execution of the same; and that I will judge and determine upon all matters and things which shall be brought before me under the said Act, without favour, affection or malice; and that I will not  disclose any particular contained in any schedule, statement, return or other document delivered with respect to any tax charged under the provisions of the said Act, or any evidence or answer given by any person who shall be examined, in pursuance of the said Act, excepting to such persons only as shall act in the execution of the said Act, and where it shall be necessary to disclose the same to them for the purposes of the said Act, or for the purposes of or in the course of a prosecution for perjury, or for an offence under the said Act.   Declared before me                                                 this     day of                    , 20            .                                                    ...................................................                                                                 Magistrate   _______________   SECOND SCHEDULE  Sections 48, 49(1), (2) and (5), 50, 52, 53, 54, 55, 60(1), (2), (3) and (4), 61(1), 63(1) and (2), 64(1),65(1), 66, 68, 71, 72, 74, 76, 78(1), (2), (3), (4) and (5), 79, 80, 81, 82, 83, 84(1), 86, 87, 88,  92 A 97(1), (2) and (4), 98, 99, 101, 102, 103, 104, 105, 106, 108, 115 and",
            "description": [
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                }
            ]
        }
    }
]