[
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "000",
            "title": "She will be assessed in her name and the tax so assessed is collectible from her.  ",
            "context": "PROPERTY TAX ACT under She will be assessed in her name and the tax so assessed is collectible from her.  00.",
            "description": "00."
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PROPERTY TAX ACT under Short title. 1.  This Act may be cited as the Property Tax Act.",
            "description": "This Act may be cited as the Property Tax Act."
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Commencement. ",
            "context": "PROPERTY TAX ACT under Commencement. 2. This Act shall with respect to the Property Tax, be deemed to have come into force with respect to and from the year of assessment commencing on  the 1st January,",
            "description": "This Act shall with respect to the Property Tax, be deemed to have come into force with respect to and from the year of assessment commencing on  the 1st January,"
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Interpretation.  PART II ADMINISTRATION  ",
            "context": "PROPERTY TAX ACT under Interpretation.  PART II ADMINISTRATION  3.  In this Act  acquired with reference to property, means acquired by purchase, gift, inheritance, or exchange, or in any other manner whatsoever; LAWS OF GUYANA Property Tax Cap. 81:21 5  L.R.O. 1/2012 13 of 1996]       c. 81:01   c. 81:01        c. 81:01                                 body of persons has the same meaning as it has for the Income Tax Act;  Commissioner means the Commissioner-General  charged with   the administration of the Income Tax Act;  company has the same meaning as it has for the Income Tax Act;   executor means any executor, administrator or other person administering the estate of a deceased person;  local authority has the same meaning as it has for the Income Tax Act and includes any other institution that may be established under any law for the purpose of local government;  market value with reference to any property at any date means the price which could reasonably have been obtained for that property in the open market on that date;  net property means the amount by which the aggregate value, computed in accordance with this Act, of the property of any person on the valuation date is in excess of the aggregate value of all the debts owed by him on that date other than  (a)  any debt incurred without consideration, or without full consideration, in money or moneys worth,  (b)  any debt incurred which is not wholly for his benefit,  (c)  any debt in respect of which there is any right to reimbursement from any LAWS OF GUYANA 6 Cap. 81:21 Property Tax   L.R.O. 1/2012                                    c. 85:03             other  person unless such reimbursement cannot be obtained,  (d)  any debt charged or secured on, or incurred in relation to, any property of his which is to be excluded for the purposes of the Property Tax under this Act, and  (e)  any debt incurred by him outside Guyana other than any such  debt which is contracted to be paid in Guyana or secured on property in Guyana,   and account being taken not more than once of the same debt charged upon different portions of property:   Provided that with respect to and from the year of assessment commencing on 1st January, 1970, in determining the aggregate amount of debts which may be taken into account there shall be included   (i)   the amount held as deposits  (including interest accrued  thereon) for depositors by a body corporate licensed under the Financial Institutions Act or otherwise authorised by law to carry on banking business in Guyana;  (ii)  the amount maintained by an insurance company  (a)  in the long term insurance fund pursuant to section 23(1) of the LAWS OF GUYANA Property Tax Cap. 81:21 7  L.R.O. 1/2012  c. 91:02                                               Insurance Act in so far as it is sufficient to meet the liability of the company in respect of policies issued by the company in Guyana;  (b)   to the satisfaction of the  Commissioner-General for a like purpose as mentioned at paragraph (a) in respect of policies issued elsewhere than in Guyana;  in relation to its long term insurance business;  (iii)  the fund (by whatever name called) maintained by a company whose business consists solely of the collection or receipt in Guyana of renewal premiums under policies issued in or outside Guyana prior to the commencement of the Insurance Act to persons ordinarily resident in Guyana and of the making of payments under those policies, in so far as the fund relates to the liability of the company in respect of those policies;  prescribed government securities means debentures issued LAWS OF GUYANA 8 Cap. 81:21 Property Tax   L.R.O. 1/2012                c.81:01                                    Care and management. by the Government of Guyana and repayable over a period of not less than ten years after issue;  property includes immovable and movable property, rights of any kind, whether absolute, conditional, or contingent, and effects of any kind, situate or having their seat in Guyana or elsewhere and the proceeds of sale thereof, and any money or investment for the time being representing them;  resident or resident in Guyana has the same meaning as it has for the Income Tax Act;  transfer of property means any disposition, conveyance, assignment, settlement, delivery, payment or other alienation of property and, without limiting the generality of the foregoing, includes  (a)  the creation of a trust in property, and  (b)  the grant or creation of any interest in any property;  valuation date, in relation to any year of assessment, means the last day of the year preceding that year of assessment;  year of assessment means the period of twelve months commencing on the 1st January, 1962 and each subsequent period of twelve months;  year preceding the year of assessment means the period of twelve months ending on the 31st December immediately prior to such year of assessment.  PART II ADMINISTRATION",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the creation of a trust in property, and"
                },
                {
                    "representation": "(b)",
                    "description": "the grant or creation of any interest in any property;  valuation date, in relation to any year of assessment, means the last day of the year preceding that year of assessment;  year of assessment means the period of twelve months commencing on the 1st January, 1962 and each subsequent period of twelve months;  year preceding the year of assessment means the period of twelve months ending on the 31st December immediately prior to such year of assessment.  PART II ADMINISTRATION"
                },
                {
                    "representation": "(c)",
                    "description": "any debt in respect of which there is any right to reimbursement from any LAWS OF GUYANA 6 Cap. 81:21 Property Tax   L.R.O. 1/2012                                    c. 85:03             other  person unless such reimbursement cannot be obtained,"
                },
                {
                    "representation": "(d)",
                    "description": "any debt charged or secured on, or incurred in relation to, any property of his which is to be excluded for the purposes of the Property Tax under this Act, and"
                },
                {
                    "representation": "(e)",
                    "description": "any debt incurred by him outside Guyana other than any such  debt which is contracted to be paid in Guyana or secured on property in Guyana,   and account being taken not more than once of the same debt charged upon different portions of property:   Provided that with respect to and from the year of assessment commencing on 1st January, 1970, in determining the aggregate amount of debts which may be taken into account there shall be included"
                },
                {
                    "representation": "(i)",
                    "description": "the amount held as deposits"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Care and management. ",
            "context": "PROPERTY TAX ACT under Care and management. 4. (1) The Property Tax shall be under the care and LAWS OF GUYANA Property Tax Cap. 81:21 9  L.R.O. 1/2012 [3 of 1966A]              Official secrecy.    c. 81:01        Persons to whom this Act shall not apply. [3 of 1966A]                      management of the Commissioner and the officers and persons appointed for the administration of this Act or any other Act under the administration or management of the Commissioner.  (2) Any function conferred by this Act upon the Commissioner shall be exercised, as may be necessary, by any officer appointed by him, according as the Commissioner may direct, and references in this Act to the Commissioner shall be construed accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Property Tax shall be under the care and LAWS OF GUYANA Property Tax Cap. 81:21 9  L.R.O. 1/2012 [3 of 1966A]              Official secrecy.    c. 81:01        Persons to whom this Act shall not apply. [3 of 1966A]                      management of the Commissioner and the officers and persons appointed for the administration of this Act or any other Act under the administration or management of the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "Any function conferred by this Act upon the Commissioner shall be exercised, as may be necessary, by any officer appointed by him, according as the Commissioner may direct, and references in this Act to the Commissioner shall be construed accordingly."
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Official secrecy.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY  ",
            "context": "PROPERTY TAX ACT under Official secrecy.  PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY  5.  The Commissioner and the officers and persons responsible for the administration of this Act shall, in respect of such administration, mutatis mutandis, be subject to section 4 of the Income Tax Act.   PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY",
            "description": "The Commissioner and the officers and persons responsible for the administration of this Act shall, in respect of such administration, mutatis mutandis, be subject to section 4 of the Income Tax Act.   PART III PERSONS TO WHOM THIS ACT SHALL NOT APPLY"
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Persons to whom this Act shall not apply.  PART IV IMPOSITION OF PROPERTY TAX  ",
            "context": "PROPERTY TAX ACT under Persons to whom this Act shall not apply.  PART IV IMPOSITION OF PROPERTY TAX  6. This Act does not apply to  (a)  the President;  (b)  any member of the permanent consular services of foreign countries, who is a citizen or subject of the country represented by him;  (c)  any expert, adviser, technician or official of any Government other than the Government of Guyana, whose salary or principal emolument is not payable by the Government of Guyana, employed directly  by the said Government or under contract with any public or private organisation in Guyana in connection with a technical co-operation or assistance programme or project; [13 of1996] LAWS OF GUYANA 10 Cap. 81:21 Property Tax   L.R.O. 1/2012                                                  (d)  any expert, adviser, technician or official whose salary or principal emolument is not payable by the Government of Guyana and who is brought to Guyana by the Government of Guyana through any Specialised Agency of the United Nations  or any similar organisation approved by the Minister;  (e)  any official of the United Nations who is resident in Guyana;  (f)  members of any naval, military or air forces of any country other than Guyana who are in Guyana at the request or with the concurrence of the Government of Guyana;  (g)  persons employed in any civil capacity by the Government of any country other than Guyana who, not being persons resident in Guyana for a period exceeding three months immediately prior to the date of commencement of such employment, are so employed in, or visit, Guyana for any purpose connected with such members of any naval, military or air forces as are referred to in paragraph (f);   (h)  any trainee from abroad who is sent to Guyana under any Technical Co-operation  Programme of the United Nations and its Specialised Agencies, or of any similar organisation LAWS OF GUYANA Property Tax Cap. 81:21 11  L.R.O. 1/2012                                                 approved by the Minister;  (i)  any local authority;  (j)  any statutory or registered building or friendly society;   (k)  any ecclesiastical, charitable, or educational institution or endowment of a public character within Guyana, or elsewhere as may be approved by the Minister, in respect of property other than property used in the carrying on of any trade or business which is not incidental to the main purpose of such institution or endowment:  Provided that  (a)  the carrying on of a school, college or university otherwise than for private gain shall not for the purpose of this paragraph be held to be the carrying on of a trade or business;  (b)  a fair or fairs shall not be deemed to be a trade or business for the purposes of this paragraph unless the number of days on which such fair is held, or the aggregate number of days on which such fairs are held, exceeds seven days in the year immediately  preceding any year of assessment;  (l)  the Guyana Post Office Savings Bank;  (m)  the Transport and Harbours Department; LAWS OF GUYANA 12 Cap. 81:21 Property Tax   L.R.O. 1/2012            c. 36:20         c. 81:01                               (n)  the administrators of the Widows and Orphans Pension Fund for public officers of Guyana;  (o)  the Central Housing and Planning Authority constituted under the Housing Act;  (p)  the Catholic Hospital (Incorporated);  (q)  the medical clinic or hospital carried on by the Guyana Mission of Seventh Day Adventists, the income of which is exempt from income tax under section 13 of the Income Tax Act;  (r)  the Guyana Credit Corporation;  (s)  the Guyana Rice Marketing Board;   (t)  the Sugar Industry Price Stabilisation Fund;   (u)  the Sugar Industry Rehabilitation Fund;  (v)  the Sugar Industry Labour Welfare Fund;  (w)  any other person or authority exempted from the provisions of this Act by resolution of the National Assembly;  (x)  any company granted exemption from income tax on or after the 1st January, 1965 for a tax holiday period LAWS OF GUYANA Property Tax Cap. 81:21 13  L.R.O. 1/2012                Charge of Property Tax.     First Schedule.    Special valuation dates. c. 81:01         Net property to include certain property. [8 of 1992]          under section 2 of the Income Tax (In Aid of Industry) Act, in respect of its property employed in the business of the company on the income of which such exemption from income tax is granted, during the tax holiday period.   PART IV IMPOSITION OF PROPERTY TAX",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the carrying on of a school, college or university otherwise than for private gain shall not for the purpose of this paragraph be held to be the carrying on of a trade or business;"
                },
                {
                    "representation": "(b)",
                    "description": "a fair or fairs shall not be deemed to be a trade or business for the purposes of this paragraph unless the number of days on which such fair is held, or the aggregate number of days on which such fairs are held, exceeds seven days in the year immediately  preceding any year of assessment;"
                },
                {
                    "representation": "(c)",
                    "description": "any expert, adviser, technician or official of any Government other than the Government of Guyana, whose salary or principal emolument is not payable by the Government of Guyana, employed directly  by the said Government or under contract with any public or private organisation in Guyana in connection with a technical co-operation or assistance programme or project; [13 of1996] LAWS OF GUYANA 10 Cap. 81:21 Property Tax   L.R.O. 1/2012"
                },
                {
                    "representation": "(d)",
                    "description": "any expert, adviser, technician or official whose salary or principal emolument is not payable by the Government of Guyana and who is brought to Guyana by the Government of Guyana through any Specialised Agency of the United Nations  or any similar organisation approved by the Minister;"
                },
                {
                    "representation": "(e)",
                    "description": "any official of the United Nations who is resident in Guyana;"
                },
                {
                    "representation": "(f)",
                    "description": "members of any naval, military or air forces of any country other than Guyana who are in Guyana at the request or with the concurrence of the Government of Guyana;"
                },
                {
                    "representation": "(g)",
                    "description": "persons employed in any civil capacity by the Government of any country other than Guyana who, not being persons resident in Guyana for a period exceeding three months immediately prior to the date of commencement of such employment, are so employed in, or visit, Guyana for any purpose connected with such members of any naval, military or air forces as are referred to in paragraph"
                },
                {
                    "representation": "(h)",
                    "description": "any trainee from abroad who is sent to Guyana under any Technical Co-operation  Programme of the United Nations and its Specialised Agencies, or of any similar organisation LAWS OF GUYANA Property Tax Cap. 81:21 11  L.R.O. 1/2012                                                 approved by the Minister;"
                },
                {
                    "representation": "(i)",
                    "description": "any local authority;"
                },
                {
                    "representation": "(j)",
                    "description": "any statutory or registered building or friendly society;"
                },
                {
                    "representation": "(k)",
                    "description": "any ecclesiastical, charitable, or educational institution or endowment of a public character within Guyana, or elsewhere as may be approved by the Minister, in respect of property other than property used in the carrying on of any trade or business which is not incidental to the main purpose of such institution or endowment:  Provided that"
                },
                {
                    "representation": "(l)",
                    "description": "the Guyana Post Office Savings Bank;"
                },
                {
                    "representation": "(m)",
                    "description": "the Transport and Harbours Department; LAWS OF GUYANA 12 Cap. 81:21 Property Tax   L.R.O. 1/2012            c. 36:20         c. 81:01"
                },
                {
                    "representation": "(n)",
                    "description": "the administrators of the Widows and Orphans Pension Fund for public officers of Guyana;"
                },
                {
                    "representation": "(o)",
                    "description": "the Central Housing and Planning Authority constituted under the Housing Act;"
                },
                {
                    "representation": "(p)",
                    "description": "the Catholic Hospital"
                },
                {
                    "representation": "(q)",
                    "description": "the medical clinic or hospital carried on by the Guyana Mission of Seventh Day Adventists, the income of which is exempt from income tax under section 13 of the Income Tax Act;"
                },
                {
                    "representation": "(r)",
                    "description": "the Guyana Credit Corporation;"
                },
                {
                    "representation": "(s)",
                    "description": "the Guyana Rice Marketing Board;"
                },
                {
                    "representation": "(t)",
                    "description": "the Sugar Industry Price Stabilisation Fund;"
                },
                {
                    "representation": "(u)",
                    "description": "the Sugar Industry Rehabilitation Fund;"
                },
                {
                    "representation": "(v)",
                    "description": "the Sugar Industry Labour Welfare Fund;"
                },
                {
                    "representation": "(w)",
                    "description": "any other person or authority exempted from the provisions of this Act by resolution of the National Assembly;"
                },
                {
                    "representation": "(x)",
                    "description": "any company granted exemption from income tax on or after the 1st January, 1965 for a tax holiday period LAWS OF GUYANA Property Tax Cap. 81:21 13  L.R.O. 1/2012                Charge of Property Tax.     First Schedule.    Special valuation dates. c. 81:01         Net property to include certain property. [8 of 1992]          under section 2 of the Income Tax"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Charge of Property Tax. ",
            "context": "PROPERTY TAX ACT under Charge of Property Tax. 7. Subject to this Act, and more particularly to the other provisions of this Part, there shall be charged, levied and collected for each year of assessment a tax (to be called the Property Tax) at the appropriate rate or  rates  specified in the First Schedule, in respect of the net property, on the corresponding valuation date, of every person.",
            "description": "Subject to this Act, and more particularly to the other provisions of this Part, there shall be charged, levied and collected for each year of assessment a tax (to be called the Property Tax) at the appropriate rate or  rates  specified in the First Schedule, in respect of the net property, on the corresponding valuation date, of every person."
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Special valuation dates. ",
            "context": "PROPERTY TAX ACT under Special valuation dates. 8. Where the Commissioner has permitted any person under section 12 of the Income Tax Act to compute the gains or profits from his trade or business for the purposes of the Income Tax Act upon the income of a year terminating on some day other than that immediately preceding any year of assessment, the Commissioner may permit that day to be the valuation date for the purposes of this Part in respect of property held for the purposes of such trade or business.",
            "description": "Where the Commissioner has permitted any person under section 12 of the Income Tax Act to compute the gains or profits from his trade or business for the purposes of the Income Tax Act upon the income of a year terminating on some day other than that immediately preceding any year of assessment, the Commissioner may permit that day to be the valuation date for the purposes of this Part in respect of property held for the purposes of such trade or business."
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Net property to include certain property. ",
            "context": "PROPERTY TAX ACT under Net property to include certain property. 9. (1) There shall be included in the net property of any person  (a)  any property in which he has only a life interest;  (b)  being the only beneficiary under a trust, the property subject to the trust;  (c)  being one of several beneficiaries under a trust the benefits from which to the beneficiaries can be ascertained [13 of 1996] LAWS OF GUYANA 14 Cap. 81:21 Property Tax   L.R.O. 1/2012                                     c. 81:03            from year to year, such part of the property subject to the trust as is proportionate to his share of the benefit from the trust;  (d)  being the trustee of a trust the benefits from which to all or any of the beneficiaries under  the trust cannot be ascertained from year to year, the property subject to the trust;  (e)  being the trustee of a trust of a public character (which term includes any ecclesiastical, charitable or educational institution or endowment of a public  character within Guyana, or elsewhere as may be approved by the Minister) the property subject to the trust other than property excluded from inclusion in the net property under section 10 (a)(iii); and  (f)  being a partner in a firm, the value of his interest in the firm:   Provided that nothing in the preceding provisions of this subsection shall apply to any superannuation fund or scheme approved by the Minister for the purposes of section 7(p) of the Corporation Tax Act.  (2) Where the estate of a deceased person is administered by an executor, then, for the purposes of subsection (1) of this section, the executor shall be deemed to be the trustee of the estate and every heir to the whole or any part of the estate shall be deemed to be a beneficiary and the estate shall be deemed to be the property subject to the trust.   LAWS OF GUYANA Property Tax Cap. 81:21 15  L.R.O. 1/2012 Certain property to be excluded from net property. [3 of 1966A 11 of 1983 8 of 1992]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of this section, the executor shall be deemed to be the trustee of the estate and every heir to the whole or any part of the estate shall be deemed to be a beneficiary and the estate shall be deemed to be the property subject to the trust.   LAWS OF GUYANA Property Tax Cap. 81:21 15  L.R.O. 1/2012 Certain property to be excluded from net property. [3 of 1966A 11 of 1983 8 of 1992]"
                },
                {
                    "representation": "(a)",
                    "description": "any property in which he has only a life interest;"
                },
                {
                    "representation": "(b)",
                    "description": "being the only beneficiary under a trust, the property subject to the trust;"
                },
                {
                    "representation": "(c)",
                    "description": "being one of several beneficiaries under a trust the benefits from which to the beneficiaries can be ascertained [13 of 1996] LAWS OF GUYANA 14 Cap. 81:21 Property Tax   L.R.O. 1/2012                                     c. 81:03            from year to year, such part of the property subject to the trust as is proportionate to his share of the benefit from the trust;"
                },
                {
                    "representation": "(d)",
                    "description": "being the trustee of a trust the benefits from which to all or any of the beneficiaries under  the trust cannot be ascertained from year to year, the property subject to the trust;"
                },
                {
                    "representation": "(e)",
                    "description": "being the trustee of a trust of a public character"
                },
                {
                    "representation": "(f)",
                    "description": "being a partner in a firm, the value of his interest in the firm:   Provided that nothing in the preceding provisions of this subsection shall apply to any superannuation fund or scheme approved by the Minister for the purposes of section 7(p) of the Corporation Tax Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where the estate of a deceased person is administered by an executor, then, for the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Certain property to be excluded from net property. ",
            "context": "PROPERTY TAX ACT under Certain property to be excluded from net property. 10. There shall be excluded  (a)  from the net property of a person for any year of assessment  (i)  being, in the year preceding that year of assessment, a person not resident in Guyana, or a person ceasing to be resident in Guyana, or a person not domiciled in Guyana, his property which is outside Guyana; (ii)  being a person not resident in Guyana in the year preceding  that year of assessment, his holdings of securities issued by the Government of Guyana; (iii)  being an ecclesiastical, charitable or educational institution or endowment of a public character within Guyana, or elsewhere as may be approved by the Minister, such income thereof as income which is not derived from any trade or business carried on by such institution or endowment or any such property thereof as is property which is not used in any trade or business carried on by such institution or LAWS OF GUYANA 16 Cap. 81:21 Property Tax   L.R.O. 1/2012                                                 endowment:  Provided that  (A)  a trade or business which is incidental to the main purpose of the institution or endowment; or  (B) a school, college, university or other  educational establishment carried on otherwise than for private gains; or   (C) a fair or fairs held on a number of days which in aggregate do not exceed seven days in the year immediately preceding any year of assessment,  shall not be held for the purpose of this paragraph of this section, to be a trade or business;  (iv)  investments made in Guyana from and after the 1st January, 1965, of such nature as may be prescribed; and  (b)  from the net property of an individual for any year of assessment  (i)  his right or interest in any life insurance policy before the LAWS OF GUYANA Property Tax Cap. 81:21 17  L.R.O. 1/2012                                                 moneys covered by that policy became due and payable to him;  (ii)  his right to receive a pension or other life annuity;    (iii)   any tools and instruments (but not plant and machinery) necessary for him to carry on his profession or vocation subject to a maximum of one hundred thousand dollars;  (iv)  any works of art, including drawings, paintings, photographs and prints, archaeological, scientific or art collections, books or manuscripts belonging to him and not intended for sale subject to a maximum of one hundred thousand dollars;  (v)  any household furniture and equipment belonging to him and not intended for sale, subject to a maximum of one hundred thousand dollars;  (vi)  any jewellery belonging to him and not intended for sale, subject to a maximum of fifty thousand dollars;  (vii)  the amount to his credit as an employee in any provident fund; and  LAWS OF GUYANA 18 Cap. 81:21 Property Tax   L.R.O. 1/2012                Charge of wifes property. [5 of 1987]  Value of property in computing net property. [11 of 1983 8 of 1992]                               (viii)  any property donated to him subject to a life interest in the donor, so long as the life interest subsists.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "from the net property of a person for any year of assessment"
                },
                {
                    "representation": "(i)",
                    "description": "his right or interest in any life insurance policy before the LAWS OF GUYANA Property Tax Cap. 81:21 17  L.R.O. 1/2012                                                 moneys covered by that policy became due and payable to him;"
                },
                {
                    "representation": "(A)",
                    "description": "a trade or business which is incidental to the main purpose of the institution or endowment; or"
                },
                {
                    "representation": "(B)",
                    "description": "a school, college, university or other  educational establishment carried on otherwise than for private gains; or"
                },
                {
                    "representation": "(C)",
                    "description": "a fair or fairs held on a number of days which in aggregate do not exceed seven days in the year immediately preceding any year of assessment,  shall not be held for the purpose of this paragraph of this section, to be a trade or business;"
                },
                {
                    "representation": "(b)",
                    "description": "from the net property of an individual for any year of assessment"
                },
                {
                    "representation": "(v)",
                    "description": "any household furniture and equipment belonging to him and not intended for sale, subject to a maximum of one hundred thousand dollars;"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Charge of wife’s property. ",
            "context": "PROPERTY TAX ACT under Charge of wifes property. 11.  The value of the net property of a married woman living with her husband for any year of assessment shall be charged in her name.",
            "description": "The value of the net property of a married woman living with her husband for any year of assessment shall be charged in her name."
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Value of property in computing net property. ",
            "context": "PROPERTY TAX ACT under Value of property in computing net property. 12.  (1) In the computation of net property the value of any property other than cash shall be computed in accordance with the following provisions:  (a)  Where any property was acquired before 1st January, 1991, its value shall be the aggregate of its estimated price in open market, as at 1st January, 1991 (which price shall be estimated by the accountable person) together with the cost of improvements and additions made to it after 1st January, 1991:   Provided that  (i) the Commissioner may in any case estimate the price of such property as at 1st January, 1991, if he is dissatisfied with the price estimated by the accountable person; (ii) in the case of property being stocks and shares quoted on a recognised Stock Exchange the value shall be the middle market price on 1st  LAWS OF GUYANA Property Tax Cap. 81:21 19  L.R.O. 1/2012                                                 January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the computation of net property the value of any property other than cash shall be computed in accordance with the following provisions:"
                },
                {
                    "representation": "(a)",
                    "description": "Where any property was acquired before 1st January, 1991, its value shall be the aggregate of its estimated price in open market, as at 1st January, 1991"
                },
                {
                    "representation": "(i)",
                    "description": "the Commissioner may in any case estimate the price of such property as at 1st January, 1991, if he is dissatisfied with the price estimated by the accountable person;"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Set-off against tax on property of shareholder.  PART V RETURNS, ASSESSMENT, APPEALS, PAYMENT, RECOVERY AND REPAYMENT, AND OFFENCES, ETC.  LAWS OF GUYANA 4 Cap. 81:21 Property Tax   L.R.O. 1/2012  SECTION  ",
            "context": "PROPERTY TAX ACT under Set-off against tax on property of shareholder.  PART V RETURNS, ASSESSMENT, APPEALS, PAYMENT, RECOVERY AND REPAYMENT, AND OFFENCES, ETC.  LAWS OF GUYANA 4 Cap. 81:21 Property Tax   L.R.O. 1/2012  SECTION  13.  When the value of the stocks or shares of a company which has paid or is liable to pay the tax has been included in the net property of a shareholder, an amount equal to the product of the value so included and the rate of the tax payable by the company shall be set off against tax payable by the shareholder:   Provided  (a)  that  the rate of tax shall be the rate arrived at by dividing the total value of the net property of the company (including property excluded under section 10 (a) (iv)) into the tax payable by the company; and  (b)  that the amount to be set off shall in no case be in excess of the amount of the tax payable by the shareholder before the set off.  PART V RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY AND REPAYMENT, AND OFFENCES, ETC.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "(iv)) into the tax payable by the company; and"
                },
                {
                    "representation": "(b)",
                    "description": "that the amount to be set off shall in no case be in excess of the amount of the tax payable by the shareholder before the set off.  PART V RETURNS, ASSESSMENTS, APPEALS, PAYMENT, RECOVERY AND REPAYMENT, AND OFFENCES, ETC."
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Assessments, collection, appeals, etc. ",
            "context": "PROPERTY TAX ACT under Assessments, collection, appeals, etc. 14. (1) Property Tax shall be assessed and collected by the Commissioner.  LAWS OF GUYANA Property Tax Cap. 81:21 21  L.R.O. 1/2012 [19 of 1962 3 of 1966A 17 of 1970 23 of 1988 14 of 1989 8 of 1992 16 of 1999]                                       c. 81:01 Second Schedule.   (2) Every person being  (a)  an individual who is resident in Guyana in the year preceding the year of assessment who on the last day of the year preceding the  year of assessment possessed net property  whether situated in Guyana or otherwise of the value of one million five hundred thousand dollars or more; or  (b)  an individual who is not resident in Guyana in the year preceding the year of assessment who on the last day of the year preceding the  year of assessment possessed net property situated in Guyana of the value of one million five hundred thousand dollars or more; or  (c)  a body of persons or a company which was registered in or carried on business in Guyana in the year preceding the year of assessment and which on the last day of the year preceding the year of assessment, possessed net property of the value of five hundred thousand dollars or more;   shall on or before the prescribed day in the year of assessment deliver to the Commissioner a true and correct return of his net property, and shall if absent from Guyana give the name and address of an agent residing therein.  (3) The sections of the Income Tax Act specified in the Second Schedule to this Act (which relate to returns, assessments, objections and appeals therefrom, the signing LAWS OF GUYANA 22 Cap. 81:21 Property Tax   L.R.O. 1/2012             Persons to estimate and pay tax. [6 of 1989]       Special power of Commissioner to require submission of returns [17 of 1970]          Power to make regulations. [3 of 1966A]   [23 of 1988 8 of 1992 16 of 1999]          and service of notices, agreement with the Government of a country outside Guyana for the exchange of information, the payment and recovery of tax, and offences) shall, mutatis mutandis, have effect with respect to the Property Tax as they have effect with respect to the Income Tax.  14A. (1) Every person required by section 14 to deliver to the Commissioner a return of his net property shall in that return estimate the amount of tax payable.   (2) The tax estimated in subsection (1) shall be paid to the Commissioner on or before the prescribed day referred to in section 14 (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be paid to the Commissioner on or before the prescribed day referred to in section 14"
                },
                {
                    "representation": "(2)",
                    "description": "The tax estimated in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "an individual who is resident in Guyana in the year preceding the year of assessment who on the last day of the year preceding the  year of assessment possessed net property  whether situated in Guyana or otherwise of the value of one million five hundred thousand dollars or more; or"
                },
                {
                    "representation": "(b)",
                    "description": "an individual who is not resident in Guyana in the year preceding the year of assessment who on the last day of the year preceding the  year of assessment possessed net property situated in Guyana of the value of one million five hundred thousand dollars or more; or"
                },
                {
                    "representation": "(c)",
                    "description": "a body of persons or a company which was registered in or carried on business in Guyana in the year preceding the year of assessment and which on the last day of the year preceding the year of assessment, possessed net property of the value of five hundred thousand dollars or more;   shall on or before the prescribed day in the year of assessment deliver to the Commissioner a true and correct return of his net property, and shall if absent from Guyana give the name and address of an agent residing therein."
                },
                {
                    "representation": "(3)",
                    "description": "The sections of the Income Tax Act specified in the Second Schedule to this Act"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Persons to estimate and pay tax. ",
            "context": "PROPERTY TAX ACT under Persons to estimate and pay tax. 15. (1) Notwithstanding anything to the contrary in section 14(2), the Commissioner may, by notice in writing require any person mentioned in section 14(2) to furnish him with a true and correct return of the net property of that person, irrespective of the value thereof.  (2) Any person who refuses, fails or neglects to perform any act required by this section is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything to the contrary in section 14(2), the Commissioner may, by notice in writing require any person mentioned in section 14(2) to furnish him with a true and correct return of the net property of that person, irrespective of the value thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who refuses, fails or neglects to perform any act required by this section is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Special power of Commissioner-General to require submission of returns. ",
            "context": "PROPERTY TAX ACT under Special power of Commissioner-General to require submission of returns. 16. The Minister may from time to time make regulations generally for carrying out the provisions of this Act.  FIRST SCHEDULE  RATES OF PROPERTY TAX  (1) For a person other than a company: On the first $ 7,500,000 of net property: For every dollar of the next $5,000,000 of net property: For every dollar of the remainder of net property:  Rate %    Nil      LAWS OF GUYANA Property Tax Cap. 81:21 23  L.R.O. 1/2012              s. 14 [3 of 1966A 8 of 1992] c. 81:01                                 Rate % (2) For a company: On the first $1,500,000 of net property: For every dollar of the next $5,000,000 of net property: For every dollar of the remainder of net property:  Nil           SECOND SCHEDULE  PROVISIONS OF THE INCOME TAX ACT, WHICH HAVE EFFECT WITH RESPECT TO THE PROPERTY TAX  Section Subject Matter 48 49 (1)(2)(5) 50 52 53 54 55 60 61 (1)(4) Chargeability of trustees and other representatives. Chargeability of agents. Matters to be done by representatives. Responsibility of Manager of corporate body. Indemnification of representatives. Power to appoint agent. Deceased persons. Returns. Government  and municipal officers, etc. to supply particulars. Power to require information. Powers of the Commissioner. Books of account. Partners share in Partnership. Returns by partnership. Offences. Forms of returns.[Repealed] Assessments. Recovery of tax in certain cases. Additional assessments. Lists of persons assessed.  63 64 65 66(a) 66(b) 67 68 70 71 72 76 LAWS OF GUYANA 24 Cap. 81:21 Property Tax   L.R.O. 1/2012                                                 Section  78  82 83 84 86 87 88 92A   97(1) 97(2)  97(4)  98 99  101 102 103  104 105                          Subject Matter Notice of assessment, objection, and power of Commissioner to revise in case of objection. Appeals to Board of Review against assessments. Power of Board. Duty of witnesses summoned. Appeals to a judge, etc. against assessment. Errors in assessments and notices. Evidence. Agreement with the Government of a  country outside of Guyana for the exchange                        of information. Time within which payment is to be made. Procedure in cases where objection or appeal is pending. Power to demand payment where person is unreasonably delaying to proceed with objection. Appellant to give security for payment of tax. Penalty for non-payment of tax and enforcement of payment. Certificate registrable as judgement. Garnishments. Collection of tax after determination of objection or appeal. Suit for tax by Commissioner. Power of President to remit tax.   106 108 109 110 111 112 113 114 115 116 Repayment of tax. Power of Commissioner to remit certain penalties. Penalties for offences. Penalty for making incorrect return. False statements and returns. Impeding or obstructing Commissioner or officers. Proceedings. Saving for criminal proceedings. Signing of notices. Service of notices.                       _________________       LAWS OF GUYANA Property Tax Cap. 81:21 25     L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________                                EXEMPTIONS  by resolution of the National Assembly under section 6(w)   Application.     Res. XXI 16/2/1968      Res. LIV 9/2/1970   It has been resolved by resolution of the National Assembly that the Act shall not apply to the following corporations:  (a)  The Cane Farming Development Corporation Limited.  (b)  The Commonwealth Development Corporation.  (c)  The Bank of Guyana.  -------------------- Reg. 6/1963      Citation.   Return of net property.    Date for delivery or return.  PROPERTY TAX (GENERAL) REGULATIONS  made under section 15",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For a person other than a company: On the first $ 7,500,000 of net property: For every dollar of the next $5,000,000 of net property: For every dollar of the remainder of net property:  Rate %    Nil      LAWS OF GUYANA Property Tax Cap. 81:21 23  L.R.O. 1/2012              s. 14 [3 of 1966A 8 of 1992] c. 81:01                                 Rate %"
                },
                {
                    "representation": "(2)",
                    "description": "For a company: On the first $1,500,000 of net property: For every dollar of the next $5,000,000 of net property: For every dollar of the remainder of net property:  Nil           SECOND SCHEDULE  PROVISIONS OF THE INCOME TAX ACT, WHICH HAVE EFFECT WITH RESPECT TO THE PROPERTY TAX  Section Subject Matter 48 49"
                },
                {
                    "representation": "(5)",
                    "description": "50 52 53 54 55 60 61"
                },
                {
                    "representation": "(4)",
                    "description": "Chargeability of trustees and other representatives. Chargeability of agents. Matters to be done by representatives. Responsibility of Manager of corporate body. Indemnification of representatives. Power to appoint agent. Deceased persons. Returns. Government  and municipal officers, etc. to supply particulars. Power to require information. Powers of the Commissioner. Books of account. Partners share in Partnership. Returns by partnership. Offences. Forms of returns.[Repealed] Assessments. Recovery of tax in certain cases. Additional assessments. Lists of persons assessed.  63 64 65 66(a) 66(b) 67 68 70 71 72 76 LAWS OF GUYANA 24 Cap. 81:21 Property Tax   L.R.O. 1/2012                                                 Section  78  82 83 84 86 87 88 92A   97(1) 97(2)  97(4)  98 99  101 102 103  104 105                          Subject Matter Notice of assessment, objection, and power of Commissioner to revise in case of objection. Appeals to Board of Review against assessments. Power of Board. Duty of witnesses summoned. Appeals to a judge, etc. against assessment. Errors in assessments and notices. Evidence. Agreement with the Government of a  country outside of Guyana for the exchange                        of information. Time within which payment is to be made. Procedure in cases where objection or appeal is pending. Power to demand payment where person is unreasonably delaying to proceed with objection. Appellant to give security for payment of tax. Penalty for non-payment of tax and enforcement of payment. Certificate registrable as judgement. Garnishments. Collection of tax after determination of objection or appeal. Suit for tax by Commissioner. Power of President to remit tax.   106 108 109 110 111 112 113 114 115 116 Repayment of tax. Power of Commissioner to remit certain penalties. Penalties for offences. Penalty for making incorrect return. False statements and returns. Impeding or obstructing Commissioner or officers. Proceedings. Saving for criminal proceedings. Signing of notices. Service of notices.                       _________________       LAWS OF GUYANA Property Tax Cap. 81:21 25     L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________                                EXEMPTIONS  by resolution of the National Assembly under section 6(w)   Application.     Res. XXI 16/2/1968      Res. LIV 9/2/1970   It has been resolved by resolution of the National Assembly that the Act shall not apply to the following corporations:"
                },
                {
                    "representation": "(a)",
                    "description": "The Cane Farming Development Corporation Limited."
                },
                {
                    "representation": "(b)",
                    "description": "The Commonwealth Development Corporation."
                },
                {
                    "representation": "(c)",
                    "description": "The Bank of Guyana.  -------------------- Reg. 6/1963      Citation.   Return of net property.    Date for delivery or return.  PROPERTY TAX"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power to make regulations.  FIRST SCHEDULE—Rates of Property Tax.  SECOND SCHEDULE—Provisions of the Income Tax Act, Chapter 81:01, which have effect with respect to the Property Tax.  __________________________  CHAPTER 81:21  PROPERTY TAX ACT  19 of 1962 An Act to provide for the levy of taxes computed by reference to property.  [17TH  NOVEMBER, 1962]       Short title.    Commence-ment    Interpretation. [3 of 1966A 17 of 1970 25 of 1971 45 of 1974 6 of 1975 PART I SHORT TITLE, COMMENCEMENT  AND INTERPRETATION  ",
            "context": "PROPERTY TAX ACT under Power to make regulations.  FIRST SCHEDULERates of Property Tax.  SECOND SCHEDULEProvisions of the Income Tax Act, Chapter 81:01, which have effect with respect to the Property Tax.  __________________________  CHAPTER 81:21  PROPERTY TAX ACT  19 of 1962 An Act to provide for the levy of taxes computed by reference to property.  [17TH  NOVEMBER, 1962]       Short title.    Commence-ment    Interpretation. [3 of 1966A 17 of 1970 25 of 1971 45 of 1974 6 of 1975 PART I SHORT TITLE, COMMENCEMENT  AND INTERPRETATION  17.                BUSINESS PROPERTY (REFER TO SCHEDULE 5)                  NON-BUSINESS PROPERTY",
            "description": "BUSINESS PROPERTY (REFER TO SCHEDULE 5)                  NON-BUSINESS PROPERTY"
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "IMMOVABLE (REFER TO SCHEDULE 6(a))………………………………… ",
            "context": "PROPERTY TAX ACT under IMMOVABLE (REFER TO SCHEDULE 6(a)) 18.                                                               $      (b)  Movable Property                         Total value of movable property entered in this Return at Line",
            "description": [
                {
                    "representation": "(b)",
                    "description": "Movable Property                         Total value of movable property entered in this Return at Line"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "MOVABLE (REFER TO SCHEDULE 6(b)) ………………………………..……. ",
            "context": "PROPERTY TAX ACT under MOVABLE (REFER TO SCHEDULE 6(b)) ... 19.                             Full description of Property (indicating, if ownership is restricted, the nature of the interest held, e.g. leasehold, etc.)  1 Country in which property is situated   2 Ref. No. of separate Schedule if attached  3 Value for year of assessment commencing 1st January, 20 4 (a)  Immovable Property                            Total value of immovable property entered in this Return at Line",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Immovable Property                            Total value of immovable property entered in this Return at Line"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "20..….   ",
            "context": "PROPERTY TAX ACT under 20...   20.                TOTAL PROPERTY UNDER SECTION (A) AND (B)                               A         (C)   DEDUCTIONS IN ARRIVING AT NET PROPERTY",
            "description": [
                {
                    "representation": "(A)",
                    "description": "AND"
                },
                {
                    "representation": "(B)",
                    "description": "A"
                },
                {
                    "representation": "(C)",
                    "description": "DEDUCTIONS IN ARRIVING AT NET PROPERTY"
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "DEDUCTIONS (REFER TO SCHEDULE 7)…………………………………….         (D)    EXEMPTIONS CLAIMED – ",
            "context": "PROPERTY TAX ACT under DEDUCTIONS (REFER TO SCHEDULE 7).         (D)    EXEMPTIONS CLAIMED  21.  Sign Here ..  Date: .                                         IT IS A SERIOUS OFFENCE TO MAKE A FALSE TAX RFETURN.                    Persons preparing Return other than Taxpayer     I hereby certify that this Return was prepared by me on the basis of information of which I have knowledge. Signature: Address: ... Date:..                                             State Capacity in Which Return is Made:                                             (i)      On your own behalf .                                             (ii)     As an Attorney, Agent, Factor, Trustee, Manager, etc., of any person                                              (iii)    As Trustee, Executor, Administrator, etc., of an Estate .                                             Declaration to be made by a person not ordinarily resident or not domiciled in Guyana:                                                                                       I declare that    *  I am not ordinarily resident in Guyana                                                                                                                   *  I am not domiciled in Guyana.            Given under my hand this . day of .20.                                                                                                                        ..Signature             .Residence                                                        *   Strike out portion not applicable.                                                  PROPERTY TAX RETURN YEAR OF ASSESSMENT 20   SCHEDULE  1  Statement of Net Property in Guyana held as part of a business as at   31st December 20  LAWS OF GUYANA Property Tax Cap. 81:21 29 [Subsidiary] Property Tax (General) Regulations  L.R.O. 1/2012      This printed form is provided to enable a statement of the value to be given for the year of assessment commencing on 1st January 20, of the assets and liabilities indicating the basis of valuation of each asset or group of assets. The information may be given in any convenient way. Further copies of this form may be obtained on request.      As to the basis of valuation as at 31st December, 20, see notes at paragraph 4 and line",
            "description": [
                {
                    "representation": "(i)",
                    "description": "On your own behalf ."
                }
            ]
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "EXEMPTIONS (REFER TO SCHEDULE 8) ……………………………………. ",
            "context": "PROPERTY TAX ACT under EXEMPTIONS (REFER TO SCHEDULE 8) . 22.                         Description of property      1 Schedule on which previously entered    2 Name and address of creditor    3  Total value already entered in Sections A and B  4 Ref. No. of separate Schedule if attached  5 Value in respect of which exemptions claimed for year of assessment commencing 1st January, 20    6                               Total exemption claimed entered in the Return at Line",
            "description": "Description of property      1 Schedule on which previously entered    2 Name and address of creditor    3  Total value already entered in Sections A and B  4 Ref. No. of separate Schedule if attached  5 Value in respect of which exemptions claimed for year of assessment commencing 1st January, 20    6                               Total exemption claimed entered in the Return at Line"
        }
    },
    {
        "act": "PROPERTY TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "500",
            "title": "",
            "context": "PROPERTY TAX ACT under 500.",
            "description": "500."
        }
    }
]