[
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "00.10 Chassis fitted with engines, for the assembly of coaches and buses ",
            "context": "EXCISE TAX ACT under 00.10 Chassis fitted with engines, for the assembly of coaches and buses 00.20 Chassis fitted with engines, for the motor vehicles",
            "description": "00.20 Chassis fitted with engines, for the motor vehicles"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "EXCISE TAX ACT under Short title. 1. This Act may be cited as the Excise Tax Act.",
            "description": "This Act may be cited as the Excise Tax Act."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "EXCISE TAX ACT under Interpretation. 2. In this Act, unless the context otherwise indicates    Commissioner means the Commissioner-General  of the Revenue Authority appointed under the Revenue LAWS OF GUYANA 4 Cap. 82:03   Excise Tax  L.R.O. 1/2012  c. 79:04                               c. 82:01                                       c. 82:01    Authority Act;  consideration, in relation to a supply or import of goods, means the total amount in money or kind paid or payable (including a deposit on a returnable container) for the supply or import by any person, directly or indirectly,  including  any  duties,  levies, fees,  and  charges  (other  than VAT) paid or payable on, or by reason of, the supply or import;  days means official working days for the Revenue Authority, excluding all public holidays;  duty, entered, export, import and importer have the meanings assigned to them by the Customs Act;  manufacture, in relation to goods, means to manufacture or produce and   includes   the   application   of   any   process   in   the   course   of manufacturing or producing the goods;  registered manufacturer means a person meeting the requirements for registration under this Act;  supply means a sale of goods or a grant of the use or right to use any goods;  tax means excise tax imposed under this Act;  taxable  goods  means  goods  specified  by  regulations  made  by  the Minister, which regulations shall be subject to a negative resolution of the National Assembly.  warehouse and warehoused shall have the same meaning as in the Customs Act.  LAWS OF GUYANA Excise Tax Cap. 82:03 5  L.R.O. 1/2012 Imposition and payment of  tax. [4 of 2008]                                                 Value and quantity.",
            "description": "In this Act, unless the context otherwise indicates    Commissioner means the Commissioner-General  of the Revenue Authority appointed under the Revenue LAWS OF GUYANA 4 Cap. 82:03   Excise Tax  L.R.O. 1/2012  c. 79:04                               c. 82:01                                       c. 82:01    Authority Act;  consideration, in relation to a supply or import of goods, means the total amount in money or kind paid or payable (including a deposit on a returnable container) for the supply or import by any person, directly or indirectly,  including  any  duties,  levies, fees,  and  charges  (other  than VAT) paid or payable on, or by reason of, the supply or import;  days means official working days for the Revenue Authority, excluding all public holidays;  duty, entered, export, import and importer have the meanings assigned to them by the Customs Act;  manufacture, in relation to goods, means to manufacture or produce and   includes   the   application   of   any   process   in   the   course   of manufacturing or producing the goods;  registered manufacturer means a person meeting the requirements for registration under this Act;  supply means a sale of goods or a grant of the use or right to use any goods;  tax means excise tax imposed under this Act;  taxable  goods  means  goods  specified  by  regulations  made  by  the Minister, which regulations shall be subject to a negative resolution of the National Assembly.  warehouse and warehoused shall have the same meaning as in the Customs Act.  LAWS OF GUYANA Excise Tax Cap. 82:03 5  L.R.O. 1/2012 Imposition and payment of  tax. [4 of 2008]                                                 Value and quantity."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Imposition and payment of tax. ",
            "context": "EXCISE TAX ACT under Imposition and payment of tax. 3. (1) Except as otherwise provided, Excise Tax shall be paid in accordance with this Act in relation to   (a) taxable goods imported and not warehoused;  (b) taxable   goods   imported   and   warehoused   and   removed   from   the warehouse;  (c) taxable   goods   manufactured   in   Guyana   and   removed   from   the warehouse;  (d) taxable goods manufactured and sold in Guyana,  at the rates specified by regulations made by the Minister, which regulations shall be subject to a negative resolution of the National Assembly:  Provided that no Excise Tax shall be paid on goods which are exported.  (2) A manufacturer of taxable goods who cannot account, to the satisfaction of   the   Commissioner,   for   any  quantity  of   such  goods   manufactured  or warehoused by him is deemed to have removed those goods from a warehouse for consumption in Guyana during the month in which the deficiency arose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as otherwise provided, Excise Tax shall be paid in accordance with this Act in relation to"
                },
                {
                    "representation": "(a)",
                    "description": "taxable goods imported and not warehoused;"
                },
                {
                    "representation": "(b)",
                    "description": "taxable   goods   imported   and   warehoused   and   removed   from   the warehouse;"
                },
                {
                    "representation": "(c)",
                    "description": "taxable   goods   manufactured   in   Guyana   and   removed   from   the warehouse;"
                },
                {
                    "representation": "(d)",
                    "description": "taxable goods manufactured and sold in Guyana,  at the rates specified by regulations made by the Minister, which regulations shall be subject to a negative resolution of the National Assembly:  Provided that no Excise Tax shall be paid on goods which are exported."
                },
                {
                    "representation": "(2)",
                    "description": "A manufacturer of taxable goods who cannot account, to the satisfaction of   the   Commissioner,   for   any  quantity  of   such  goods   manufactured  or warehoused by him is deemed to have removed those goods from a warehouse for consumption in Guyana during the month in which the deficiency arose."
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Value and quantity. ",
            "context": "EXCISE TAX ACT under Value and quantity. 4. (1)  Where tax is payable on taxable goods by reference to their value, the tax is calculated on an amount, referred to as the chargeable value equal to -  (a) if the goods are imported, the total of   LAWS OF GUYANA 6 Cap. 82:03   Excise Tax  L.R.O. 1/2012     c. 82:01             c. 81:05                              Payment of tax by manufacturer.  (i) the value of the goods as it would be determined under the Customs Act for the purpose of assessing ad valorem duty of customs on the goods, whether ad valorem duty of customs is payable on the goods or not; and  (ii) the amount of any taxes or duties (other than tax payable under this Act or the Value-Added Tax Act), fees, or other charges that are payable upon the entry of the goods into Guyana; and  (b) if  the  goods  are  manufactured  in  Guyana,  the  amount  of consideration in money, after deducting therefrom any amount of VAT payable.  (2) Where tax is payable on taxable goods by reference to a specific quantity measured by volume or weight, if the goods are imported, sold in Guyana or removed  from a warehouse in a container intended for sale with or of a kind usually  sold with the goods  in a sale by retail and the container is marked, labelled, or  commonly sold as containing, or commonly reputed to contain, a specific quantity of such goods, for the purpose of determining the tax payable in respect of the goods, the container is deemed to contain not less than that specific quantity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where tax is payable on taxable goods by reference to their value, the tax is calculated on an amount, referred to as the chargeable value equal to -"
                },
                {
                    "representation": "(a)",
                    "description": "if the goods are imported, the total of   LAWS OF GUYANA 6 Cap. 82:03   Excise Tax  L.R.O. 1/2012     c. 82:01             c. 81:05                              Payment of tax by manufacturer."
                },
                {
                    "representation": "(i)",
                    "description": "the value of the goods as it would be determined under the Customs Act for the purpose of assessing ad valorem duty of customs on the goods, whether ad valorem duty of customs is payable on the goods or not; and"
                },
                {
                    "representation": "(b)",
                    "description": "if  the  goods  are  manufactured  in  Guyana,  the  amount  of consideration in money, after deducting therefrom any amount of VAT payable."
                },
                {
                    "representation": "(2)",
                    "description": "Where tax is payable on taxable goods by reference to a specific quantity measured by volume or weight, if the goods are imported, sold in Guyana or removed  from a warehouse in a container intended for sale with or of a kind usually  sold with the goods  in a sale by retail and the container is marked, labelled, or  commonly sold as containing, or commonly reputed to contain, a specific quantity of such goods, for the purpose of determining the tax payable in respect of the goods, the container is deemed to contain not less than that specific quantity."
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Payment of tax by manufacturers. ",
            "context": "EXCISE TAX ACT under Payment of tax by manufacturers. 5. (1) In relation to goods referred to in section 3(1)(c) and (d), payment of tax to the Commissioner shall be made not later than fifteen days after the end of the month during LAWS OF GUYANA Excise Tax Cap. 82:03 7  L.R.O. 1/2012                                                 which the goods were so sold or removed; in relation to goods referred to in section 3(1)(a) and (b), payment of tax to the Commissioner shall be made on importation or removal from the warehouse.  (2)  No taxable goods may be removed from a warehouse unless the person who intends to remove the goods has    (a) paid the tax payable on the goods; or  (b) entered into   (i) a bond with security equal to triple the amount of tax that would be payable on the goods if the goods were removed from the warehouse for consumption in Guyana; or  (ii) a general bond, to continue in force for twelve months, with security in an amount approved by the Commissioner.  (3)  Where a person who intends to remove taxable goods from a warehouse has entered into a general bond referred to in subsection (2)(b)(ii) but the total of-  (a) the tax on the goods; and  (b) the tax payable by the person on all other goods removed from a warehouse that remains unpaid,  exceeds the amount of security under such general bond, the person is required to pay the  tax on the goods that he intends LAWS OF GUYANA 8 Cap. 82:03   Excise Tax  L.R.O. 1/2012          c. 81:05        Payment of tax by importer.               Excise tax returns.                     Temporary importation.      to remove from the warehouse before they are so removed.  (4) A registered manufacturer who defaults in paying any tax payable by him by the day prescribed by subsection (1) or (3) is required to pay, in addition to the amount of tax in default, interest at the rate prescribed under paragraph 2 of Schedule IV of the Value-Added Tax Act for each month or part of a month during which the tax remains unpaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "the tax on the goods; and"
                },
                {
                    "representation": "(2)",
                    "description": "No taxable goods may be removed from a warehouse unless the person who intends to remove the goods has"
                },
                {
                    "representation": "(b)",
                    "description": "the tax payable by the person on all other goods removed from a warehouse that remains unpaid,  exceeds the amount of security under such general bond, the person is required to pay the  tax on the goods that he intends LAWS OF GUYANA 8 Cap. 82:03   Excise Tax  L.R.O. 1/2012          c. 81:05        Payment of tax by importer.               Excise tax returns.                     Temporary importation.      to remove from the warehouse before they are so removed."
                },
                {
                    "representation": "(i)",
                    "description": "a bond with security equal to triple the amount of tax that would be payable on the goods if the goods were removed from the warehouse for consumption in Guyana; or"
                },
                {
                    "representation": "(3)",
                    "description": "is required to pay, in addition to the amount of tax in default, interest at the rate prescribed under paragraph 2 of Schedule IV of the Value-Added Tax Act for each month or part of a month during which the tax remains unpaid."
                },
                {
                    "representation": "(4)",
                    "description": "A registered manufacturer who defaults in paying any tax payable by him by the day prescribed by subsection"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Payment of tax by importer. ",
            "context": "EXCISE TAX ACT under Payment of tax by importer. 6. Where tax is imposed by this Act on the importation of goods into Guyana, the importer is required to pay the tax to the Commissioner before the goods are cleared for use within Guyana.",
            "description": "Where tax is imposed by this Act on the importation of goods into Guyana, the importer is required to pay the tax to the Commissioner before the goods are cleared for use within Guyana."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Excise tax returns. ",
            "context": "EXCISE TAX ACT under Excise tax returns. 7. (1) Every registered manufacturer is required to file with the Commissioner, not later than fifteen days after the end of each month, in the prescribed manner an accurate excise tax return for the month in the prescribed form containing the prescribed information, regardless of whether any tax is due.  (2)  A person who ceases being a registered manufacturer is required to file with the Commissioner, not later than fifteen days after the date of cessation, in the prescribed manner an accurate return for the month in the prescribed form containing the prescribed information.  (3) The Commissioner may require a registered manufacturer to furnish such information relating to a return as the Commissioner considers necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every registered manufacturer is required to file with the Commissioner, not later than fifteen days after the end of each month, in the prescribed manner an accurate excise tax return for the month in the prescribed form containing the prescribed information, regardless of whether any tax is due."
                },
                {
                    "representation": "(2)",
                    "description": "A person who ceases being a registered manufacturer is required to file with the Commissioner, not later than fifteen days after the date of cessation, in the prescribed manner an accurate return for the month in the prescribed form containing the prescribed information."
                },
                {
                    "representation": "(3)",
                    "description": "The Commissioner may require a registered manufacturer to furnish such information relating to a return as the Commissioner considers necessary."
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Temporary importation. ",
            "context": "EXCISE TAX ACT under Temporary importation. 8. (1) The Commissioner may grant permission for the temporary importation of taxable goods without payment of tax upon being satisfied that   (a) the goods are imported for temporary LAWS OF GUYANA Excise Tax Cap. 82:03 9  L.R.O. 1/2012                                                 use or for a temporary purpose only;  (b) the goods will be exported within three months from the grant of the permission; and  (c) the person to whom the permission has been granted will deposit with the Commissioner an amount equal to the tax payable on the goods or, at the discretion of the Commissioner, give security for payment of the tax.  (2) Where goods imported under subsection (1) are not exported within the period specified in subsection (1)(b), any deposit made with the Commissioner shall be brought into account by the Commissioner as excise tax or, if security has been given, the importer shall pay to the Commissioner the full amount of tax payable on the goods imported.  (3) Notwithstanding subsections (1) and (2), the Commissioner may, where he considers it necessary, allow such further period as he thinks fit for the export of the goods  (a) if he is satisfied that the goods are the bona fide property, and are for the exclusive use, of a person temporarily in Guyana; and  (b) if the importer of the goods gives such security in addition to that given pursuant to subsection (1)(c) as the Commissioner requires.  (4) Where goods referred to in subsections (1) and (2) are exported within the  time  specified in subsection (1) or the further period allowed pursuant to subsection   (3),  the  Commissioner  shall  refund  the  deposit  referred  to  in LAWS OF GUYANA 10 Cap. 82:03   Excise Tax  L.R.O. 1/2012          Relief for raw materials.                       Refunds.               c. 82:01     subsection (1)(c) and cancel any security given.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or the further period allowed pursuant to subsection"
                },
                {
                    "representation": "(a)",
                    "description": "if he is satisfied that the goods are the bona fide property, and are for the exclusive use, of a person temporarily in Guyana; and"
                },
                {
                    "representation": "(b)",
                    "description": "if the importer of the goods gives such security in addition to that given pursuant to subsection"
                },
                {
                    "representation": "(c)",
                    "description": "and cancel any security given."
                },
                {
                    "representation": "(2)",
                    "description": "are exported within the  time  specified in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsections"
                },
                {
                    "representation": "(4)",
                    "description": "Where goods referred to in subsections"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Relief of raw materials. ",
            "context": "EXCISE TAX ACT under Relief of raw materials. 9. (1) Where the Commissioner is satisfied, upon a certificate by a registered manufacturer in the prescribed form, that taxable goods, whether imported into Guyana  or manufactured in Guyana, are intended to be used by the registered manufacturer as  raw  materials for  the  manufacture of other  taxable goods, the Commissioner shall in respect of such goods used as raw materials,  instead of requiring the payment of tax in full, require that the manufacturer deposit  such security as the Commissioner thinks fit.  (2) Where  money  was  given  as  security  under  subsection  (1)  and  the Commissioner is subsequently satisfied that the goods were used as raw materials for the  manufacture in Guyana of other taxable goods, the Commissioner shall remit the tax  payable in respect of the raw materials and apply such money against any tax that becomes payable on the sale of the other taxable goods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and  the Commissioner is subsequently satisfied that the goods were used as raw materials for the  manufacture in Guyana of other taxable goods, the Commissioner shall remit the tax  payable in respect of the raw materials and apply such money against any tax that becomes payable on the sale of the other taxable goods."
                },
                {
                    "representation": "(2)",
                    "description": "Where  money  was  given  as  security  under  subsection"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Refunds. ",
            "context": "EXCISE TAX ACT under Refunds. 10. (1) Subject to this section, where a person has paid an amount as or on account of tax that exceeds the amount that was payable by him under this Act, the Commissioner is required, within ninety days of the date the application was filed, to pay  a refund to that person equal to the amount of the excess if that person applies for a refund within three years after the amount was paid.  (2)  Subject to this section, where a person who has imported taxable goods subsequently exports those goods or puts them on board a ship or aircraft for use as stores and the goods are in compliance with the conditions for payment of a drawback of duties under the Customs Act, the Commissioner is required, within ninety days of the date the application was filed, to pay an amount to the person equal to the tax paid on the goods if the person applies for a refund LAWS OF GUYANA Excise Tax Cap. 82:03 11  L.R.O. 1/2012                   c. 80:02          Relief under Customs Act.  c. 82:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, where a person has paid an amount as or on account of tax that exceeds the amount that was payable by him under this Act, the Commissioner is required, within ninety days of the date the application was filed, to pay  a refund to that person equal to the amount of the excess if that person applies for a refund within three years after the amount was paid."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to this section, where a person who has imported taxable goods subsequently exports those goods or puts them on board a ship or aircraft for use as stores and the goods are in compliance with the conditions for payment of a drawback of duties under the Customs Act, the Commissioner is required, within ninety days of the date the application was filed, to pay an amount to the person equal to the tax paid on the goods if the person applies for a refund LAWS OF GUYANA Excise Tax Cap. 82:03 11  L.R.O. 1/2012                   c. 80:02          Relief under Customs Act.  c. 82:"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Relief under Customs Act. ",
            "context": "EXCISE TAX ACT under Relief under Customs Act. 11. (1)  Part V of the Customs Act applies, with  such  modifications  as  the circumstances require, for the purposes of this Act in respect of goods produced in Guyana for export.  (2)  Section 18 of the Customs Act applies, with such modifications as the circumstances  require,  for  the  purposes  of  this  Act  with  respect  to  the  re-importation of taxable goods.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Part V of the Customs Act applies, with  such  modifications  as  the circumstances require, for the purposes of this Act in respect of goods produced in Guyana for export."
                },
                {
                    "representation": "(2)",
                    "description": "Section 18 of the Customs Act applies, with such modifications as the circumstances  require,  for  the  purposes  of  this  Act  with  respect  to  the  re-importation of taxable goods."
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Goods diverted from exempt use. ",
            "context": "EXCISE TAX ACT under Goods diverted from exempt use. 12. (1) Where a person exempt from tax under section 8(1)(b) in relation to importation of a motor vehicle is in breach of any of the conditions for exemption from  customs duty, the exemption ceases to apply and tax is due and payable from the date on which the breach occurs and must be calculated by reference to the chargeable value of the motor vehicle at the date of importation. LAWS OF GUYANA 12 Cap. 82:03   Excise Tax  L.R.O. 1/2012                                   Registration.               (2)  Where  a  person  is  exempt  from  tax  under  section  8(1)(c)  or  other enactment,  and  the  exemption  is  conditional  upon  the  goods  to  which  the exemption relates  (a) being used exclusively by that person; or  (b) not being sold or transferred within a specified period of time,   then on breach of that condition, the exemption ceases to apply and tax becomes due and payable from the date on which the breach occurs and must be calculated by reference to the chargeable value of the goods at the date of importation.  (3)  Where at the time of importation a motor vehicle is not taxable, but is subsequently converted into a vehicle that does not fall within the exemption, the exemption ceases to apply and tax on the vehicle becomes due and payable as at the date of the conversion (as determined by the Commissioner) and shall be calculated by reference to the chargeable value of the vehicle, determined in accordance with section 4(1)(b), at the date of conversion.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a person exempt from tax under section 8(1)(b) in relation to importation of a motor vehicle is in breach of any of the conditions for exemption from  customs duty, the exemption ceases to apply and tax is due and payable from the date on which the breach occurs and must be calculated by reference to the chargeable value of the motor vehicle at the date of importation. LAWS OF GUYANA 12 Cap. 82:03   Excise Tax  L.R.O. 1/2012                                   Registration."
                },
                {
                    "representation": "(2)",
                    "description": "Where  a  person  is  exempt  from  tax  under  section  8(1)(c)  or  other enactment,  and  the  exemption  is  conditional  upon  the  goods  to  which  the exemption relates"
                },
                {
                    "representation": "(a)",
                    "description": "being used exclusively by that person; or"
                },
                {
                    "representation": "(b)",
                    "description": "not being sold or transferred within a specified period of time,   then on breach of that condition, the exemption ceases to apply and tax becomes due and payable from the date on which the breach occurs and must be calculated by reference to the chargeable value of the goods at the date of importation."
                },
                {
                    "representation": "(3)",
                    "description": "Where at the time of importation a motor vehicle is not taxable, but is subsequently converted into a vehicle that does not fall within the exemption, the exemption ceases to apply and tax on the vehicle becomes due and payable as at the date of the conversion"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Registration. ",
            "context": "EXCISE TAX ACT under Registration. 13. (1) Any person who carries on the business of importing or manufacturing taxable goods for consumption   in   Guyana  is   required   to   apply  to   the  Commissioner  in  the prescribed form to be registered for the purposes of this Act.  (2) An application under subsection (1) is required to be made by the date prescribed by section 1(2) or within one month after the commencement of the business, whichever is that.  (3) Where the Commissioner registers a person for LAWS OF GUYANA Excise Tax Cap. 82:03 13  L.R.O. 1/2012                          c. 81:05        Administra-tion and enforcement.       c. 82:01          c. 81:05          the purposes of this Act, the Commissioner is required to issue a certificate, in this Act referred to as a registration  certificate to the person.  (4) A registration certificate shall be in such form and shall contain such information as the Commissioner may determine.   (5) Where a person whom the Commissioner considers ought to be registered under this Act, fails to apply for registration within the time specified in subsection (2), the Commissioner is required, after first notifying the person and giving him an opportunity to object, to register that person and issue a registration certificate accordingly.  (6) A person on whom a notice has been served under subsection (5) may object to the registration, conforming to procedures set out in Part X  of the Value-Added  Tax  Act,  which  shall  apply  to  the  objection  with  such modifications as the circumstances require.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is required to be made by the date prescribed by section 1(2) or within one month after the commencement of the business, whichever is that."
                },
                {
                    "representation": "(2)",
                    "description": "An application under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Commissioner registers a person for LAWS OF GUYANA Excise Tax Cap. 82:03 13  L.R.O. 1/2012                          c. 81:05        Administra-tion and enforcement.       c. 82:01          c. 81:05          the purposes of this Act, the Commissioner is required to issue a certificate, in this Act referred to as a registration  certificate to the person."
                },
                {
                    "representation": "(4)",
                    "description": "A registration certificate shall be in such form and shall contain such information as the Commissioner may determine."
                },
                {
                    "representation": "(5)",
                    "description": "may object to the registration, conforming to procedures set out in Part X  of the Value-Added  Tax  Act,  which  shall  apply  to  the  objection  with  such modifications as the circumstances require."
                },
                {
                    "representation": "(6)",
                    "description": "A person on whom a notice has been served under subsection"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Administration and enforcement. ",
            "context": "EXCISE TAX ACT under Administration and enforcement. 14. (1) The Commissioner shall be responsible for the due administration of this Act.  (2) Where  tax  is  imposed  by  this  Act  on  the  importation  of  goods into Guyana, for the purposes of collecting and enforcing the payment of the tax and, generally, for the purposes of administering and enforcing the provisions of this Act, the Customs Act and any other enactment relating to the importation of goods shall apply as if the tax were a duty.  (3) Where tax is imposed by this Act on goods manufactured in Guyana, the tax administration provisions, Parts VIII  XV of the Value-Added Tax Act apply, with such modifications as the circumstances require, for the purposes of this Act, as if the tax were Value-Added Tax.  LAWS OF GUYANA 14 Cap. 82:03   Excise Tax  L.R.O. 1/2012  Subsidiary legislation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioner shall be responsible for the due administration of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Where  tax  is  imposed  by  this  Act  on  the  importation  of  goods into Guyana, for the purposes of collecting and enforcing the payment of the tax and, generally, for the purposes of administering and enforcing the provisions of this Act, the Customs Act and any other enactment relating to the importation of goods shall apply as if the tax were a duty."
                },
                {
                    "representation": "(3)",
                    "description": "Where tax is imposed by this Act on goods manufactured in Guyana, the tax administration provisions, Parts VIII  XV of the Value-Added Tax Act apply, with such modifications as the circumstances require, for the purposes of this Act, as if the tax were Value-Added Tax.  LAWS OF GUYANA 14 Cap. 82:03   Excise Tax  L.R.O. 1/2012  Subsidiary legislation."
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Subsidiary legislation.  __________________________ 11 of 2005 An Act to provide for the imposition and collection of Excise Tax.  [All sections other than ss. 13 and 15 commenced on 1ST JANUARY, 2007;  Section 13 commenced on 1ST OCTOBER, 2006; Section 15 commenced on 31ST OCTOBER, ",
            "context": "EXCISE TAX ACT under Subsidiary legislation.  __________________________ 11 of 2005 An Act to provide for the imposition and collection of Excise Tax.  [All sections other than ss. 13 and 15 commenced on 1ST JANUARY, 2007;  Section 13 commenced on 1ST OCTOBER, 2006; Section 15 commenced on 31ST OCTOBER, 15. The Minister may by subsidiary legislation provide for such matters that are to be prescribed under this Act, including those matters specified in sections 2 and",
            "description": "The Minister may by subsidiary legislation provide for such matters that are to be prescribed under this Act, including those matters specified in sections 2 and"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "19.40 Diesel oil 3% ",
            "context": "EXCISE TAX ACT under 19.40 Diesel oil 3% 19.50 Gas oil (other than diesel oil) 3%      Motor Vehicles",
            "description": "19.50 Gas oil (other than diesel oil) 3%      Motor Vehicles"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "20.00 to ",
            "context": "EXCISE TAX ACT under 20.00 to 20.00 Other vehicles, with spark-ignition internal combustion reciprocating piston engine:",
            "description": "20.00 Other vehicles, with spark-ignition internal combustion reciprocating piston engine:"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "21.00 Of a cylinder capacity not exceeding 1,000 cc: ",
            "context": "EXCISE TAX ACT under 21.00 Of a cylinder capacity not exceeding 1,000 cc: 21.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 10%",
            "description": "21.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "22.03 Beer made from malt 40% ",
            "context": "EXCISE TAX ACT under 22.03 Beer made from malt 40% 22.04 Wine of fresh grapes, including fortified wines;  grape must be other than that of heading 20:09 40%",
            "description": "22.04 Wine of fresh grapes, including fortified wines;  grape must be other than that of heading 20:09 40%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "23.00 Of a cylinder capacity exceeding 1,500 cc but not exceeding 3,000 cc ",
            "context": "EXCISE TAX ACT under 23.00 Of a cylinder capacity exceeding 1,500 cc but not exceeding 3,000 cc 23.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 10%",
            "description": "23.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "24.02  Cigars, cheroots, cigarillos and cigarettes, of tobacco or of tobacco substitutes 100% ",
            "context": "EXCISE TAX ACT under 24.02  Cigars, cheroots, cigarillos and cigarettes, of tobacco or of tobacco substitutes 100% 24.03 Other manufactured tobacco and manufactured tobacco substitutes: homogenized or  100% LAWS OF GUYANA Excise Tax Cap. 82:03 17 [Subsidiary] Excise Tax Regulations  L.R.O. 1/2012                                                TARIFF HEADING NO.   DESCRIPTION OF GOODS RATE OF EXCISE TAX                        reconstituted tobacco; tobacco                           extracts and  essences  Petroleum Products",
            "description": "24.03 Other manufactured tobacco and manufactured tobacco substitutes: homogenized or  100% LAWS OF GUYANA Excise Tax Cap. 82:03 17 [Subsidiary] Excise Tax Regulations  L.R.O. 1/2012                                                TARIFF HEADING NO.   DESCRIPTION OF GOODS RATE OF EXCISE TAX                        reconstituted tobacco; tobacco                           extracts and  essences  Petroleum Products"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "30.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 175 cc but not exceeding 500 cc: ",
            "context": "EXCISE TAX ACT under 30.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 175 cc but not exceeding 500 cc: 30.10 For the transport of goods 10%",
            "description": "30.10 For the transport of goods 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "31.00   Of a cylinder capacity not exceeding  1,500 cc:  10%   ",
            "context": "EXCISE TAX ACT under 31.00   Of a cylinder capacity not exceeding  1,500 cc:  10%   31.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority   10%",
            "description": "31.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority   10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "32.00 Of a cylinder capacity exceeding 1,500 cc but not exceeding  2,500 cc: ",
            "context": "EXCISE TAX ACT under 32.00 Of a cylinder capacity exceeding 1,500 cc but not exceeding  2,500 cc: 32.10 (a) Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc, completely knocked down for assembly in plants approved for the purpose by the Competent Authority 30% (b) Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc, completely knocked down for assembly in plants approved for the purpose by the Competent Authority 80%",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc, completely knocked down for assembly in plants approved for the purpose by the Competent Authority 30%"
                },
                {
                    "representation": "(b)",
                    "description": "Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc, completely knocked down for assembly in plants approved for the purpose by the Competent Authority 80%"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "33.00  Of a cylinder capacity exceeding 2,500 cc:  ",
            "context": "EXCISE TAX ACT under 33.00  Of a cylinder capacity exceeding 2,500 cc:  33.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 80%",
            "description": "33.10 Completely knocked down for assembly in plants approved for the purpose by the Competent Authority 80%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "40.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 500 cc but not exceeding 800 cc: ",
            "context": "EXCISE TAX ACT under 40.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 500 cc but not exceeding 800 cc: 40.10 For the transport of goods 10%",
            "description": "40.10 For the transport of goods 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "50.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 500 cc but not exceeding 800 cc: ",
            "context": "EXCISE TAX ACT under 50.00 With reciprocating internal combustion piston engine of a cylinder capacity exceeding 500 cc but not exceeding 800 cc: 50.10 For the transport of goods 10%",
            "description": "50.10 For the transport of goods 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "87.02 Motor Vehicles for the transport of ten or more persons, including the driver ",
            "context": "EXCISE TAX ACT under 87.02 Motor Vehicles for the transport of ten or more persons, including the driver 87.02 (a) Of a cylinder capacity exceeding 945 cc but not exceeding 1,500 cc 30% (b) Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc 50% (c) Of a cylinder capacity exceeding 2,000 cc but not exceeding 3,000 cc 100% (d) Of a cylinder capacity exceeding 3,000 cc 145%",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Of a cylinder capacity exceeding 945 cc but not exceeding 1,500 cc 30%"
                },
                {
                    "representation": "(b)",
                    "description": "Of a cylinder capacity exceeding 1,500 cc but not exceeding 2,000 cc 50%"
                },
                {
                    "representation": "(c)",
                    "description": "Of a cylinder capacity exceeding 2,000 cc but not exceeding 3,000 cc 100%"
                },
                {
                    "representation": "(d)",
                    "description": "Of a cylinder capacity exceeding 3,000 cc 145%"
                }
            ]
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "90.00 Other ",
            "context": "EXCISE TAX ACT under 90.00 Other 90.20 Other Coaches, buses and mini-buses of a seating capacity not exceeding 21 persons (including the driver) 10%",
            "description": "90.20 Other Coaches, buses and mini-buses of a seating capacity not exceeding 21 persons (including the driver) 10%"
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "2710.",
            "context": "EXCISE TAX ACT under 2710.2710.",
            "description": "2710."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8702.",
            "context": "EXCISE TAX ACT under 8702.8702.",
            "description": "8702."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8703.",
            "context": "EXCISE TAX ACT under 8703.8703.",
            "description": "8703."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8704.",
            "context": "EXCISE TAX ACT under 8704.8704.",
            "description": "8704."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8706.",
            "context": "EXCISE TAX ACT under 8706.8706.",
            "description": "8706."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8707.",
            "context": "EXCISE TAX ACT under 8707.8707.",
            "description": "8707."
        }
    },
    {
        "act": "EXCISE TAX ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "8711.",
            "context": "EXCISE TAX ACT under 8711.8711.",
            "description": "8711."
        }
    }
]