[
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Short title. 1. This Act may be cited as the Intoxicating Liquor Licensing Act.",
            "description": "This Act may be cited as the Intoxicating Liquor Licensing Act."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  CLASSIFICATION OF LICENCES FOR THE SALE OF INTOXICATING LIQUOR  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Interpretation.  CLASSIFICATION OF LICENCES FOR THE SALE OF INTOXICATING LIQUOR  2. (1) In this Act   alcohol means ethyl alcohol;  board means a district  licensing board established in pursuance  of this  Act;  business premises includes any room or place used for storing goods whether or not adjoining or adjacent to a store or shop;  by wholesale, when used with reference to rum, means in quantities of two hundred and four litres and upwards  if disposed of for consumption within Guyana, and of ninety litres and upwards if disposed of for exportation, and when used with reference to other spirituous liquor means in quantities of one hundred and eighty-one litres and upwards;  Commissioner means the Commissioner-General of the  Revenue Authority appointed under the Revenue Authority Act and includes  CHAPTER 82:21  INTOXICATING LIQUOR LICENSING ACT   (a)   any officer of the  Revenue LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              11  L.R.O. 1/2012               c. 65:01                        c. 82:01                   Authority acting in the performance of his duties;  (b)     any mines officer within the meaning of the Mining Act, authorised in perform any of the functions conferred on the Commissioner by this Act; and  (c)     any district commissioner authorised in writing by the Commissioner to conferred on the Commissioner by this Act;  constable means any member of the police force;  district means the district established under the District Government Act wherein are situate the premises sought to be licensed;  Government warehouse has the meaning assigned to it in the Customs Act;  intoxicating liquor means any liquor the sale of which is regulated by this Act;  litre means the litre as defined by any written law;  malt liquor does not include any liquor containing more than eleven decimal four percent or less than one decimal four percent of alcohol;  party means anyone who has applied for a renewal or transfer of a licence or who has opposed an application therefor;  perform any of the functions writing by the Commissioner to LAWS OF GUYANA 12 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012              c. 82:23                                    permitted hours and permitted days mean the hours and days specified in a licence as the period for selling intoxicating  liquor under that licence;  Registrar  means the Registrar of Deeds;  rum includes any liquor whatsoever of which rum forms a component part, other than bitters, cordials, liqueurs, or similar compounds which the Commissioner is satisfied were  manufactured by a compounder from rum distilled in Guyana under the Bitters and Cordials Act;  sale includes barter and any disposal for valuable consideration;  spirit shop means a retail spirit shop;  spirituous liquor includes all liquor other than wine containing more than eleven decimal four percent of alcohol, and includes rum but does not include coconut rum or coconut toddy;  strength, in relation to any liquor, means its alcohol strength computed in accordance with this section and the ratio referred to in subsection (2)(c) being expressed as a percentage;  tavern means premises licensed for the sale of intoxicating liquor under a railway station or stelling liquor licence;  transferee means a person to whom it is sought to transfer a licence;   wine does not include any liquor containing more than twenty-four percent or less than two decimal three percent of alcohol.  (2) For the purposes of this Act LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              13  L.R.O. 1/2012                                    Classification of licences.  [22 of 1944 30 of 1952 60 of 1952 20 of 1973 24 of 1992]   Off-licence.                (a)    except where some other measure of quantity is specified, any computation of the quantity of any liquor shall be made in terms of the volume of the liquor or alcohol as the case may be;  (b) any computation of the volume of any liquor or of the alcohol contained in any liquor shall be made in litres as at 20 Celsius; and  (c) the alcoholic strength of any liquor shall be the ratio of the volume of the alcohol contained in the liquor to the volume of the liquor (inclusive of the  alcohol contained therein).  CLASSIFICATION OF LICENCES FOR THE SALE OF INTOXICATING LIQUOR",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   alcohol means ethyl alcohol;  board means a district  licensing board established in pursuance  of this  Act;  business premises includes any room or place used for storing goods whether or not adjoining or adjacent to a store or shop;  by wholesale, when used with reference to rum, means in quantities of two hundred and four litres and upwards  if disposed of for consumption within Guyana, and of ninety litres and upwards if disposed of for exportation, and when used with reference to other spirituous liquor means in quantities of one hundred and eighty-one litres and upwards;  Commissioner means the Commissioner-General of the  Revenue Authority appointed under the Revenue Authority Act and includes  CHAPTER 82:21  INTOXICATING LIQUOR LICENSING ACT"
                },
                {
                    "representation": "(a)",
                    "description": "except where some other measure of quantity is specified, any computation of the quantity of any liquor shall be made in terms of the volume of the liquor or alcohol as the case may be;"
                },
                {
                    "representation": "(b)",
                    "description": "any computation of the volume of any liquor or of the alcohol contained in any liquor shall be made in litres as at 20 Celsius; and"
                },
                {
                    "representation": "(c)",
                    "description": "the alcoholic strength of any liquor shall be the ratio of the volume of the alcohol contained in the liquor to the volume of the liquor"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              13  L.R.O. 1/2012                                    Classification of licences.  [22 of 1944 30 of 1952 60 of 1952 20 of 1973 24 of 1992]   Off-licence."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Classification of licences:  (a) off-licence; (b) hotel licence; (c) railway station or stelling liquor licence;  (d) spirit shop licence; (e) restaurant liquor licence; (f) passenger steamer liquor and tobacco licence;  (g) occasional liquor and tobacco licence; (h) malt liquor and wine licence; (i) restaurant or parlour liquor licence;  (j) coconut rum or toddy licence; (k) Members’ club liquor licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Classification of licences:  (a) off-licence; (b) hotel licence; (c) railway station or stelling liquor licence;  (d) spirit shop licence; (e) restaurant liquor licence; (f) passenger steamer liquor and tobacco licence;  (g) occasional liquor and tobacco licence; (h) malt liquor and wine licence; (i) restaurant or parlour liquor licence;  (j) coconut rum or toddy licence; (k) Members club liquor licence. 3. Licences  authorising  the sale of intoxicating  liquor under this Act shall be classified  as follows:       (a) an off-licence, which shall be classified as follows  (i) a first class licence which shall authorise the holder thereof in the City of Georgetown or the town of New Amsterdam or within one mile of the boundaries of such city or town to store in bulk, mix and blend spirituous liquor in the licensed premises and to sell therein LAWS OF GUYANA 14 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                              Hotel licence.       spirituous liquor, wine or malt liquor not to be consumed on the premises, and to import and sell spirits in bond; (ii) a second class licence which shall authorise the holder thereof within the limits specified in subparagraph (i), to keep and sell on the licensed premises spirituous liquor, wine or malt liquor, not to be consumed on the premises, but not to store in bulk, mix or blend such spirituous liquor; and (iii) a third class licence which shall authorise the holder thereof within the limits specified in subparagraph (i), to sell in the licensed premises malt liquor and wine, or the liquor known as Falernum if it has been manufactured locally, not to be consumed on the premises:  Provided that the Minister may, by order, extend the areas specified in this paragraph or define other areas in respect  of which first class or second class off-licences may be issued under this Act;  (b) an hotel licence, which shall authorise the sale of malt liquor, wine, and spirituous liquor, to be consumed on the licensed premises. Such licence may be a first class licence or a second LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              15  L.R.O. 1/2012                         Railway station or stelling liquor licence.              Spirit shop licence.                    Restaurant liquor licence.         class licence:  Provided that no hotel licence shall be issued in respect of any premises in Georgetown unless such premises contain ten bedrooms for the accommodation of guests, and, if situate elsewhere, at least four;  (c)   a railway station or stelling liquor licence, which shall authorise the sale at any station or stelling of the Transport and Harbours Department of wine, malt liquor, and spirituous liquor, to be consumed on the licensed premises;  (d) a spirit shop licence, which shall authorise the sale in the licensed shop in any quantities of wine, malt liquor, and spirituous liquor except rum, whether to be consumed on the premises or not, and shall authorise the sale of rum therein, whether to be consumed on the premises or not, in quantities not exceeding two litres at any one time to any one person, or on the order of any one person except as otherwise provided by this Act;  (e) a restaurant liquor licence, which shall authorise the sale of spirituous liquor, malt liquor and wine to be consumed with a meal on the licensed premises:  Provided that the consumption of intoxicating liquor on the licensed LAWS OF GUYANA 16 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012          Passenger steamer liquor and tobacco licence.                  Occasional liquor and tobacco licence.              Malt liquor and wine licence.           premises shall cease at the hour of half past ten of the clock in the evening on Mondays to Fridays (inclusive) and on Sundays and at the hour of eleven of the clock in the evening on Saturdays;  (f) a passenger steamer liquor and tobacco licence which shall authorise the sale on board any passenger steamer while such steamer is on a voyage to or from any place, but not at other times of spirituous liquor, wine and malt liquor to be consumed thereon and tobacco;  (g) an occasional liquor and tobacco licence which shall authorise the sale for consumption on any premises stated in the licence of wine, spirituous liquor, malt liquor and tobacco for such period as is stated in the licence not exceeding twelve consecutive hours. This licence shall not be issued to the holder of any other licence for the sale of intoxicating liquor;  (h) a malt liquor and wine licence, which shall authorise the  sale in any licensed store, shop, floating shop, room, shed, stall or yard, of malt liquor and wine, or the liquor known by the name of Falernum, if it has been manufactured in Guyana and does not contain more than fourteen decimal three percent of alcohol, whether to be consumed on the LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              17  L.R.O. 1/2012          Restaurant or parlour liquor licence.                  Coconut rum or toddy licence.    Members club liquor licence. [20 of 1973]        Certificate required for hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence. [30 of 1952 premises or not;  (i) a restaurant or parlour malt liquor and wine licence which shall authorise the sale of malt liquor and wine (including the liquor known as Falernum) to be consumed with a meal on the licensed premises:  Provided that the consumption of such malt liquor or wine on the licensed premises shall cease at the hour of half past ten of the clock in the evening on Mondays to Fridays (inclusive) and on Sundays and at the hour of eleven of the clock in the evening on Saturdays;  (j)   a coconut  rum or coconut  toddy licence,  which shall authorise the sale of coconut rum or coconut toddy;  (k)      a members club liquor licence which shall authorise the supply of spirituous liquor, malt liquor and wine to members, visitors and guests to be consumed on the licensed premises.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "an off-licence, which shall be classified as follows"
                },
                {
                    "representation": "(i)",
                    "description": "a restaurant or parlour malt liquor and wine licence which shall authorise the sale of malt liquor and wine"
                },
                {
                    "representation": "(b)",
                    "description": "an hotel licence, which shall authorise the sale of malt liquor, wine, and spirituous liquor, to be consumed on the licensed premises. Such licence may be a first class licence or a second LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              15  L.R.O. 1/2012                         Railway station or stelling liquor licence.              Spirit shop licence.                    Restaurant liquor licence.         class licence:  Provided that no hotel licence shall be issued in respect of any premises in Georgetown unless such premises contain ten bedrooms for the accommodation of guests, and, if situate elsewhere, at least four;"
                },
                {
                    "representation": "(c)",
                    "description": "a railway station or stelling liquor licence, which shall authorise the sale at any station or stelling of the Transport and Harbours Department of wine, malt liquor, and spirituous liquor, to be consumed on the licensed premises;"
                },
                {
                    "representation": "(d)",
                    "description": "a spirit shop licence, which shall authorise the sale in the licensed shop in any quantities of wine, malt liquor, and spirituous liquor except rum, whether to be consumed on the premises or not, and shall authorise the sale of rum therein, whether to be consumed on the premises or not, in quantities not exceeding two litres at any one time to any one person, or on the order of any one person except as otherwise provided by this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "a restaurant liquor licence, which shall authorise the sale of spirituous liquor, malt liquor and wine to be consumed with a meal on the licensed premises:  Provided that the consumption of intoxicating liquor on the licensed LAWS OF GUYANA 16 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012          Passenger steamer liquor and tobacco licence.                  Occasional liquor and tobacco licence.              Malt liquor and wine licence.           premises shall cease at the hour of half past ten of the clock in the evening on Mondays to Fridays"
                },
                {
                    "representation": "(f)",
                    "description": "a passenger steamer liquor and tobacco licence which shall authorise the sale on board any passenger steamer while such steamer is on a voyage to or from any place, but not at other times of spirituous liquor, wine and malt liquor to be consumed thereon and tobacco;"
                },
                {
                    "representation": "(g)",
                    "description": "an occasional liquor and tobacco licence which shall authorise the sale for consumption on any premises stated in the licence of wine, spirituous liquor, malt liquor and tobacco for such period as is stated in the licence not exceeding twelve consecutive hours. This licence shall not be issued to the holder of any other licence for the sale of intoxicating liquor;"
                },
                {
                    "representation": "(h)",
                    "description": "a malt liquor and wine licence, which shall authorise the  sale in any licensed store, shop, floating shop, room, shed, stall or yard, of malt liquor and wine, or the liquor known by the name of Falernum, if it has been manufactured in Guyana and does not contain more than fourteen decimal three percent of alcohol, whether to be consumed on the LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              17  L.R.O. 1/2012          Restaurant or parlour liquor licence.                  Coconut rum or toddy licence.    Members club liquor licence. [20 of 1973]        Certificate required for hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence. [30 of 1952 premises or not;"
                },
                {
                    "representation": "(j)",
                    "description": "a coconut  rum or coconut  toddy licence,  which shall authorise the sale of coconut rum or coconut toddy;"
                },
                {
                    "representation": "(k)",
                    "description": "a members club liquor licence which shall authorise the supply of spirituous liquor, malt liquor and wine to members, visitors and guests to be consumed on the licensed premises."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Certificate required for hotel, restaurant liquor, railway station or stelling liquor, or spirit shop licence.  LICENSING DISTRICTS AND BOARDS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Certificate required for hotel, restaurant liquor, railway station or stelling liquor, or spirit shop licence.  LICENSING DISTRICTS AND BOARDS  4. Subject to the provisions of this Act, a licence for a hotel, restaurant, members club, tavern or spirit shop, shall be issued to that person only who holds a certificate granted by a board under section",
            "description": "Subject to the provisions of this Act, a licence for a hotel, restaurant, members club, tavern or spirit shop, shall be issued to that person only who holds a certificate granted by a board under section"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Licensing districts. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Licensing districts. 5. For the purpose of the consideration and disposal of applications for licences in respect of hotels, restaurants, members clubs, taverns, or spirit shops, there shall be three licensing districts, consisting of the counties of Demerara, Berbice and Essequibo respectively:  Provided that (a)  the Minister may if he thinks it expedient increase or reduce the number of licensing districts and vary the limits accordingly; and  (b) in each of the districts there shall be a board composed of three magistrates, one of whom if not disqualified shall be magistrate  of a magisterial  district  which is in whole or in part within the licensing district.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Minister may if he thinks it expedient increase or reduce the number of licensing districts and vary the limits accordingly; and"
                },
                {
                    "representation": "(b)",
                    "description": "in each of the districts there shall be a board composed of three magistrates, one of whom if not disqualified shall be magistrate  of a magisterial  district  which is in whole or in part within the licensing district."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "(l) Establishment  of district  licensing boards.  (2) Demerara district licensing board. (3) Berbice district licensing board. (4) Essequibo district licensing board. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under (l) Establishment  of district  licensing boards.  (2) Demerara district licensing board. (3) Berbice district licensing board. (4) Essequibo district licensing board. 6. (1)  There shall be established in each licensing district a district licensing board, which shall have power to hear and determine in the manner hereinafter provided all applications for hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop, licences for premises situate within its district.  (2) The board for the county of Demerara shall consist of three magistrates to be appointed by the Minister and shall sit in Georgetown or at any other places it appoints.  (3) The board for the county of Berbice shall consist of three magistrates to be appointed by the Minister and shall sit in New Amsterdam or at any other places it appoints. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              19  L.R.O. 1/2012     Essequibo district licensing  Board.                              Majority of members may exercise power of board.         Disqualifica-tion of magistrate in certain cases. [19 of 1990]             (4) The board for the county of Essequibo shall consist of three magistrates to be appointed by the Minister and shall sit at Vergenoegen, or Suddie, or any other place it appoints.  (5) In the event of a member of a board being disqualified or absent or unable to act the Minister may appoint another magistrate to be a member of the board for a specific occasion, a limited time, or generally.  (6) Appointments to boards made by the Minister under this section shall be for any period he thinks fit and may be revoked at any time.  (7) The Minister may appoint a member of a board to be chairman, and in the absence of an appointment the member who has been a magistrate for the longest period shall be chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be established in each licensing district a district licensing board, which shall have power to hear and determine in the manner hereinafter provided all applications for hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop, licences for premises situate within its district."
                },
                {
                    "representation": "(2)",
                    "description": "The board for the county of Demerara shall consist of three magistrates to be appointed by the Minister and shall sit in Georgetown or at any other places it appoints."
                },
                {
                    "representation": "(3)",
                    "description": "The board for the county of Berbice shall consist of three magistrates to be appointed by the Minister and shall sit in New Amsterdam or at any other places it appoints. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              19  L.R.O. 1/2012     Essequibo district licensing  Board.                              Majority of members may exercise power of board.         Disqualifica-tion of magistrate in certain cases. [19 of 1990]"
                },
                {
                    "representation": "(4)",
                    "description": "The board for the county of Essequibo shall consist of three magistrates to be appointed by the Minister and shall sit at Vergenoegen, or Suddie, or any other place it appoints."
                },
                {
                    "representation": "(5)",
                    "description": "In the event of a member of a board being disqualified or absent or unable to act the Minister may appoint another magistrate to be a member of the board for a specific occasion, a limited time, or generally."
                },
                {
                    "representation": "(6)",
                    "description": "Appointments to boards made by the Minister under this section shall be for any period he thinks fit and may be revoked at any time."
                },
                {
                    "representation": "(7)",
                    "description": "The Minister may appoint a member of a board to be chairman, and in the absence of an appointment the member who has been a magistrate for the longest period shall be chairman."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Majority of members may exercise power of board. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Majority of members may exercise power of board. 7. Where under this Act any power may be exercised or any duty is to be performed by a board in the event of a difference of opinion among the members of the board, that power may be exercised and that duty may be performed by a majority of the members of the board.",
            "description": "Where under this Act any power may be exercised or any duty is to be performed by a board in the event of a difference of opinion among the members of the board, that power may be exercised and that duty may be performed by a majority of the members of the board."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Disqualification of magistrate in certain cases. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Disqualification of magistrate in certain cases. 8. (1) A magistrate shall be disqualified from being a member of a board in any proceedings before the board where the magistrate is    (a) the spouse, or by blood or marriage the parent, son or daughter, or brother or sister of the applicant or transferee; or  (b) the owner, or the spouse, parent, son or daughter, or brother or sister of the owner   LAWS OF GUYANA 20 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                             Clerk of district licensing board. [30 of 1952 66 of 1952]    Number of meetings, dates and notice thereof.  [30 of 1952 66 of 1952 20 of 1973]             (i)   of any building which is the subject of an application for a licence or a transfer; or  (ii) of any land on which there is any such building.  (2) No act done by any member of a board disqualified by this section shall be invalid by reason only of that disqualification.  (3) Any magistrate who knowingly acts as a member of a board in any proceeding in which he is declared by this Act to be disqualified, shall be liable in respect of each offence to a fine of seven hundred and fifty dollars, to be recovered by action in the High Court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A magistrate shall be disqualified from being a member of a board in any proceedings before the board where the magistrate is"
                },
                {
                    "representation": "(a)",
                    "description": "the spouse, or by blood or marriage the parent, son or daughter, or brother or sister of the applicant or transferee; or"
                },
                {
                    "representation": "(b)",
                    "description": "the owner, or the spouse, parent, son or daughter, or brother or sister of the owner   LAWS OF GUYANA 20 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                             Clerk of district licensing board. [30 of 1952 66 of 1952]    Number of meetings, dates and notice thereof.  [30 of 1952 66 of 1952 20 of 1973]"
                },
                {
                    "representation": "(i)",
                    "description": "of any building which is the subject of an application for a licence or a transfer; or"
                },
                {
                    "representation": "(2)",
                    "description": "No act done by any member of a board disqualified by this section shall be invalid by reason only of that disqualification."
                },
                {
                    "representation": "(3)",
                    "description": "Any magistrate who knowingly acts as a member of a board in any proceeding in which he is declared by this Act to be disqualified, shall be liable in respect of each offence to a fine of seven hundred and fifty dollars, to be recovered by action in the High Court."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Clerk of district licensing board.    LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              5  L.R.O. 1/2012  SECTION GENERAL LICENSING MEETINGS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Clerk of district licensing board.    LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              5  L.R.O. 1/2012  SECTION GENERAL LICENSING MEETINGS  9. The Commissioner shall act as clerk to the board and perform the duties directed by the board.    GENERAL LICENSING MEETINGS",
            "description": "The Commissioner shall act as clerk to the board and perform the duties directed by the board.    GENERAL LICENSING MEETINGS"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Number of meetings, dates and notice thereof. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Number of meetings, dates and notice thereof. 10. (1) Each board shall hold four sessions (to be called the general licensing meetings) in each year, at such times and at such places as the chairman of the board may determine, for the purpose of dealing with applications for the issue or transfer of licences for hotels, restaurants, members clubs, taverns or spirit shops, and applications for the renewal of licences for hotels, restaurants, members clubs, taverns or spirit shops shall be dealt with by the board at the last general licensing meeting in each year.  (2) The meetings of the board shall be held not later than the 31st March, the 30th June, the 30th September, and the 31st December in each year.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              21  L.R.O. 1/2012                         Powers of board thereat. [30 of 1952 15 of 1954]                       (3) At the last general licensing meeting each year the chairman of the board shall fix the dates and times of the meetings to be held the following year and the places where such meetings shall be held, and shall inform the Commissioner accordingly.  (4) The Commissioner shall at least sixty days before a meeting cause to be published simultaneously in the Gazette and in one daily newspaper circulating in Guyana on at least two consecutive Saturdays a notice stating the day, hour and place at which the meeting is to be held, and shall cause to be published in a like manner at least fourteen days before the meeting the names and addresses of all applicants for the grant of new licences and the situation of the premises in respect of which each application is made.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Each board shall hold four sessions"
                },
                {
                    "representation": "(2)",
                    "description": "The meetings of the board shall be held not later than the 31st March, the 30th June, the 30th September, and the 31st December in each year.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              21  L.R.O. 1/2012                         Powers of board thereat. [30 of 1952 15 of 1954]"
                },
                {
                    "representation": "(3)",
                    "description": "At the last general licensing meeting each year the chairman of the board shall fix the dates and times of the meetings to be held the following year and the places where such meetings shall be held, and shall inform the Commissioner accordingly."
                },
                {
                    "representation": "(4)",
                    "description": "The Commissioner shall at least sixty days before a meeting cause to be published simultaneously in the Gazette and in one daily newspaper circulating in Guyana on at least two consecutive Saturdays a notice stating the day, hour and place at which the meeting is to be held, and shall cause to be published in a like manner at least fourteen days before the meeting the names and addresses of all applicants for the grant of new licences and the situation of the premises in respect of which each application is made."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Powers of board thereat. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Powers of board thereat. 11. (1) Subject to this Act a board may at its general licensing meeting grant certificates for the issue and the renewal of licences board to any persons whom, in the execution of its powers under this Act and in the exercise of its discretion, it deems fit and proper.  (2) Any member of the board on the direction of the chairman may adjourn the meeting from time to time for any day, hour and place within the licensing district it thinks fit.  (3) Every adjourned meeting shall be deemed to be a continuation of the general licensing meeting.  (4) Where an applicant for a licence has, in the opinion of the board through inadvertence or misadventure, failed to comply with any requirements of this Act preliminary to an application the board may, if it thinks fit, and upon the terms it thinks proper, postpone the consideration of the application to a meeting to be held on a later date, and if at that meeting the board is satisfied that LAWS OF GUYANA 22 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012               Grounds on which licence may be refused. [30 of 1952 20 of 1973 O. 4/1974]                             any terms imposed by it have been fulfilled may consider the application as if the preliminary requirements of this Act had been properly observed.  (5) A meeting held for the consideration of an application so postponed may be held if necessary after the date on which an adjourned general licensing meeting may be held and the powers of the board may be exercised at that meeting in the same manner as at an adjourned general licensing meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act a board may at its general licensing meeting grant certificates for the issue and the renewal of licences board to any persons whom, in the execution of its powers under this Act and in the exercise of its discretion, it deems fit and proper."
                },
                {
                    "representation": "(2)",
                    "description": "Any member of the board on the direction of the chairman may adjourn the meeting from time to time for any day, hour and place within the licensing district it thinks fit."
                },
                {
                    "representation": "(3)",
                    "description": "Every adjourned meeting shall be deemed to be a continuation of the general licensing meeting."
                },
                {
                    "representation": "(4)",
                    "description": "Where an applicant for a licence has, in the opinion of the board through inadvertence or misadventure, failed to comply with any requirements of this Act preliminary to an application the board may, if it thinks fit, and upon the terms it thinks proper, postpone the consideration of the application to a meeting to be held on a later date, and if at that meeting the board is satisfied that LAWS OF GUYANA 22 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012               Grounds on which licence may be refused. [30 of 1952 20 of 1973 O. 4/1974]                             any terms imposed by it have been fulfilled may consider the application as if the preliminary requirements of this Act had been properly observed."
                },
                {
                    "representation": "(5)",
                    "description": "A meeting held for the consideration of an application so postponed may be held if necessary after the date on which an adjourned general licensing meeting may be held and the powers of the board may be exercised at that meeting in the same manner as at an adjourned general licensing meeting."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Grounds on which licence may be refused  PROCEDURE PRIOR TO AND AT MEETING  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Grounds on which licence may be refused  PROCEDURE PRIOR TO AND AT MEETING  12. (1) An application for a certificate for an hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence under this Act may be refused on any one or other of the grounds following:  (a) in case of premises not already licensed, that  (i) they are unfit for the purpose of the licence for which application  is made; (ii) the applicant is a person of bad character; (iii) the applicant, having been within the preceding five years the holder of an hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence in any part of Guyana, has allowed his licensed premises to become a nuisance to the neighbourhood; (iv) the premises for which the application is made are so situate that they cannot be kept under effective police control or LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              23  L.R.O. 1/2012                                                 are likely to be a nuisance to the neighbourhood; (v)   the applicant has neglected to comply with this Act in making his application;  (vi) the applicant has not attained the age of eighteen years; (vii)  there is a sufficient number of premises already licensed to meet the needs of the neighbourhood; (b) in the case of premises already licensed that  (i) the applicant has neglected to comply with this Act in making his  application;  (ii) the premises have within the preceding twelve months been so conducted as to be a nuisance in the neighbour-hood;  (c) in the event of the applicant not being then the holder of a  licence that  (i) he is a person of bad character; (ii) he has not attained the age of eighteen years; (iii) having within the preceding five years been the holder of a licence in any part of Guyana, he has allowed his licensed premises to become a nuisance to the neighbourhood.  (2) In addition to the grounds mentioned in LAWS OF GUYANA 24 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                                 subsection (l) an application for a certificate for a members club may be refused on the following grounds  (a) that the club has ceased to exist, or that the number of members is less than twenty-five;  (b) that it is not conducted in good faith as a members club or that it is kept or habitually used for any unlawful purpose;  (c) that there is frequent drunkenness on the club premises;   (d)     that illegal sales of intoxicating liquor have taken place on the club premises;  (e)       that persons who are not members are habitually admitted to the club merely  for the purpose of obtaining intoxicating liquor;  (f) that the club occupies premises in respect of which, within twelve months next preceding the formation of the club, a licence under this Act has been forfeited or the renewal of a licence has been refused;  (g) that persons are habitually admitted as members contrary to the provisions in that behalf contained in the rules of the club; or  (h)     that the supply of intoxicating liquor to the club is not under the control of the members or the committee LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              25  L.R.O. 1/2012                                 Procedure on application for licence. [30 of 1952 66 of 1952 20 of 1973 21 of 1992]    Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An application for a certificate for an hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence under this Act may be refused on any one or other of the grounds following:"
                },
                {
                    "representation": "(a)",
                    "description": "that the club has ceased to exist, or that the number of members is less than twenty-five;"
                },
                {
                    "representation": "(i)",
                    "description": "he is a person of bad character;"
                },
                {
                    "representation": "(v)",
                    "description": "the applicant has neglected to comply with this Act in making his application;"
                },
                {
                    "representation": "(b)",
                    "description": "that it is not conducted in good faith as a members club or that it is kept or habitually used for any unlawful purpose;"
                },
                {
                    "representation": "(c)",
                    "description": "that there is frequent drunkenness on the club premises;"
                },
                {
                    "representation": "(2)",
                    "description": "In addition to the grounds mentioned in LAWS OF GUYANA 24 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                                 subsection"
                },
                {
                    "representation": "(l)",
                    "description": "an application for a certificate for a members club may be refused on the following grounds"
                },
                {
                    "representation": "(d)",
                    "description": "that illegal sales of intoxicating liquor have taken place on the club premises;"
                },
                {
                    "representation": "(e)",
                    "description": "that persons who are not members are habitually admitted to the club merely  for the purpose of obtaining intoxicating liquor;"
                },
                {
                    "representation": "(f)",
                    "description": "that the club occupies premises in respect of which, within twelve months next preceding the formation of the club, a licence under this Act has been forfeited or the renewal of a licence has been refused;"
                },
                {
                    "representation": "(g)",
                    "description": "that persons are habitually admitted as members contrary to the provisions in that behalf contained in the rules of the club; or"
                },
                {
                    "representation": "(h)",
                    "description": "that the supply of intoxicating liquor to the club is not under the control of the members or the committee LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              25  L.R.O. 1/2012                                 Procedure on application for licence. [30 of 1952 66 of 1952 20 of 1973 21 of 1992]    Form"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Procedure on application for licence. 13A.   Notice to Commissioner of Police of application for registration. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Procedure on application for licence. 13A.   Notice to Commissioner of Police of application for registration. 13. (1) Anyone (in this Act styled the applicant) who wishes to apply to a board for the grant of a certificate for the issue or renewal of a licence for an hotel, restaurant, members club, tavern or spirit shop shall  (a) serve on the Commissioner an application in duplicate signed by himself or his agent on his behalf in Form 1 in the Schedule, at least thirty days before the date fixed for the holding of the next general licensing meeting, and when he serves the application pay to the Commissioner LAWS OF GUYANA 26 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                                 the sum of five thousand dollars in respect of an application for the grant of a certificate for the issue of a licence and the sum of five thousand dollars in respect of an application for the grant of a certificate for the renewal of a licence;  (b)   in the case of premises not already licensed deposit with his application with the Commissioner a plan of the house, shop, or premises, sought to be licensed and affix one copy of the application on the outside, and another on the inside, of the outer front door of the premises sought to be licensed and keep the copies so affixed until his application is determined.  (2) In addition to the requirements mentioned in subsection (1), the  secretary of a members club shall, in support of his application, attach to it  (a) a copy of the existing rules of the club;  (b) a list of the general committee and wine committee (if any);  (c) except in the case of a new club, a certified copy of an audited balance sheet and revenue account for the preceding financial year of the club;  (d) a statement signed by him that there is kept upon the club premises  (i) a register of the names and LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              27  L.R.O. 1/2012                     Notice to Commissioner of Police of application for registration. [20 of 1973]                       addresses of the club members, and a record of the latest payment of their subscriptions; and (ii)  a register of the names and addresses of visitors and guests.  (3) The secretary shall give evidence, to the satisfaction of the board, in verification of the matters mentioned in subsection (2).  (4) The Commissioner on receipt of an application shall forthwith transmit a duplicate thereof to the chairman of the board.  13A. (1) The secretary of a members club shall, before making application to a board for the grant of a certificate for the issue or renewal of a licence for a members club, give twenty-one days notice to the Commissioner of Police of his intention to apply, and shall furnish to him a copy of the following particulars  (a) the name and objects of the club;  (b) the address of the club;  (c) brief details of the terms of occupancy of the club premises;  (d)     the name of the secretary; and  (e)      the number of members.  (2) A commissioned officer of police shall  (a) verify the particulars mentioned in sub-section (1); LAWS OF GUYANA 28 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                      Opposition to grant or renewal of licence. [30 of 1952 66 of 1952]                         (b) make enquiries to enable  him to inform the board to whom application is made upon matters to be considered by the board;  (c) attend at the hearing of the application; and  (d) be entitled to object to the granting of a certificate to the club either generally or on any of the grounds of complaint set out in section 12(1) and (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The secretary of a members club shall, before making application to a board for the grant of a certificate for the issue or renewal of a licence for a members club, give twenty-one days notice to the Commissioner of Police of his intention to apply, and shall furnish to him a copy of the following particulars"
                },
                {
                    "representation": "(a)",
                    "description": "verify the particulars mentioned in sub-section"
                },
                {
                    "representation": "(b)",
                    "description": "make enquiries to enable  him to inform the board to whom application is made upon matters to be considered by the board;"
                },
                {
                    "representation": "(2)",
                    "description": "A commissioned officer of police shall"
                },
                {
                    "representation": "(c)",
                    "description": "attend at the hearing of the application; and"
                },
                {
                    "representation": "(d)",
                    "description": "be entitled to object to the granting of a certificate to the club either generally or on any of the grounds of complaint set out in section 12(1) and"
                },
                {
                    "representation": "(i)",
                    "description": "a register of the names and LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              27  L.R.O. 1/2012                     Notice to Commissioner of Police of application for registration. [20 of 1973]                       addresses of the club members, and a record of the latest payment of their subscriptions; and"
                },
                {
                    "representation": "(3)",
                    "description": "The secretary shall give evidence, to the satisfaction of the board, in verification of the matters mentioned in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Commissioner on receipt of an application shall forthwith transmit a duplicate thereof to the chairman of the board.  13A."
                },
                {
                    "representation": "(e)",
                    "description": "the number of members."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Opposition to grant or renewal of licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Opposition to grant or renewal of licence. 14. (1) When notice has been duly given by anyone of his intention to apply for a certificate for the grant or renewal of a licence anyone may oppose the application on any of the grounds enumerated in section 12:  Provided that  (a)   he shall give notice in writing to the applicant and to the Commissioner of the grounds whereon the opposition is based, and that at the hearing of the application no objection shall be entertained by the Board other than those set forth in the notice  aforesaid; and  (b)  the notice shall be served on the applicant and on the Commissioner at least seven days before the meeting at which the application is to be heard.  (2) The applicant and anyone who has given notice of opposition shall be entitled to appear at the general LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              29  L.R.O. 1/2012      Costs awarded by board.           Summoning witnesses.                                licensing meeting in person or by counsel or solicitor and to adduce evidence in support of his case.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When notice has been duly given by anyone of his intention to apply for a certificate for the grant or renewal of a licence anyone may oppose the application on any of the grounds enumerated in section 12:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "he shall give notice in writing to the applicant and to the Commissioner of the grounds whereon the opposition is based, and that at the hearing of the application no objection shall be entertained by the Board other than those set forth in the notice  aforesaid; and"
                },
                {
                    "representation": "(b)",
                    "description": "the notice shall be served on the applicant and on the Commissioner at least seven days before the meeting at which the application is to be heard."
                },
                {
                    "representation": "(2)",
                    "description": "The applicant and anyone who has given notice of opposition shall be entitled to appear at the general LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              29  L.R.O. 1/2012      Costs awarded by board.           Summoning witnesses.                                licensing meeting in person or by counsel or solicitor and to adduce evidence in support of his case."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Costs awarded by board. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Costs awarded by board. 15.  PROCEDURE PRIOR TO AND AT MEETING",
            "description": "PROCEDURE PRIOR TO AND AT MEETING"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Summoning witnesses. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Summoning witnesses. 16. (1) Anyone who opposes an application  and an applicant may obtain from any member of a board summonses for witnesses to appear at the hearing of the application  and give evidence, or give evidence and produce any books, deeds, papers, writings, or articles in their possession or control.  (2) There shall be paid on summonses the same fees as in the case of summonses in civil proceedings in a magistrates court.  (3) Summonses issued under this section shall be served in the same manner as summonses issued in civil proceedings in a magistrates court.  (4) Everyone on whom a summons as a witness has been duly served and to whom at the same time payment or a tender of payment of expenses, according to the scale prescribed in civil proceedings in a magistrates court, has been made, who refuses or neglects, without sufficient cause, to appear and give evidence and produce any books, deeds, papers, writings, or articles in his possession or control, in obedience to the summons, and also everyone present at a meeting who is required to give evidence and refuses to be sworn or to give evidence accordingly, shall be liable to a fine of three hundred dollars. LAWS OF GUYANA 30 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  Hearing applications. [24 of 1932]                          Special provision in cases of applications for premises situate in the same locality. [30 of 1952 66 of 1952]           Grant of certificate to successful applicant and",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who opposes an application  and an applicant may obtain from any member of a board summonses for witnesses to appear at the hearing of the application  and give evidence, or give evidence and produce any books, deeds, papers, writings, or articles in their possession or control."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be paid on summonses the same fees as in the case of summonses in civil proceedings in a magistrates court."
                },
                {
                    "representation": "(3)",
                    "description": "Summonses issued under this section shall be served in the same manner as summonses issued in civil proceedings in a magistrates court."
                },
                {
                    "representation": "(4)",
                    "description": "Everyone on whom a summons as a witness has been duly served and to whom at the same time payment or a tender of payment of expenses, according to the scale prescribed in civil proceedings in a magistrates court, has been made, who refuses or neglects, without sufficient cause, to appear and give evidence and produce any books, deeds, papers, writings, or articles in his possession or control, in obedience to the summons, and also everyone present at a meeting who is required to give evidence and refuses to be sworn or to give evidence accordingly, shall be liable to a fine of three hundred dollars. LAWS OF GUYANA 30 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  Hearing applications. [24 of 1932]                          Special provision in cases of applications for premises situate in the same locality. [30 of 1952 66 of 1952]           Grant of certificate to successful applicant and"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Hearing applications. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Hearing applications. 17. (1) On the day appointed the board shall openly hear, consider and  deal with all applications  presented,  and may examine witnesses on oath, and if one or other of the objections to the grant or renewal of a licence  set forth in established to the satisfaction of the board, the board may reject the application; otherwise the application  may be granted if the board is satisfied that the application is duly made and can be granted. The chairman of the board shall take notes of the evidence.  (2) Where notice of opposition in the manner directed by section 14 has not been given to an applicant for a certificate for the renewal of a licence, the board shall grant the application  if satisfied that  it was duly made  and ought  to be granted,  and it shall  not be necessary for the applicant to attend the meeting, and the board may, if it  think fit, grant the application prior to the day fixed for the holding of the meeting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the day appointed the board shall openly hear, consider and  deal with all applications  presented,  and may examine witnesses on oath, and if one or other of the objections to the grant or renewal of a licence  set forth in established to the satisfaction of the board, the board may reject the application; otherwise the application  may be granted if the board is satisfied that the application is duly made and can be granted. The chairman of the board shall take notes of the evidence."
                },
                {
                    "representation": "(2)",
                    "description": "Where notice of opposition in the manner directed by section 14 has not been given to an applicant for a certificate for the renewal of a licence, the board shall grant the application  if satisfied that  it was duly made  and ought  to be granted,  and it shall  not be necessary for the applicant to attend the meeting, and the board may, if it  think fit, grant the application prior to the day fixed for the holding of the meeting."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Special provision in cases of applications for premises situate in the same locality. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Special provision in cases of applications for premises situate in the same locality. 18. When more applications  than one are made to the board for certificates  for the issue of hotel, railway station or stelling liquor, or spirit shop licences for premises which, in the opinion of the board, are situate in the same locality, if the board considers that a certificate may be granted and that there is no objection to its being granted to any one of two or more applicants, the board may direct the  Commissioner  to put up for sale the right to the grant of a certificate, either at public auction or by tender by notice in the Gazette and one daily newspaper for two successive Saturdays, at the time and place and amongst the applicants the board thinks fit, and the purchaser thereof shall be deemed to be a person whose application has been granted by the board.",
            "description": "When more applications  than one are made to the board for certificates  for the issue of hotel, railway station or stelling liquor, or spirit shop licences for premises which, in the opinion of the board, are situate in the same locality, if the board considers that a certificate may be granted and that there is no objection to its being granted to any one of two or more applicants, the board may direct the  Commissioner  to put up for sale the right to the grant of a certificate, either at public auction or by tender by notice in the Gazette and one daily newspaper for two successive Saturdays, at the time and place and amongst the applicants the board thinks fit, and the purchaser thereof shall be deemed to be a person whose application has been granted by the board."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Grant of certificate to successful applicant and issue of licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Grant of certificate to successful applicant and issue of licence. 19. (1) Whenever an application is granted the board shall grant a certificate for the issue or renewal of the licence for which application is made, the certificate to be in section  12 is, after due notice  as required by section 14 , LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              31  L.R.O. 1/2012 issue of licence. Schedule: Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever an application is granted the board shall grant a certificate for the issue or renewal of the licence for which application is made, the certificate to be in section  12 is, after due notice  as required by section 14 , LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              31  L.R.O. 1/2012 issue of licence. Schedule: Form"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Alteration of premises and refund of fee.  TRANSFERS AT GENERAL LICENSING MEETINGS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Alteration of premises and refund of fee.  TRANSFERS AT GENERAL LICENSING MEETINGS  20.      LAWS OF GUYANA 18 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 20 of 1973]      Licensing districts. [30 of 1952 20 of 1973]                     Establishment of district licensing boards. [30 of 1952 60 of 1952 20 of 1973]         Demerara district licensing board.             Berbice district licensing board.               LICENSING DISTRICTS AND BOARDS",
            "description": "LAWS OF GUYANA 18 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 20 of 1973]      Licensing districts. [30 of 1952 20 of 1973]                     Establishment of district licensing boards. [30 of 1952 60 of 1952 20 of 1973]         Demerara district licensing board.             Berbice district licensing board.               LICENSING DISTRICTS AND BOARDS"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Principles to be applied in determining applications. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Principles to be applied in determining applications. 21. (1) At any general licensing meeting any holder of a licence for an  hotel, restaurant, members club, tavern, or spirit shop, may apply to the  board to have his licence  transferred  to some other person or premises.  LAWS OF GUYANA 32 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 20 of 1973]       Form 4            Form 5                                 Holder of licence may apply to Board (2) In the case of a proposed transfer to some other person, both the applicant and the transferee shall, not later than fifteen days before the general licensing meeting at which the application is to be heard, serve on the Commissioner a joint application in duplicate in Form 4 in the Schedule.  (3) In the case of a proposed transfer to some other premises, the applicant shall serve on the Commissioner not later than fifteen days before the date fixed for the next transfer sessions, an application in Form 5 in the Schedule.  (4) In both cases the applicant shall as far as practicable conform to the same conditions relating to the posting of notices on the shop or premises, as are hereby directed in respect of application for a certificate for the issue of a licence.  (5) In the case of a transfer from one place or premises to another place or premises, notices thereof shall be posted on both premises and a plan of the premises to which the licence is to be transferred shall be deposited with the Commissioner .  (6) The Commissioner shall, as soon as practicable after the receipt of the application, publish notice thereof as provided in section 10(4).  (7) In either case the application may be opposed in manner similar to that provided by this Act for opposition to the granting of original or the renewal of existing licences, save that anyone opposing a transfer of a licence from one person to another shall give notice of his opposition to both parties within seven days after the second publication by the Commissioner of the notice of application for a transfer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At any general licensing meeting any holder of a licence for an  hotel, restaurant, members club, tavern, or spirit shop, may apply to the  board to have his licence  transferred  to some other person or premises.  LAWS OF GUYANA 32 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 20 of 1973]       Form 4            Form 5                                 Holder of licence may apply to Board"
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a proposed transfer to some other person, both the applicant and the transferee shall, not later than fifteen days before the general licensing meeting at which the application is to be heard, serve on the Commissioner a joint application in duplicate in Form 4 in the Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "In the case of a proposed transfer to some other premises, the applicant shall serve on the Commissioner not later than fifteen days before the date fixed for the next transfer sessions, an application in Form 5 in the Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "In both cases the applicant shall as far as practicable conform to the same conditions relating to the posting of notices on the shop or premises, as are hereby directed in respect of application for a certificate for the issue of a licence."
                },
                {
                    "representation": "(5)",
                    "description": "In the case of a transfer from one place or premises to another place or premises, notices thereof shall be posted on both premises and a plan of the premises to which the licence is to be transferred shall be deposited with the Commissioner ."
                },
                {
                    "representation": "(6)",
                    "description": "The Commissioner shall, as soon as practicable after the receipt of the application, publish notice thereof as provided in section 10(4)."
                },
                {
                    "representation": "(7)",
                    "description": "In either case the application may be opposed in manner similar to that provided by this Act for opposition to the granting of original or the renewal of existing licences, save that anyone opposing a transfer of a licence from one person to another shall give notice of his opposition to both parties within seven days after the second publication by the Commissioner of the notice of application for a transfer."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Holder of licence may apply to Board for approval of alterations. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Holder of licence may apply to Board for approval of alterations. 22.(1) In the case of an hotel, restaurant, members club, tavern or spirit shop, the holder of a licence for the sale LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              33  L.R.O. 1/2012 for approval of alterations. [30 of 1952 66 of 1952 20 of 1973]            Principles to be applied in determining applications. [30 of 1952 66 of 1952]                                   of intoxicating liquor may apply to the board for permission to alter or reconstruct the licensed premises, and the board may in their discretion grant or refuse such application.  (2) Where any such application is granted, the Commissioner shall make such alterations on the licence as may be necessary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the case of an hotel, restaurant, members club, tavern or spirit shop, the holder of a licence for the sale LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              33  L.R.O. 1/2012 for approval of alterations. [30 of 1952 66 of 1952 20 of 1973]            Principles to be applied in determining applications. [30 of 1952 66 of 1952]                                   of intoxicating liquor may apply to the board for permission to alter or reconstruct the licensed premises, and the board may in their discretion grant or refuse such application."
                },
                {
                    "representation": "(2)",
                    "description": "Where any such application is granted, the Commissioner shall make such alterations on the licence as may be necessary."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Principles to be applied in determining applications. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Principles to be applied in determining applications. 23. (1) The Board, if the conditions aforesaid have been observed, may grant the application subject to the same principles and considerations as apply to the case of an application for a certificate for the issue of a licence for premises not already licensed:  Provided that  (a)      in the case of a proposed transfer of a licence from one licensing district to another, the board of the latter district shall deal with the application; and  (b)   where there has not been notice of opposition  as provided by this Act, the board may, if it think fit, or the chairman may, without reference to a meeting of the board, grant the transfer prior to the day fixed for the meeting and shall cause the  Commissioner to be so informed.  (2) Whenever an application  is granted the subsequent procedure with respect to the issue of a certificate and of a licence shall be as nearly as practicable similar to that in the case of the grant of a licence under this Act; but in the case of a transfer of a licence from one person to another, the transfer shall be effected by endorsement thereon by the Commissioner of the fact of that transfer.  LAWS OF GUYANA 34 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 Transfer in case of death, insolvency, or execution sale. [30 of 1952 66 of 1952 20 of 1973]                                Mode of service of notices. [66 of 1952]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board, if the conditions aforesaid have been observed, may grant the application subject to the same principles and considerations as apply to the case of an application for a certificate for the issue of a licence for premises not already licensed:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a proposed transfer of a licence from one licensing district to another, the board of the latter district shall deal with the application; and"
                },
                {
                    "representation": "(b)",
                    "description": "where there has not been notice of opposition  as provided by this Act, the board may, if it think fit, or the chairman may, without reference to a meeting of the board, grant the transfer prior to the day fixed for the meeting and shall cause the  Commissioner to be so informed."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever an application  is granted the subsequent procedure with respect to the issue of a certificate and of a licence shall be as nearly as practicable similar to that in the case of the grant of a licence under this Act; but in the case of a transfer of a licence from one person to another, the transfer shall be effected by endorsement thereon by the Commissioner of the fact of that transfer.  LAWS OF GUYANA 34 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 Transfer in case of death, insolvency, or execution sale. [30 of 1952 66 of 1952 20 of 1973]                                Mode of service of notices. [66 of 1952]"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Transfer in case of death, insolvency or execution sale. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Transfer in case of death, insolvency or execution sale. 24. (1) On the death or insolvency of a holder of an hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop  licence,  his legal personal representative,  the public trustee, the official  receiver,  or  the  trustee  of  a  deed  of  arrangement,  or  the liquidator,  shall,  on  proof  of  title,  be  entitled  to  have  the  licence transferred to him by the  Commissioner who shall thereon endorse the fact of the transfer.  (2) The person to whom a licence has been transferred by the  Commissioner  shall be entitled to the same rights and privileges and be subject to the same liabilities as the original holder of the licence:  Provided that none of these persons, other than the public trustee or the official receiver, shall be entitled to carry on business under a licence so transferred to him beyond the third transfer sessions after the transfer or the next general licensing meeting, whichever last happens.  (3) When  the  business  of  the  holder  of  an  hotel,  restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence is sold at execution by the Registrar, the Registrar and the purchaser shall apply to the board for the transfer of the licence to the purchaser, and the joint application shall be made and dealt with in the same manner  as hereinbefore  provided  for the  transfer  of a licence from a holder thereof to some other person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the death or insolvency of a holder of an hotel, restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop  licence,  his legal personal representative,  the public trustee, the official  receiver,  or  the  trustee  of  a  deed  of  arrangement,  or  the liquidator,  shall,  on  proof  of  title,  be  entitled  to  have  the  licence transferred to him by the  Commissioner who shall thereon endorse the fact of the transfer."
                },
                {
                    "representation": "(2)",
                    "description": "The person to whom a licence has been transferred by the  Commissioner  shall be entitled to the same rights and privileges and be subject to the same liabilities as the original holder of the licence:  Provided that none of these persons, other than the public trustee or the official receiver, shall be entitled to carry on business under a licence so transferred to him beyond the third transfer sessions after the transfer or the next general licensing meeting, whichever last happens."
                },
                {
                    "representation": "(3)",
                    "description": "When  the  business  of  the  holder  of  an  hotel,  restaurant liquor, members club liquor, railway station or stelling liquor, or spirit shop licence is sold at execution by the Registrar, the Registrar and the purchaser shall apply to the board for the transfer of the licence to the purchaser, and the joint application shall be made and dealt with in the same manner  as hereinbefore  provided  for the  transfer  of a licence from a holder thereof to some other person."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Mode of service of notices.  APPEAL  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Mode of service of notices.  APPEAL  25.  In the case of proceedings before a board  (a)    where a notice is to be served on the applicant for the grant  of a certificate  for a licence  or a renewal,  or for a transfer,  service  shall  be  made  either  personally  or  by registered  post;  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              35  L.R.O. 1/2012                   Appeal from decision of board to Full Court. [30 of 1952 20 of 1973]                              (b)     where  a  notice  is  to  be  served  on  the  Commissioner, service shall be made either by delivery at his office or by registered  post:  Provided that where service is by registered post, proof of the registration shall be given if required.  APPEAL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where a notice is to be served on the applicant for the grant  of a certificate  for a licence  or a renewal,  or for a transfer,  service  shall  be  made  either  personally  or  by registered  post;  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              35  L.R.O. 1/2012                   Appeal from decision of board to Full Court. [30 of 1952 20 of 1973]"
                },
                {
                    "representation": "(b)",
                    "description": "where  a  notice  is  to  be  served  on  the  Commissioner, service shall be made either by delivery at his office or by registered  post:  Provided that where service is by registered post, proof of the registration shall be given if required.  APPEAL"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Appeal from decision of board to Full Court. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Appeal from decision of board to Full Court. 26. (1) An  applicant  for  a  certificate  for  the  issue,  renewal,  or transfer of an hotel, restaurant  liquor, members  club liquor, railway station  or stelling  liquor,  or spirit  shop licence  and anyone  who has duly opposed an application  for the certificate may appeal against the decision of a board refusing or granting the certificate, and except in the case of a grant of a certificate for the issue of a new licence, the execution of the decision of the board shall not be suspended because of any such appeal.  (2) The  appeal  shall  lie  to  the  Full  Court  of  the  High  Court (hereinafter  referred  to  as  the  Full  Court)  and,  subject  to  any provisions  inconsistent  therewith  hereinafter  contained,  shall,  as  to procedure, fees and the powers of the Full Court, be in accordance with the  provisions, so far as they are applicable,  of any Act for the time being  in  force regulating appeals from the decisions of magistrates:  Provided  that  the  term  board  shall  be  read  for  the  term magistrate and the expression clerk of the board for the expression clerk of the court in any such Act.  (3) The following and no other grounds of appeal may be relied on :  (a)     that  the  board  had  no  jurisdiction  to  deal  with  the application, LAWS OF GUYANA 36 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                    Jurisdiction of Full Court on appeal.            provided the objection to the jurisdiction of the board  has  been  formerly  taken  before  the  board  at some stage of the proceedings before a certificate was granted or refused; or  (b) that the board has exceeded its jurisdiction; or  (c)      that  the  board  or a member  thereof  was  personally interested  in  the  application;  but  a  disqualification  under section 8 hereof shall not of itself be a ground of appeal; or   (d) that the board or a member thereof has acted corruptly or maliciously, or  has taken  extraneous matter  into consideration;  or  (e)   that the  grant  or  refusal  of  a  certificate  has  been obtained by fraud; or  (f)     that the grant or refusal of a certificate  is affected by some specific illegality other than hereinbefore  mentioned.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An  applicant  for  a  certificate  for  the  issue,  renewal,  or transfer of an hotel, restaurant  liquor, members  club liquor, railway station  or stelling  liquor,  or spirit  shop licence  and anyone  who has duly opposed an application  for the certificate may appeal against the decision of a board refusing or granting the certificate, and except in the case of a grant of a certificate for the issue of a new licence, the execution of the decision of the board shall not be suspended because of any such appeal."
                },
                {
                    "representation": "(2)",
                    "description": "The  appeal  shall  lie  to  the  Full  Court  of  the  High  Court"
                },
                {
                    "representation": "(3)",
                    "description": "The following and no other grounds of appeal may be relied on :"
                },
                {
                    "representation": "(a)",
                    "description": "that  the  board  had  no  jurisdiction  to  deal  with  the application, LAWS OF GUYANA 36 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                    Jurisdiction of Full Court on appeal.            provided the objection to the jurisdiction of the board  has  been  formerly  taken  before  the  board  at some stage of the proceedings before a certificate was granted or refused; or"
                },
                {
                    "representation": "(b)",
                    "description": "that the board has exceeded its jurisdiction; or"
                },
                {
                    "representation": "(c)",
                    "description": "that  the  board  or a member  thereof  was  personally interested  in  the  application;  but  a  disqualification  under section 8 hereof shall not of itself be a ground of appeal; or"
                },
                {
                    "representation": "(d)",
                    "description": "that the board or a member thereof has acted corruptly or maliciously, or  has taken  extraneous matter  into consideration;  or"
                },
                {
                    "representation": "(e)",
                    "description": "that the  grant  or  refusal  of  a  certificate  has  been obtained by fraud; or"
                },
                {
                    "representation": "(f)",
                    "description": "that the grant or refusal of a certificate  is affected by some specific illegality other than hereinbefore  mentioned."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Jurisdiction of Full Court on appeal.  PROVISIONAL LICENCES FOR NEW PREMISES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Jurisdiction of Full Court on appeal.  PROVISIONAL LICENCES FOR NEW PREMISES  27. (1) The Full Court shall hear and determine the matter of appeal and  have  power  to decide  all questions  of fact  or law raised  in the appeal, and shall make any order therein  with or without  costs the Court  thinks  fit,  and  may  if  necessary  grant  the  application  for  a certificate for the renewal or transfer of the licence in the same manner as the board might have granted it.  (2) Where the Full Court makes an order directing any costs to be paid they shall be recoverable in the same LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              37  L.R.O. 1/2012                  Provisional grant of licences to new premises. [30 of 1952 66 of 1952 20 of 1973] Schedule: Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Full Court shall hear and determine the matter of appeal and  have  power  to decide  all questions  of fact  or law raised  in the appeal, and shall make any order therein  with or without  costs the Court  thinks  fit,  and  may  if  necessary  grant  the  application  for  a certificate for the renewal or transfer of the licence in the same manner as the board might have granted it."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Full Court makes an order directing any costs to be paid they shall be recoverable in the same LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              37  L.R.O. 1/2012                  Provisional grant of licences to new premises. [30 of 1952 66 of 1952 20 of 1973] Schedule: Form"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Provisional grant of licences to new premises.      LAWS OF GUYANA 6 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 SECTION  MINERAL AND FOREST LICENSING AREAS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Provisional grant of licences to new premises.      LAWS OF GUYANA 6 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 SECTION  MINERAL AND FOREST LICENSING AREAS  28. (1) A person by serving on the  Commissioner  notice in Form 6 in the  Schedule  may  apply  to  the  board  for  provisional  grant  of  a certificate for the issue of a licence in respect of any premises about to be   constructed  or  in  course  of  construction  for  use  as  an  hotel, restaurant,  members  club,  tavern,  or  spirit  shop,  or  of  an  existing building which is being acquired with the intention of converting it into an  hotel,  restaurant,  members  club,  tavern  or  spirit  shop;  and  the board, if satisfied with the plans submitted to it, and that if the premises had been actually constructed in accordance with those plans it would, on  application have granted a certificate  for the issue of a licence in respect thereof, may make a provisional grant accordingly.  (2) A  provisional   grant  shall   not  be  of  any  validity   until declared to be final by an order of the board made after notice given as required  by  the  board  at  a  general  licensing  meeting  or  transfer sessions.  The declaration shall be made if the board is satisfied that the premises have been completed in accordance with the plans aforesaid, and  when  a  declaration  has  been  made  the  procedure  and  forms prescribed in section 19, with the necessary variations, shall apply.  (3) An application for a provisional grant shall be subject to the same conditions as to giving of notice of opposition and generally as to procedure as those to which the grant would be subject if it were not provisional, with the exception that, where a notice is required to be put up on a LAWS OF GUYANA 38 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012            Spirit shop licences in mineral  and forest licensing areas. [24 of 1932]                Procedure  with respect to issue,  renewal and transfer of spirit  shop licences in licensing areas. [31 of 1952 66 of 1952 20 of 1973]                 door of a building, the notice may be put up in a conspicuous position on any part of the premises.  (4) This section shall, with the necessary variations, extend to the provisional grant of an application for the transfer of a licence from one premises to another.  MINERAL AND FOREST LICENSING AREAS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person by serving on the  Commissioner  notice in Form 6 in the  Schedule  may  apply  to  the  board  for  provisional  grant  of  a certificate for the issue of a licence in respect of any premises about to be   constructed  or  in  course  of  construction  for  use  as  an  hotel, restaurant,  members  club,  tavern,  or  spirit  shop,  or  of  an  existing building which is being acquired with the intention of converting it into an  hotel,  restaurant,  members  club,  tavern  or  spirit  shop;  and  the board, if satisfied with the plans submitted to it, and that if the premises had been actually constructed in accordance with those plans it would, on  application have granted a certificate  for the issue of a licence in respect thereof, may make a provisional grant accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "A  provisional   grant  shall   not  be  of  any  validity   until declared to be final by an order of the board made after notice given as required  by  the  board  at  a  general  licensing  meeting  or  transfer sessions.  The declaration shall be made if the board is satisfied that the premises have been completed in accordance with the plans aforesaid, and  when  a  declaration  has  been  made  the  procedure  and  forms prescribed in section 19, with the necessary variations, shall apply."
                },
                {
                    "representation": "(3)",
                    "description": "An application for a provisional grant shall be subject to the same conditions as to giving of notice of opposition and generally as to procedure as those to which the grant would be subject if it were not provisional, with the exception that, where a notice is required to be put up on a LAWS OF GUYANA 38 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012            Spirit shop licences in mineral  and forest licensing areas. [24 of 1932]                Procedure  with respect to issue,  renewal and transfer of spirit  shop licences in licensing areas. [31 of 1952 66 of 1952 20 of 1973]                 door of a building, the notice may be put up in a conspicuous position on any part of the premises."
                },
                {
                    "representation": "(4)",
                    "description": "This section shall, with the necessary variations, extend to the provisional grant of an application for the transfer of a licence from one premises to another.  MINERAL AND FOREST LICENSING AREAS"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Spirit shop licences in mineral and forest licensing areas. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Spirit shop licences in mineral and forest licensing areas. 29. (1) The  Minister  may  by  order  declare  any  part  or  parts  of Guyana to be a Mineral and Forest Licensing area, and may vary or revoke any such order.  (2) The issue, renewal or transfer of a spirit shop licence within such area (hereinafter referred to as a licensing area) shall be regulated by the provisions of the next two succeeding sections of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  may  by  order  declare  any  part  or  parts  of Guyana to be a Mineral and Forest Licensing area, and may vary or revoke any such order."
                },
                {
                    "representation": "(2)",
                    "description": "The issue, renewal or transfer of a spirit shop licence within such area"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Procedure with respect to issue, renewal and transfer of spirit shop licences in licensing areas. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Procedure with respect to issue, renewal and transfer of spirit shop licences in licensing areas. 30.  (1) Any person within a licensing  area who desires the grant, renewal or transfer of an hotel, restaurant liquor, members club liquor, tavern or spirit shop licence shall make application to the  Commissioner  in the appropriate form in the Schedule with the necessary variations.  (2) The Commissioner shall consider, and, if he thinks fit, may grant the application.  (3) If the Commissioner decides to grant an application he shall issue a certificate to the  applicant  in  the  appropriate form in the Schedule with the necessary variations.  (4) On presentation of the certificate for the issue, renewal or transfer of a licence and on payment of the duty or the proportionate part thereof, as the case may be, the Commissioner shall issue, renew or transfer the licence.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              39  L.R.O. 1/2012          Appeal.                 How granted. [30 of 1952 66 of 1952 3 of 1984 21 of 1992] Form 7             Grant or refusal. [30 of 1952 66 of 1952 3 of 1984]  Form 8             (5) A renewal shall be for not less than a financial year.  (6) When the Commissioner refuses to grant a certificate he shall inform the applicant in writing of the reason for the refusal.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person within a licensing  area who desires the grant, renewal or transfer of an hotel, restaurant liquor, members club liquor, tavern or spirit shop licence shall make application to the  Commissioner  in the appropriate form in the Schedule with the necessary variations."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner shall consider, and, if he thinks fit, may grant the application."
                },
                {
                    "representation": "(3)",
                    "description": "If the Commissioner decides to grant an application he shall issue a certificate to the  applicant  in  the  appropriate form in the Schedule with the necessary variations."
                },
                {
                    "representation": "(4)",
                    "description": "On presentation of the certificate for the issue, renewal or transfer of a licence and on payment of the duty or the proportionate part thereof, as the case may be, the Commissioner shall issue, renew or transfer the licence.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              39  L.R.O. 1/2012          Appeal.                 How granted. [30 of 1952 66 of 1952 3 of 1984 21 of 1992] Form 7             Grant or refusal. [30 of 1952 66 of 1952 3 of 1984]  Form 8"
                },
                {
                    "representation": "(5)",
                    "description": "A renewal shall be for not less than a financial year."
                },
                {
                    "representation": "(6)",
                    "description": "When the Commissioner refuses to grant a certificate he shall inform the applicant in writing of the reason for the refusal."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Appeal.  OFF-LICENCES AND HOTEL LICENCES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Appeal.  OFF-LICENCES AND HOTEL LICENCES  31. An applicant  for a certificate  under the last preceding  section may  appeal   against   the   decision   of  the    Commissioner    refusing   a certificate as provided by section 26:  Provided that the proviso to subsection (2) of that section shall be modified  by  reading  the  words  the   Commissioner    for  the  word magistrate and the words the  Commissioner  for the words clerk of the court.  OFF-LICENCES AND HOTEL LICENCES",
            "description": [
                {
                    "representation": "(2)",
                    "description": "of that section shall be modified  by  reading  the  words  the   Commissioner    for  the  word magistrate and the words the  Commissioner  for the words clerk of the court.  OFF-LICENCES AND HOTEL LICENCES"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "How granted. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under How granted. 32.  (1) Anyone who wishes to apply for the issue or renewal of an off-licence shall make application to the  Commissioner  in Form 7 in the Schedule, and when he serves the application on the  Commissioner  pay to  the  Commissioner   the sum of two thousand dollars in respect of an application  for  the  issue  of  a  licence  and  the  sum  of  five  hundred dollars in respect of an application for the renewal of a licence.  (2) An off-licence may be granted at any time  for the  whole unexpired portion of any financial year provided the period for which it is taken out be not less than three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who wishes to apply for the issue or renewal of an off-licence shall make application to the  Commissioner  in Form 7 in the Schedule, and when he serves the application on the  Commissioner  pay to  the  Commissioner   the sum of two thousand dollars in respect of an application  for  the  issue  of  a  licence  and  the  sum  of  five  hundred dollars in respect of an application for the renewal of a licence."
                },
                {
                    "representation": "(2)",
                    "description": "An off-licence may be granted at any time  for the  whole unexpired portion of any financial year provided the period for which it is taken out be not less than three months."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Grant or refusal. 33A.   Off-licence or hotel licence not to be granted unless certificate of safety is produced. 33B.   Revocation and suspension of off-licence or hotel licence. 33C.   Fee. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Grant or refusal. 33A.   Off-licence or hotel licence not to be granted unless certificate of safety is produced. 33B.   Revocation and suspension of off-licence or hotel licence. 33C.   Fee. 33.  The  Commissioner   shall  immediately  consider  every application and  may grant or refuse it as he thinks fit, and he shall intimate  his decision  in  writing  to  the  applicant  at  the  address  given  by  the applicant; if he grants the application he shall, on payment of the duty LAWS OF GUYANA 40 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 c. 80:01            Off-licence or hotel licence not to be granted  unless certificate of safety is produced. [5 of 1982 17 of 1985]          Revocation and suspension of off-licence or hotel licence. [5 of 1982 17 of 1985]        Fee. [5 of 1982]             Transfer. [30 of 1952 66 of 1952]  payable for the issue or renewal of the licence under the Tax Act for the time  being  in  force  issue  or  renew  the  licence  in  Form  8  in  the Schedule.  33A.  (1) No  off-licence  or  hotel  licence  under  this  Act  shall  be granted in respect  of any premises  unless  there  is produced  to the  Commissioner  a certificate from the Chief Fire Officer that in respect of such  premises,  he  is  satisfied  that  there  is  adequate provision as to means of escape in the event of fire, and to precautions against fire and in the interests of general safety.  (2) In this section and in section 33B the Chief Fire Officer includes any fit and proper person authorised by the Chief Fire Officer to examine premises and issue certificates for the purposes of these sections.  33B.  (1) The Chief Fire Officer may at any reasonable time enter and inspect any off-licence premises or hotel  licence  premises  under this Act.  (2) Where  upon  any  inspection  as  aforesaid,  the  Chief  Fire Officer is of the opinion that the premises are unfit for use for any of the purposes specified in paragraph (a) or paragraph (b) of section 3, he shall forthwith report the matter to the  Commissioner  who shall forthwith revoke or suspend the licence upon such terms as he may think fit.  33C.  (1) For every certificate issued by the Chief Fire Officer under section 33A the licensee shall pay a fee of one hundred dollars.  (2) The  Minister  may  by  order  vary  the  fee  mentioned  in subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For every certificate issued by the Chief Fire Officer under section 33A the licensee shall pay a fee of one hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "The  Minister  may  by  order  vary  the  fee  mentioned  in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "or paragraph"
                },
                {
                    "representation": "(b)",
                    "description": "of section 3, he shall forthwith report the matter to the  Commissioner  who shall forthwith revoke or suspend the licence upon such terms as he may think fit.  33C."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Transfer. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Transfer. 34.  Every holder of an off-licence  wishing to transfer it from one premises  to  another   or  to  any  other  person   shall  apply  to  the  Commissioner  in writing, who may grant LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              41  L.R.O. 1/2012             Right of appeal from decision of the Commissioner.[47 of 1951 66 of 1952 3 of 1984]         Grant. [26 of 1944 30 of 1952 66 of 1952]                      or refuse the application as he thinks fit, and if the application is granted, the transfer shall be effected by the  Commissioner  endorsing on the licence the fact of the transfer and the date of the endorsement shall for all purposes be deemed to be the date of the transfer.",
            "description": "Every holder of an off-licence  wishing to transfer it from one premises  to  another   or  to  any  other  person   shall  apply  to  the  Commissioner  in writing, who may grant LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              41  L.R.O. 1/2012             Right of appeal from decision of the Commissioner.[47 of 1951 66 of 1952 3 of 1984]         Grant. [26 of 1944 30 of 1952 66 of 1952]                      or refuse the application as he thinks fit, and if the application is granted, the transfer shall be effected by the  Commissioner  endorsing on the licence the fact of the transfer and the date of the endorsement shall for all purposes be deemed to be the date of the transfer."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Right of appeal from decision of the Commissioner.  PASSENGER STEAMER LIQUOR AND TOBACCO, OCCASIONAL LIQUOR AND TOBACCO AND MALT LIQUOR AND WINE LICENCES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Right of appeal from decision of the Commissioner.  PASSENGER STEAMER LIQUOR AND TOBACCO, OCCASIONAL LIQUOR AND TOBACCO AND MALT LIQUOR AND WINE LICENCES  35.  Where the  Commissioner   refuses to grant an application  for the issue or renewal of a licence under section 33 or the transfer of a licence under  section   34  the  applicant   may,  within  fourteen   days  after receiving  the decision  of the  Commissioner,  appeal  by petition  to the Minister who may affirm or reverse that decision. The decision of the Minister shall be final.  PASSENGER STEAMER LIQUOR AND TOBACCO, OCCASIONAL LIQUOR AND TOBACCO AND MALT LIQUOR AND WINE LICENCES",
            "description": "Where the  Commissioner   refuses to grant an application  for the issue or renewal of a licence under section 33 or the transfer of a licence under  section   34  the  applicant   may,  within  fourteen   days  after receiving  the decision  of the  Commissioner,  appeal  by petition  to the Minister who may affirm or reverse that decision. The decision of the Minister shall be final.  PASSENGER STEAMER LIQUOR AND TOBACCO, OCCASIONAL LIQUOR AND TOBACCO AND MALT LIQUOR AND WINE LICENCES"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Grant.  PROVISIONS RELATING TO COCONUT RUM OR COCONUT TODDY AND TO LICENCES FOR THE SALE THEREOF  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Grant.  PROVISIONS RELATING TO COCONUT RUM OR COCONUT TODDY AND TO LICENCES FOR THE SALE THEREOF  36. (1) The Commissioner may grant a licence of any of the classes defined in section 3(f), (g), (h) and (i).  (2) The  licence   shall   specify  the  place   where   the  person obtaining it is to be entitled to sell wine, or malt liquor, or spirituous liquor, and, in the case of an occasional licence, the permitted days and permitted  hours:  Provided  that  a  passenger  steamer  liquor  and  tobacco  licence issued  under  this  section  may  be  transferred  from  one  passenger steamer to another passenger steamer plying on the same route, by the  Commissioner s  endorsement  to that effect on the back of the licence, and  the date and hour of the endorsement  shall  for all purposes  be deemed to be the date and hour of the transfer.  (3) (i) Subject to this section  an application  for an occasional liquor and tobacco licence in respect of premises occupied by LAWS OF GUYANA 42 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012   c. 82:26                             c. 80:01                     a club registered under the Registration  of Clubs Act shall only be made by and on behalf of the club. (ii) The application shall be supported by a statutory declaration made by the president, chairman, or secretary of the club. In  the  declaration  it  shall  be  stated  that  the  occasional  liquor  and tobacco licence is required for the purpose of a ball, dance, concert or other entertainment to be held on the club premises by and on behalf of the  club,  and  that  paragraph  (iv)  will  not  be  contravened  if  the occasional liquor and tobacco licence is granted. (iii) On the production to the  Commissioner   of the statutory declaration and on payment of the licence duty prescribed by the Tax Act for  the  time  being in force, the Commissioner shall grant  an occasional liquor and tobacco licence to and in favour of the club. (iv) The Commissioner shall not grant more than twelve occasional licences in any year to any one club.   (4 ) Subsection (3) shall not apply  (a) to any club which on the 1st July, 1944, was the holder of a valid annual LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              43  L.R.O. 1/2012      c. 23:03                      Licence for sale of coconut rum. [66 of 1952 21 of 1992]      Penalty for selling coconut rum without a licence.          Register of licences to be kept. [30 of 1952 66 of 1952]          licence granted under section 4 of  the Music and Dancing Licences Act; or  (b)    to any sports ground leased  for  the  purpose  of any match  or  athletic  contest  of  a  special  nature  in any case where the lessees thereof have been granted a certificate by the Minister stating that the match or contest is one which, in his  opinion, entitles the said ground to exemption under this paragraph.   PROVISIONS RELATING TO COCONUT RUM OR COCONUT TODDY AND TO LICENCES FOR THE SALE THEREOF",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioner may grant a licence of any of the classes defined in section 3(f),"
                },
                {
                    "representation": "(h)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "The  licence   shall   specify  the  place   where   the  person obtaining it is to be entitled to sell wine, or malt liquor, or spirituous liquor, and, in the case of an occasional licence, the permitted days and permitted  hours:  Provided  that  a  passenger  steamer  liquor  and  tobacco  licence issued  under  this  section  may  be  transferred  from  one  passenger steamer to another passenger steamer plying on the same route, by the  Commissioner s  endorsement  to that effect on the back of the licence, and  the date and hour of the endorsement  shall  for all purposes  be deemed to be the date and hour of the transfer."
                },
                {
                    "representation": "(3)",
                    "description": "shall not apply"
                },
                {
                    "representation": "(a)",
                    "description": "to any club which on the 1st July, 1944, was the holder of a valid annual LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              43  L.R.O. 1/2012      c. 23:03                      Licence for sale of coconut rum. [66 of 1952 21 of 1992]      Penalty for selling coconut rum without a licence.          Register of licences to be kept. [30 of 1952 66 of 1952]          licence granted under section 4 of  the Music and Dancing Licences Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "to any sports ground leased  for  the  purpose  of any match  or  athletic  contest  of  a  special  nature  in any case where the lessees thereof have been granted a certificate by the Minister stating that the match or contest is one which, in his  opinion, entitles the said ground to exemption under this paragraph.   PROVISIONS RELATING TO COCONUT RUM OR COCONUT TODDY AND TO LICENCES FOR THE SALE THEREOF"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "(1) Licence for sale of coconut rum. (2) Penalty for selling coconut rum without a licence.  REGISTER OF LICENCES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under (1) Licence for sale of coconut rum. (2) Penalty for selling coconut rum without a licence.  REGISTER OF LICENCES  37. (1) A licence to sell coconut rum or coconut toddy may be granted by the Commissioner.    (2) Everyone who sells, or offers for sale, or exchanges, barters, or otherwise disposes of for money or reward, coconut rum or coconut toddy without having a licence to sell it shall be liable to a fine of two thousand dollars.  REGISTER OF LICENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licence to sell coconut rum or coconut toddy may be granted by the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who sells, or offers for sale, or exchanges, barters, or otherwise disposes of for money or reward, coconut rum or coconut toddy without having a licence to sell it shall be liable to a fine of two thousand dollars.  REGISTER OF LICENCES"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "(1) Register of licences to be kept. (2) Register of convictions to be kept. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under (1) Register of licences to be kept. (2) Register of convictions to be kept. 38.  (1) The   Commissioner   shall  keep  a  register,  to  be  called  the register of intoxicating  liquor licences,  in the form prescribed by the Minister,  containing  the particulars  of all licences  granted  under  this Act in each district, the premises in respect whereof they were granted, the  names  of the  owners  of those  premises,  and  the  names  of the holders for the time being of the licences. LAWS OF GUYANA 44 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012     Register of convictions to be kept.         Entry of names of owners of premises on register of licences.           Regard to be had to entries in register of licences.       Inspection of register of licences. [66 of 1952 21 of 1992]           List of names of licensees to be exhibited in  Commission-ers office. (2)  The  Commissioner  shall keep a register of the convictions of the  holders  of licences  under  this  Act  for offences  against  any law relating  to intoxicating  liquor, and where any person is so convicted, the clerk of the court shall forthwith send notice of such conviction to the   Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The   Commissioner   shall  keep  a  register,  to  be  called  the register of intoxicating  liquor licences,  in the form prescribed by the Minister,  containing  the particulars  of all licences  granted  under  this Act in each district, the premises in respect whereof they were granted, the  names  of the  owners  of those  premises,  and  the  names  of the holders for the time being of the licences. LAWS OF GUYANA 44 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012     Register of convictions to be kept.         Entry of names of owners of premises on register of licences.           Regard to be had to entries in register of licences.       Inspection of register of licences. [66 of 1952 21 of 1992]           List of names of licensees to be exhibited in  Commission-ers office."
                },
                {
                    "representation": "(2)",
                    "description": "The  Commissioner  shall keep a register of the convictions of the  holders  of licences  under  this  Act  for offences  against  any law relating  to intoxicating  liquor, and where any person is so convicted, the clerk of the court shall forthwith send notice of such conviction to the   Commissioner."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Entry of names of owners of premises on register of licences. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Entry of names of owners of premises on register of licences. 39.  Everyone whose application  for a certificate for the issue of a licence or the renewal of a licence has been granted shall at the time of payment of the licence duty state the name of the person for the time being  entitled  to  receive  on  his  own  account  the  rackrent  of  the premises in respect whereof the licence is granted or renewed, and that name shall be endorsed on the licence and entered on the register as the name of an owner of the premises.",
            "description": "Everyone whose application  for a certificate for the issue of a licence or the renewal of a licence has been granted shall at the time of payment of the licence duty state the name of the person for the time being  entitled  to  receive  on  his  own  account  the  rackrent  of  the premises in respect whereof the licence is granted or renewed, and that name shall be endorsed on the licence and entered on the register as the name of an owner of the premises."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Regard to be had to entries in register of licences. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Regard to be had to entries in register of licences. 40. On  any  application  for  the  grant,  renewal,  or  transfer  of  a licence the  board  shall  have  regard  to any entries  in the  register  of licences  relating  either to the person by whom or to the premises  in respect whereof the licence is to be held.",
            "description": "On  any  application  for  the  grant,  renewal,  or  transfer  of  a licence the  board  shall  have  regard  to any entries  in the  register  of licences  relating  either to the person by whom or to the premises  in respect whereof the licence is to be held."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Inspection of register of licences. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Inspection of register of licences. 41. (1) Any officer  of  police,  or  of  the Guyana Revenue Authority,  without payment, and any other person on payment of a fee of one hundred dollars  shall  be  entitled  at  all  reasonable  times  to  inspect  and  take extracts from the register.  (2)  A  copy  of  an  entry  made  in  the  register  of  licences  in pursuance of this Act, purporting to be signed by the  Commissioner  and to be certified to be a true copy, shall be evidence of the matters stated in that entry, without proof of the signature or authority of the person signing  it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer  of  police,  or  of  the Guyana Revenue Authority,  without payment, and any other person on payment of a fee of one hundred dollars  shall  be  entitled  at  all  reasonable  times  to  inspect  and  take extracts from the register."
                },
                {
                    "representation": "(2)",
                    "description": "A  copy  of  an  entry  made  in  the  register  of  licences  in pursuance of this Act, purporting to be signed by the  Commissioner  and to be certified to be a true copy, shall be evidence of the matters stated in that entry, without proof of the signature or authority of the person signing  it."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "List  of  names  of  licensees  to  be  exhibited in Commissioner’s office. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              7  L.R.O. 1/2012 SECTION    GENERAL REGULATIONS AS TO SALE OF LIQUOR AND CONDUCT OF LICENSED PREMISES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under List  of  names  of  licensees  to  be  exhibited in Commissioners office. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              7  L.R.O. 1/2012 SECTION    GENERAL REGULATIONS AS TO SALE OF LIQUOR AND CONDUCT OF LICENSED PREMISES  42. The Commissioner shall cause a list of the names in alphabetical order of all persons to whom licences have been issued to be put up in a conspicuous part of his office after every sitting of a board at which licences have been LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              45  L.R.O. 1/2012 [66 of 1952]         Penalty for selling malt liquor or  wine without  a licence. [21 of 1992 24 of 1992]            Penalty for selling spirituous liquor without a licence. [21/1992]                    Penalties on holders of licences for granted.   The Minister may at any time direct the publication of the list.  GENERAL REGULATIONS AS TO SALE OF LIQUOR AND CONDUCT OF LICENSED PREMISES",
            "description": "The Commissioner shall cause a list of the names in alphabetical order of all persons to whom licences have been issued to be put up in a conspicuous part of his office after every sitting of a board at which licences have been LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              45  L.R.O. 1/2012 [66 of 1952]         Penalty for selling malt liquor or  wine without  a licence. [21 of 1992 24 of 1992]            Penalty for selling spirituous liquor without a licence. [21/1992]                    Penalties on holders of licences for granted.   The Minister may at any time direct the publication of the list.  GENERAL REGULATIONS AS TO SALE OF LIQUOR AND CONDUCT OF LICENSED PREMISES"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Penalty for selling malt liquor or wine without a licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for selling malt liquor or wine without a licence. 43.  Subject to this Act, everyone who sells or offers for sale any malt liquor or wine, except by wholesale  in quantities  exceeding one hundred and thirty-six litres at one time to one person, or in some place or premises for which he or someone by whom he is employed has a licence authorising the sale thereof within that place or premises and in accordance with the authority conferred by the licence, shall be liable to  a fine of not less than three  thousand  dollars and not more than fifteen  thousand dollars.",
            "description": "Subject to this Act, everyone who sells or offers for sale any malt liquor or wine, except by wholesale  in quantities  exceeding one hundred and thirty-six litres at one time to one person, or in some place or premises for which he or someone by whom he is employed has a licence authorising the sale thereof within that place or premises and in accordance with the authority conferred by the licence, shall be liable to  a fine of not less than three  thousand  dollars and not more than fifteen  thousand dollars."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Penalty for selling spirituous liquor without a licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for selling spirituous liquor without a licence. 44.  (1) Everyone who sells or offers for sale any rum, except by wholesale or in some place or premises for which he or someone by whom he is employed has a licence authorising the sale thereof within that place or premises and in accordance with the authority conferred by the licence, shall be liable to a fine of not less than five thousand dollars and not more than fifty thousand dollars.  (2) Everyone who sells or offers for sale any spirituous liquor other than rum, except by wholesale or in some place or premises for which  he  or  someone  by  whom  he  is  employed  has  a  licence authorising  the  sale  thereof  and  in  accordance  with  the  authority conferred by the licence, shall be liable to a fine of not less than five thousand dollars and not more than fifty thousand dollars.  (3) There shall not be more than one conviction against anyone in respect of offences against this section committed on any one day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who sells or offers for sale any rum, except by wholesale or in some place or premises for which he or someone by whom he is employed has a licence authorising the sale thereof within that place or premises and in accordance with the authority conferred by the licence, shall be liable to a fine of not less than five thousand dollars and not more than fifty thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who sells or offers for sale any spirituous liquor other than rum, except by wholesale or in some place or premises for which  he  or  someone  by  whom  he  is  employed  has  a  licence authorising  the  sale  thereof  and  in  accordance  with  the  authority conferred by the licence, shall be liable to a fine of not less than five thousand dollars and not more than fifty thousand dollars."
                },
                {
                    "representation": "(3)",
                    "description": "There shall not be more than one conviction against anyone in respect of offences against this section committed on any one day."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Penalties on holders of licences for selling and disposing of spirituous liquor, in contravention of licence.  REGULATION OF LICENCE HOLDERS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalties on holders of licences for selling and disposing of spirituous liquor, in contravention of licence.  REGULATION OF LICENCE HOLDERS  45. (1) Every holder of an hotel, or restaurant liquor or members club liquor, or railway station or stelling liquor, or LAWS OF GUYANA 46 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 selling and disposing  of spirituous liquor,  in contravention of licence. [30 of 1952 20 of 1973 21 of 1992]            Affixing of signboards.  [30 of 1952 20 of 1973 21 of 1992]                      Books to be kept by holder of licence. [30 of 1952 20 of 1973 21 of 1992] Form  9:  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every holder of an hotel, or restaurant liquor or members club liquor, or railway station or stelling liquor, or LAWS OF GUYANA 46 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 selling and disposing  of spirituous liquor,  in contravention of licence. [30 of 1952 20 of 1973 21 of 1992]            Affixing of signboards.  [30 of 1952 20 of 1973 21 of 1992]                      Books to be kept by holder of licence. [30 of 1952 20 of 1973 21 of 1992] Form  9:  Form"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Affixing of sign boards. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Affixing of sign boards. 46. (1) Every holder of an off-licence or of a licence for an hotel, restaurant, members  club,  tavern,  or spirit  shop,  shall  affix  on the outside of and over some conspicuous door in the front of the store, hotel, restaurant, club, tavern, or shop, a board whereon there shall be legibly and clearly painted in white letters, each not less in length than three inches, on a black ground, the name of the holder of the licence at  length,  and  underneath  the  words  Licensed  Off-licence  Store, Licensed Hotel, Licensed Restaurant, Licensed Club, Licensed Tavern, or Licensed Spirit Shop, as the case may be, on pain in default thereof, of liability to a fine of one thousand dollars for the first, three thousand dollars for the second, and six thousand dollars for the third and every subsequent breach of this section.  (2) Every omission to affix the board continued for a period of ten days after the last previous conviction shall be considered a breach of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every holder of an off-licence or of a licence for an hotel, restaurant, members  club,  tavern,  or spirit  shop,  shall  affix  on the outside of and over some conspicuous door in the front of the store, hotel, restaurant, club, tavern, or shop, a board whereon there shall be legibly and clearly painted in white letters, each not less in length than three inches, on a black ground, the name of the holder of the licence at  length,  and  underneath  the  words  Licensed  Off-licence  Store, Licensed Hotel, Licensed Restaurant, Licensed Club, Licensed Tavern, or Licensed Spirit Shop, as the case may be, on pain in default thereof, of liability to a fine of one thousand dollars for the first, three thousand dollars for the second, and six thousand dollars for the third and every subsequent breach of this section."
                },
                {
                    "representation": "(2)",
                    "description": "Every omission to affix the board continued for a period of ten days after the last previous conviction shall be considered a breach of this section."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Books to be kept by holder of licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Books to be kept by holder of licence. 47. (1) Every holder of a licence for an hotel, restaurant, members club, tavern,  spirit  shop,  and  passenger  steamer,  shall  keep  in  the premises for which the licence has been granted a book, in Form 9 in the  Schedule wherein shall be entered all the rum received or brought into those premises, and a book in Form 10 wherein shall be entered all the  other spirituous liquor brought into the LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              47  L.R.O. 1/2012                                                Refusal to produce books, molestation or obstruction of Commissioner. [66 of 1952 premises.  (2) In  addition  to  the  book  mentioned  in  subsection  (1)  a members club shall keep on the club premises   (a) a minute book recording the business transacted at all meetings  of the committee  and at general  meetings  of the members;  (b) a register of ordinary or full members showing their addresses, and a record of the latest payment of their subscription;  (c) a separate register of temporary, honorary and members other than ordinary or full members, showing the date of election and period of such membership; and  (d) a copy of the rules of the club with any subsequent alterations authenticated  by the signature of the secretary.  (3) Every  holder  of  the  licence  who  neglects  to  make  the necessary entries in the books aforesaid on the same day whereon he receives  any rum or other  spirituous  liquor  or knowingly  makes  an entry which is false in any material particular, shall be liable to a fine of two thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "a members club shall keep on the club premises"
                },
                {
                    "representation": "(2)",
                    "description": "In  addition  to  the  book  mentioned  in  subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a minute book recording the business transacted at all meetings  of the committee  and at general  meetings  of the members;"
                },
                {
                    "representation": "(b)",
                    "description": "a register of ordinary or full members showing their addresses, and a record of the latest payment of their subscription;"
                },
                {
                    "representation": "(c)",
                    "description": "a separate register of temporary, honorary and members other than ordinary or full members, showing the date of election and period of such membership; and"
                },
                {
                    "representation": "(d)",
                    "description": "a copy of the rules of the club with any subsequent alterations authenticated  by the signature of the secretary."
                },
                {
                    "representation": "(3)",
                    "description": "Every  holder  of  the  licence  who  neglects  to  make  the necessary entries in the books aforesaid on the same day whereon he receives  any rum or other  spirituous  liquor  or knowingly  makes  an entry which is false in any material particular, shall be liable to a fine of two thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Refusal to produce books, molestation or obstruction of Commissioner. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Refusal to produce books, molestation or obstruction of Commissioner. 48. Every holder of a licence for a place or premises licensed under this Act who  (a)    refuses to produce to the  Commissioner  LAWS OF GUYANA 48 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 21 of 1992]                                       Regulation of strength of spirit  kept  by licence holders. [66 of 1952 21 of 1992 24 of 1992]   Forfeiture of liquor below strength. [66 of 1952]      when required to do so any book required to be kept by him in the premises for which the licence is granted; or  (b) prevents the Commissioner from inspecting any book aforesaid; or  (c) molests or obstructs the Commissioner when inspecting those books; or  (d)      prevents  or  attempts  to  prevent,  by  any device or otherwise, the Commissioner from ascertaining the true quantity and strength of any liquor in those premises; or  (e)      molests or hinders the Commissioner when ascertaining the quantity or strength,  shall be liable to a fine of not less than five thousand dollars and not more than ten thousand dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "refuses to produce to the  Commissioner  LAWS OF GUYANA 48 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 21 of 1992]                                       Regulation of strength of spirit  kept  by licence holders. [66 of 1952 21 of 1992 24 of 1992]   Forfeiture of liquor below strength. [66 of 1952]      when required to do so any book required to be kept by him in the premises for which the licence is granted; or"
                },
                {
                    "representation": "(b)",
                    "description": "prevents the Commissioner from inspecting any book aforesaid; or"
                },
                {
                    "representation": "(c)",
                    "description": "molests or obstructs the Commissioner when inspecting those books; or"
                },
                {
                    "representation": "(d)",
                    "description": "prevents  or  attempts  to  prevent,  by  any device or otherwise, the Commissioner from ascertaining the true quantity and strength of any liquor in those premises; or"
                },
                {
                    "representation": "(e)",
                    "description": "molests or hinders the Commissioner when ascertaining the quantity or strength,  shall be liable to a fine of not less than five thousand dollars and not more than ten thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "(1) Regulation of strength of spirit kept by licence holders.  (2) Forfeiture of liquor below strength. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under (1) Regulation of strength of spirit kept by licence holders.  (2) Forfeiture of liquor below strength. 49. (1) All rum, brandy, whisky, gin or other spirituous  liquor, in any  place  or premises  licensed  under  this Act or in any part of the premises or out-buildings of, or connected with, them, shall be of good wholesome quality and (except brandy) shall be of a strength not below forty percent of alcohol.  (2) Any of the rum,  brandy,  whisky,  gin,  or other  spirituous liquor, not of good wholesome quality or (except brandy) of a strength below forty percent of alcohol and the package containing  it may be seized by the  Commissioner  and shall be forfeited, and the holder of the licence for the place or premises in or near which it is found, shall be liable LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              49  L.R.O. 1/2012                   c. 82:23                Penalty for allowing person under 16 years to be on licensed premises. [3 of 1960 21 of 1992]                to a fine of five thousand dollars.  (3) If any rum,  whisky,  gin or other  spirituous  liquor  (except brandy) of a strength below forty percent of alcohol is sold from any place or premises licensed under this Act, the holder of the licence for the place or premises shall be liable to a fine of five thousand dollars.  (4) The provisions  of  this section  as  to the  strength  of  rum, whisky, gin,  and  other  spirituous  liquor  sold  shall  not  apply  to  any bitters, cordials, liqueurs, or similar compounds of rum, manufactured by  a  compounder  under  the  Bitters  and  Cordials  Act,  or  to  any spirituous   liquor   that   has   been   on   importation   passed   by   the  Commissioner   as bitters, cordials, or liqueurs, provided the strength of the  bitters,  cordials,  liqueurs  or similar  compounds,  compounded  or imported  has  not  been  artificially  altered  since  they  were  removed from the compounders premises or imported, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All rum, brandy, whisky, gin or other spirituous  liquor, in any  place  or premises  licensed  under  this Act or in any part of the premises or out-buildings of, or connected with, them, shall be of good wholesome quality and"
                },
                {
                    "representation": "(2)",
                    "description": "Any of the rum,  brandy,  whisky,  gin,  or other  spirituous liquor, not of good wholesome quality or"
                },
                {
                    "representation": "(3)",
                    "description": "If any rum,  whisky,  gin or other  spirituous  liquor"
                },
                {
                    "representation": "(4)",
                    "description": "The provisions  of  this section  as  to the  strength  of  rum, whisky, gin,  and  other  spirituous  liquor  sold  shall  not  apply  to  any bitters, cordials, liqueurs, or similar compounds of rum, manufactured by  a  compounder  under  the  Bitters  and  Cordials  Act,  or  to  any spirituous   liquor   that   has   been   on   importation   passed   by   the  Commissioner   as bitters, cordials, or liqueurs, provided the strength of the  bitters,  cordials,  liqueurs  or similar  compounds,  compounded  or imported  has  not  been  artificially  altered  since  they  were  removed from the compounders premises or imported, as the case may be."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Penalty for allowing person under 16 years to be on licensed premises. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for allowing person under 16 years to be on licensed premises. 50. (1) The holder of a licence under this Act shall not allow nor shall any servant of his allow any person under the age of sixteen years to be in any bar on the licensed premises.  (2) If a person under the age of sixteen years is found in any bar of any licensed premises the holder of the licence or his servant shall be deemed to have  committed  an offence  under  this  section  unless  he shows  that  he  has  used  due  diligence  to  prevent  the  person  being admitted to the bar or that the person was apparently over the age of sixteen years or that the person was in the bar solely for the purpose of passing through in order to obtain access to, or egress from some other part  of  the  premises,  not  being  a  bar,  where  there  was  no  other convenient  means  of  access  to,  or  egress  from,  that  part  of  the premises.  (3) In this section the bar of a licensed premises means any open drinking bar or any part of the premises LAWS OF GUYANA 50 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012              Penalty for sale or supply of   intoxicating liquor to young  persons.                               exclusively or mainly used for the sale and consumption of intoxicating  liquor.  (4) If any person acts in contravention of this section, he shall  be liable in respect of each offence to a fine, in the case of the first offence, of five hundred thousand dollars and, in the case of any subsequent offence, of one million dollars and in the case of a third offence, to a fine of one million dollars and to revocation of the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence under this Act shall not allow nor shall any servant of his allow any person under the age of sixteen years to be in any bar on the licensed premises."
                },
                {
                    "representation": "(2)",
                    "description": "If a person under the age of sixteen years is found in any bar of any licensed premises the holder of the licence or his servant shall be deemed to have  committed  an offence  under  this  section  unless  he shows  that  he  has  used  due  diligence  to  prevent  the  person  being admitted to the bar or that the person was apparently over the age of sixteen years or that the person was in the bar solely for the purpose of passing through in order to obtain access to, or egress from some other part  of  the  premises,  not  being  a  bar,  where  there  was  no  other convenient  means  of  access  to,  or  egress  from,  that  part  of  the premises."
                },
                {
                    "representation": "(3)",
                    "description": "In this section the bar of a licensed premises means any open drinking bar or any part of the premises LAWS OF GUYANA 50 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012              Penalty for sale or supply of   intoxicating liquor to young  persons.                               exclusively or mainly used for the sale and consumption of intoxicating  liquor."
                },
                {
                    "representation": "(4)",
                    "description": "If any person acts in contravention of this section, he shall  be liable in respect of each offence to a fine, in the case of the first offence, of five hundred thousand dollars and, in the case of any subsequent offence, of one million dollars and in the case of a third offence, to a fine of one million dollars and to revocation of the licence."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Penalty for sale or supply of intoxicating liquor to young persons. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for sale or supply of intoxicating liquor to young persons. 51. (1) The holder of a licence under this Act shall not knowingly sell  nor allow anyone to sell, nor shall any servant of his knowingly sell, to be consumed on the premises, any intoxicating liquor to anyone under the age of eighteen years; and no one under the age of eighteen years shall purchase or attempt to purchase in any licensed premises any  intoxicating  liquor for his own consumption  therein:  Provided  that  nothing  in  this  subsection  shall  prevent  the  sale, supply, or purchase, of wine or malt liquor to or by a person over the age of sixteen years where it is sold, supplied, or purchased only for consumption at a meal to be consumed at the same time in the portion of  the premises (not being a bar) usually set apart for the service of meals.  (2) The holder of a licence shall not knowingly allow, nor shall any  servant  of  his  knowingly  allow,  any  intoxicating  liquor  to  be consumed by anyone under the age of eighteen years in any bar on his licensed premises; and no one shall purchase, or attempt to purchase, any  intoxicating  liquor for consumption by a person under the age of eighteen years in that bar.  (3) In this section the bar of licensed premises means any open drinking bar, or any part of the premises exclusively or mainly used for the sale and consumption of intoxicating liquor.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              51  L.R.O. 1/2012                 Penalty for employment of young people to supply or to sell intoxicating liquor. [20 of 1973 21 of 1992]      Offences in relation to constables.  [21 of 1992]                       (4) Anyone who acts in contravention of this section shall  be liable in respect of each offence to a fine, in the case of the first offence, of five hundred thousand dollars and, in the case of any subsequent offence, of one million dollars and in the case of a third offence, to a fine of one million dollars and to revocation of the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence under this Act shall not knowingly sell  nor allow anyone to sell, nor shall any servant of his knowingly sell, to be consumed on the premises, any intoxicating liquor to anyone under the age of eighteen years; and no one under the age of eighteen years shall purchase or attempt to purchase in any licensed premises any  intoxicating  liquor for his own consumption  therein:  Provided  that  nothing  in  this  subsection  shall  prevent  the  sale, supply, or purchase, of wine or malt liquor to or by a person over the age of sixteen years where it is sold, supplied, or purchased only for consumption at a meal to be consumed at the same time in the portion of  the premises"
                },
                {
                    "representation": "(2)",
                    "description": "The holder of a licence shall not knowingly allow, nor shall any  servant  of  his  knowingly  allow,  any  intoxicating  liquor  to  be consumed by anyone under the age of eighteen years in any bar on his licensed premises; and no one shall purchase, or attempt to purchase, any  intoxicating  liquor for consumption by a person under the age of eighteen years in that bar."
                },
                {
                    "representation": "(3)",
                    "description": "In this section the bar of licensed premises means any open drinking bar, or any part of the premises exclusively or mainly used for the sale and consumption of intoxicating liquor.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              51  L.R.O. 1/2012                 Penalty for employment of young people to supply or to sell intoxicating liquor. [20 of 1973 21 of 1992]      Offences in relation to constables.  [21 of 1992]"
                },
                {
                    "representation": "(4)",
                    "description": "Anyone who acts in contravention of this section shall  be liable in respect of each offence to a fine, in the case of the first offence, of five hundred thousand dollars and, in the case of any subsequent offence, of one million dollars and in the case of a third offence, to a fine of one million dollars and to revocation of the licence."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Penalty for employment of young people to supply or to sell intoxicating liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for employment of young people to supply or to sell intoxicating liquor. 52. (1) The  holder  of  a  licence  shall  not  knowingly  employ  nor allow any person  to employ,  nor shall  any servant  of his knowingly employ anyone under the age of eighteen years to supply or to sell or assist in the sale of intoxicating liquor on any licensed premises where the licence authorises the supply or the sale of spirituous liquor. (2) Anyone who acts in contravention  of this section  shall  be liable in respect of each offence to a fine, in the case of the first offence, of one thousand dollars and, in the case of any subsequent offence, of three  thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  holder  of  a  licence  shall  not  knowingly  employ  nor allow any person  to employ,  nor shall  any servant  of his knowingly employ anyone under the age of eighteen years to supply or to sell or assist in the sale of intoxicating liquor on any licensed premises where the licence authorises the supply or the sale of spirituous liquor."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who acts in contravention  of this section  shall  be liable in respect of each offence to a fine, in the case of the first offence, of one thousand dollars and, in the case of any subsequent offence, of three  thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Offences in relation to constables. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Offences in relation to constables. 53.  (1) The holder of a licence shall not  (a) knowingly harbour or knowingly suffer to remain  on his  premises  any constable  being  on  duty,  unless  for  the purpose  of  keeping  or  restoring  order  in execution  of  the constables duty; or  (b)  supply any intoxicating  liquor or refreshment, whether by way of a gift or sale, to any constable on duty unless by authority of some superior officer of the constable; or  (c) bribe or attempt to bribe any constable.  (2) Any holder of a licence  who acts in contravention  of this section shall be liable in respect of each LAWS OF GUYANA 52 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012         Penalty for permitting drunkenness. [21 of 1992]                           Penalty for permitting premises to be a brothel. [21 of 1992]         Power to exclude drunkards from licensed premises. [21 of 1992]       offence to a fine, in the case of a   first  offence,  of  five  thousand  dollars  and,  in  the  case  of  any subsequent offence, of ten thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence shall not"
                },
                {
                    "representation": "(a)",
                    "description": "knowingly harbour or knowingly suffer to remain  on his  premises  any constable  being  on  duty,  unless  for  the purpose  of  keeping  or  restoring  order  in execution  of  the constables duty; or"
                },
                {
                    "representation": "(b)",
                    "description": "supply any intoxicating  liquor or refreshment, whether by way of a gift or sale, to any constable on duty unless by authority of some superior officer of the constable; or"
                },
                {
                    "representation": "(c)",
                    "description": "bribe or attempt to bribe any constable."
                },
                {
                    "representation": "(2)",
                    "description": "Any holder of a licence  who acts in contravention  of this section shall be liable in respect of each LAWS OF GUYANA 52 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012         Penalty for permitting drunkenness. [21 of 1992]                           Penalty for permitting premises to be a brothel. [21 of 1992]         Power to exclude drunkards from licensed premises. [21 of 1992]       offence to a fine, in the case of a   first  offence,  of  five  thousand  dollars  and,  in  the  case  of  any subsequent offence, of ten thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Penalty for permitting drunkenness. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for permitting drunkenness. 54.(1) The holder of a licence shall not permit drunkenness or any violent, quarrelsome, or riotous conduct to take place on his premises, nor sell any intoxicating liquor to a drunken person.  (2) The holder  of a licence  who acts  in contravention  of this section shall be liable in respect of each offence to a fine, in the case of a   first  offence,  of  two  thousand  dollars,  and,  in  the  case  of  any subsequent offence, of five thousand dollars.  (3) If the holder of  a  licence   is  charged   with  permitting drunkenness on his premises in contravention of this section and it is proved that anyone was drunk on his premises, it shall lie on him to prove that he and the persons  employed  by him took all reasonable steps to prevent drunkenness on the premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence shall not permit drunkenness or any violent, quarrelsome, or riotous conduct to take place on his premises, nor sell any intoxicating liquor to a drunken person."
                },
                {
                    "representation": "(2)",
                    "description": "The holder  of a licence  who acts  in contravention  of this section shall be liable in respect of each offence to a fine, in the case of a   first  offence,  of  two  thousand  dollars,  and,  in  the  case  of  any subsequent offence, of five thousand dollars."
                },
                {
                    "representation": "(3)",
                    "description": "If the holder of  a  licence   is  charged   with  permitting drunkenness on his premises in contravention of this section and it is proved that anyone was drunk on his premises, it shall lie on him to prove that he and the persons  employed  by him took all reasonable steps to prevent drunkenness on the premises."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Penalty for permitting premises to be a brothel. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for permitting premises to be a brothel. 55. (1) The holder of a licence shall not permit his premises to be a brothel.  (2) The holder of a licence  who acts  in contravention  of this section  shall  be  liable  in  respect  of  each  offence  to  a  fine  of  ten thousand  dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence shall not permit his premises to be a brothel."
                },
                {
                    "representation": "(2)",
                    "description": "The holder of a licence  who acts  in contravention  of this section  shall  be  liable  in  respect  of  each  offence  to  a  fine  of  ten thousand  dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Power to exclude drunkards from licensed premises. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Power to exclude drunkards from licensed premises. 56. (1) The holder of a licence may refuse to admit to, and may turn out  of, the premises in respect of which his licence is granted anyone who is drunken, violent, quarrelsome, or disorderly, and anyone whose presence on his premises would subject him to a penalty under this Act.  (2) Anyone upon being requested  in pursuance  of this section by the holder of the licence, or his agent or servant, or any constable, to quit  the premises  who refuses  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              53  L.R.O. 1/2012            Prohibition of other shop in same    building as a spirit shop. [3 of 1960 21 of 1992]                             Barter of  liquor. [21 of 1992]       Non-dispersal of riotous or fails  to do so shall  be liable  in respect  of  each  offence  to a fine of three  thousand  dollars,  and all constables are required, on the demand of the holder of the licence, or the agent, or  servant, to expel or assist in expelling the offender from the premises and may use the force required for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The holder of a licence may refuse to admit to, and may turn out  of, the premises in respect of which his licence is granted anyone who is drunken, violent, quarrelsome, or disorderly, and anyone whose presence on his premises would subject him to a penalty under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone upon being requested  in pursuance  of this section by the holder of the licence, or his agent or servant, or any constable, to quit  the premises  who refuses  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              53  L.R.O. 1/2012            Prohibition of other shop in same    building as a spirit shop. [3 of 1960 21 of 1992]                             Barter of  liquor. [21 of 1992]       Non-dispersal of riotous or fails  to do so shall  be liable  in respect  of  each  offence  to a fine of three  thousand  dollars,  and all constables are required, on the demand of the holder of the licence, or the agent, or  servant, to expel or assist in expelling the offender from the premises and may use the force required for that purpose."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Prohibition of other shop in same building as a spirit shop. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Prohibition of other shop in same building as a spirit shop. 57. (1) No person may keep any shop, other than a spirit shop, in the same building as a spirit shop unless the spirit shop and such other shop have  distinct  and  separate  entrances  from  the  outside  and  are  so partitioned  off  the  one  from  the  other  (including  any  gallery  space pertaining to either of them) that no customer can pass from the one to the other without leaving the building in which such shops are kept.  (2) No  goods,  wares  or  merchandise  whatever,  except  ice, liquors  of  every  description  used  for  drink,  empty  packages  which have  contained  such  liquors  and  tobacco,  whether  manufactured  or not,  cigars  and cigarettes  and smokers  requisites  such as books  of cigarette papers, matches, cigar and cigarette holders, pipes and pipe cleaners shall be dealt in or sold either directly or indirectly, in or from any licensed spirit shop.  (3) Any person contravening any of the foregoing provisions of this section and the holder of the licence of a spirit shop in respect of which any such contravention occurs shall be liable to a fine of not less  than three thousand  dollars and not exceeding  fifteen  thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person may keep any shop, other than a spirit shop, in the same building as a spirit shop unless the spirit shop and such other shop have  distinct  and  separate  entrances  from  the  outside  and  are  so partitioned  off  the  one  from  the  other"
                },
                {
                    "representation": "(2)",
                    "description": "No  goods,  wares  or  merchandise  whatever,  except  ice, liquors  of  every  description  used  for  drink,  empty  packages  which have  contained  such  liquors  and  tobacco,  whether  manufactured  or not,  cigars  and cigarettes  and smokers  requisites  such as books  of cigarette papers, matches, cigar and cigarette holders, pipes and pipe cleaners shall be dealt in or sold either directly or indirectly, in or from any licensed spirit shop."
                },
                {
                    "representation": "(3)",
                    "description": "Any person contravening any of the foregoing provisions of this section and the holder of the licence of a spirit shop in respect of which any such contravention occurs shall be liable to a fine of not less  than three thousand  dollars and not exceeding  fifteen  thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Barter of liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Barter of liquor. 58.  All liquors disposed of in any licensed tavern or spirit shop shall be sold for money and shall not be bartered or exchanged for any other thing, on pain of the holder of the licence being liable to a fine of three thousand dollars for every breach of this section.",
            "description": "All liquors disposed of in any licensed tavern or spirit shop shall be sold for money and shall not be bartered or exchanged for any other thing, on pain of the holder of the licence being liable to a fine of three thousand dollars for every breach of this section."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Non-dispersal of riotous meeting in, or near spirit shop. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Non-dispersal of riotous meeting in, or near spirit shop. 59. (1) If at any time  there  is a riotous,  or disorderly,  LAWS OF GUYANA 54 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 meeting in or near spirit shop. [21 of 1992]               Playing at cards, or dice, or gaming, in licensed spirit shop. [21 of 1992]           Power to constable to enter licensed spirit shop. [21 of 1992]      Sale of more than two litres of rum at one time.  [66 of 1952 21 of 1992 24 of 1992]    or noisy, meeting at, or assemblage of persons in, at, or near any licensed tavern or   spirit  shop  the  person  in  charge  of  the  tavern  or  shop  shall immediately call or send for the assistance of the nearest constable or rural constable to disperse the meeting or assemblage.  (2) If anyone so in charge fails without reasonable excuse to call or send for that assistance, the holder of the licence for the tavern or shop  shall  be  liable  to  a  fine  of  three  thousand  dollars;  and  any constable or rural constable who, when so called or sent for, refuses or neglects to give the assistance shall be liable to a fine of three thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If at any time  there  is a riotous,  or disorderly,  LAWS OF GUYANA 54 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 meeting in or near spirit shop. [21 of 1992]               Playing at cards, or dice, or gaming, in licensed spirit shop. [21 of 1992]           Power to constable to enter licensed spirit shop. [21 of 1992]      Sale of more than two litres of rum at one time.  [66 of 1952 21 of 1992 24 of 1992]    or noisy, meeting at, or assemblage of persons in, at, or near any licensed tavern or   spirit  shop  the  person  in  charge  of  the  tavern  or  shop  shall immediately call or send for the assistance of the nearest constable or rural constable to disperse the meeting or assemblage."
                },
                {
                    "representation": "(2)",
                    "description": "If anyone so in charge fails without reasonable excuse to call or send for that assistance, the holder of the licence for the tavern or shop  shall  be  liable  to  a  fine  of  three  thousand  dollars;  and  any constable or rural constable who, when so called or sent for, refuses or neglects to give the assistance shall be liable to a fine of three thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Playing at cards, or dice, or gaming, in licensed spirit shop. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Playing at cards, or dice, or gaming, in licensed spirit shop. 60.  No  playing  at  cards  or  dice,  whether  for  money  or  mere amusement, and no gaming of any kind whatever, shall be carried on in  any licensed  tavern or spirit shop, or in any part of the premises thereto  appertaining or adjoining, on pain of the holder of the licence for the tavern or shop being liable to a fine of five thousand dollars, and of everyone  engaged in the playing at cards or dice, or in the gaming, being liable to a fine of three thousand dollars.",
            "description": "No  playing  at  cards  or  dice,  whether  for  money  or  mere amusement, and no gaming of any kind whatever, shall be carried on in  any licensed  tavern or spirit shop, or in any part of the premises thereto  appertaining or adjoining, on pain of the holder of the licence for the tavern or shop being liable to a fine of five thousand dollars, and of everyone  engaged in the playing at cards or dice, or in the gaming, being liable to a fine of three thousand dollars."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Power to constable to enter licensed spirit shop. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Power to constable to enter licensed spirit shop. 61.  (1) Any constable may, when and as often as he thinks fit, enter any  licensed  tavern  or spirit  shop,  and  into and  upon  the  premises belonging thereto or used therewith.  (2) Everyone who refuses to admit a constable into the tavern, shop, or premises, or molests any constable when therein, shall be liable to a fine of three thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any constable may, when and as often as he thinks fit, enter any  licensed  tavern  or spirit  shop,  and  into and  upon  the  premises belonging thereto or used therewith."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who refuses to admit a constable into the tavern, shop, or premises, or molests any constable when therein, shall be liable to a fine of three thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Sale of more than two litres of rum at one time. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Sale of more than two litres of rum at one time. 62.  (1) Except  as hereinafter  provided  no holder  of a spirit  shop licence may sell, deliver, or dispose of more than two litres of rum to any one person or on the order of any one person at any one time.  (2) Every  holder  of  a  spirit  shop  licence  who  by  himself,  his servant, or agent, sells, delivers, or disposes of more than two litres of rum to any person or on the order LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              55  L.R.O. 1/2012                                Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except  as hereinafter  provided  no holder  of a spirit  shop licence may sell, deliver, or dispose of more than two litres of rum to any one person or on the order of any one person at any one time."
                },
                {
                    "representation": "(2)",
                    "description": "Every  holder  of  a  spirit  shop  licence  who  by  himself,  his servant, or agent, sells, delivers, or disposes of more than two litres of rum to any person or on the order LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              55  L.R.O. 1/2012                                Form"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Production of licences. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Production of licences. 63. Everyone  holding  a passenger  steamer  liquor  and tobacco  or occasional liquor and tobacco licence for the sale of intoxicating liquor who does not produce the licence, whenever required to do so by the  Commissioner   or constable on the steamer  or at the licensed  premises shall be liable to a fine of three thousand dollars.",
            "description": "Everyone  holding  a passenger  steamer  liquor  and tobacco  or occasional liquor and tobacco licence for the sale of intoxicating liquor who does not produce the licence, whenever required to do so by the  Commissioner   or constable on the steamer  or at the licensed  premises shall be liable to a fine of three thousand dollars."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Power of police to enter licensed premises and demand licence; procedure in case of non-production. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Power of police to enter licensed premises and demand licence; procedure in case of non-production. 64. The Commissioner  of Police,  the  Commissioner ,  any officer of the police force and any non-commissioned officer above the grade of corporal, and any member of the police force of or below the grade of corporal who has a general authority in writing from the Commissioner of  Police  or  a  superintendent  of  police,  may  enter  any  premises whatever wherein any wine or malt liquor to be drunk on the premises, or any spirituous liquor whatever, is supplied or is sold, or is offered, exposed, or kept, for sale, and any room or place thereto attached and belonging, and may demand from the person in charge of the premises, room,  or  place,  his  licence  for  supplying  or  selling  the  wine,  malt liquor,  or spirituous  liquor,  and,  if the  person  does  not  immediately produce  the licence,  shall  place  someone  in charge  of the premises, room, or place, and of all wine, malt liquor and spirituous liquor found therein, and shall make a report of his LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              57  L.R.O. 1/2012           Disposal of liquor,  casks  or packages.  [66 of 1952 24 of 1992]                           Mode of disputing seizure of liquor. [66 of 1952 21 of 1992]    proceedings and of the evidence he  may have as to the supplying, or as to the selling, or offering, or exposing or keeping for sale aforesaid, to the nearest  magistrate,  and any  such magistrate  shall, if he thinks fit, order all wine, malt liquor and spirituous liquor in the premises, room, or place to be seized, and all the  wine, malt liquor and spirituous liquor so seized shall be dealt with in accordance with this Act.",
            "description": "The Commissioner  of Police,  the  Commissioner ,  any officer of the police force and any non-commissioned officer above the grade of corporal, and any member of the police force of or below the grade of corporal who has a general authority in writing from the Commissioner of  Police  or  a  superintendent  of  police,  may  enter  any  premises whatever wherein any wine or malt liquor to be drunk on the premises, or any spirituous liquor whatever, is supplied or is sold, or is offered, exposed, or kept, for sale, and any room or place thereto attached and belonging, and may demand from the person in charge of the premises, room,  or  place,  his  licence  for  supplying  or  selling  the  wine,  malt liquor,  or spirituous  liquor,  and,  if the  person  does  not  immediately produce  the licence,  shall  place  someone  in charge  of the premises, room, or place, and of all wine, malt liquor and spirituous liquor found therein, and shall make a report of his LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              57  L.R.O. 1/2012           Disposal of liquor,  casks  or packages.  [66 of 1952 24 of 1992]                           Mode of disputing seizure of liquor. [66 of 1952 21 of 1992]    proceedings and of the evidence he  may have as to the supplying, or as to the selling, or offering, or exposing or keeping for sale aforesaid, to the nearest  magistrate,  and any  such magistrate  shall, if he thinks fit, order all wine, malt liquor and spirituous liquor in the premises, room, or place to be seized, and all the  wine, malt liquor and spirituous liquor so seized shall be dealt with in accordance with this Act."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Disposal of liquor, casks or packages. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Disposal of liquor, casks or packages. 65.  (1) All liquor, and every cask or other package, so seized shall be at once removed to, and, until forfeiture or restoration thereof, shall be  kept  at  a Government  warehouse,  or some  convenient  place  of custody  elsewhere,  and the owner, or person claiming  it, shall be at liberty before the removal thereof to cause the liquor to be examined and, if in casks, to be gauged, and, if rum, to be tested for strength by an  approved  alcohol  hydrometer,  and  the  examination,  gauging  and testing may be made by the  Commissioner  or any sworn gauger, or by any manager or overseer of a plantation, called in for the purpose.  (2) The owner or person claiming  it and the person seizing  it shall  each  take  down  or  cause  to  be  taken  down  in  writing  the particulars of  the  examination,  gauging,  and  testing;  and  during  the examination, gauging, and testing, the liquor seized, and the casks or other packages containing it, shall remain on the premises of the owner or person claiming them, but in the possession of the person seizing, or some  person authorised by him to retain possession of them; but not more than six hours shall be allowed for any examination, gauging, and testing.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All liquor, and every cask or other package, so seized shall be at once removed to, and, until forfeiture or restoration thereof, shall be  kept  at  a Government  warehouse,  or some  convenient  place  of custody  elsewhere,  and the owner, or person claiming  it, shall be at liberty before the removal thereof to cause the liquor to be examined and, if in casks, to be gauged, and, if rum, to be tested for strength by an  approved  alcohol  hydrometer,  and  the  examination,  gauging  and testing may be made by the  Commissioner  or any sworn gauger, or by any manager or overseer of a plantation, called in for the purpose."
                },
                {
                    "representation": "(2)",
                    "description": "The owner or person claiming  it and the person seizing  it shall  each  take  down  or  cause  to  be  taken  down  in  writing  the particulars of  the  examination,  gauging,  and  testing;  and  during  the examination, gauging, and testing, the liquor seized, and the casks or other packages containing it, shall remain on the premises of the owner or person claiming them, but in the possession of the person seizing, or some  person authorised by him to retain possession of them; but not more than six hours shall be allowed for any examination, gauging, and testing."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Mode of disputing seizure of liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Mode of disputing seizure of liquor. 66.  (1) Everyone  owning  any  liquor  so  seized  and  wishing  to dispute the seizure, shall, within fourteen days thereafter, by himself or by  some  agent  authorised  by him,  make his claim  in writing  to the magistrate of the magisterial district within which the seizure has been made, for the liquor and the casks or other packages containing it, and shall  within   the  same   time   serve   a  copy  of  the  claim  on  the  LAWS OF GUYANA 58 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                             Onus of proof as to legality of seizure. [66 of 1952]   Commissioner, and, if the seizure has been made by anyone other than the Commissioner,  shall also within the same time serve a copy of the claim on that person.  (2) If the claim is to be resisted the Commissioner  shall appear in person or by counsel or solicitor in opposition thereto and in support of the  seizure.  (3) When the seizure has been made by any person other than the    Commissioner    that   person  shall  be  a  co-defendant   with   the  Commissioner and  may also  appear  in opposition  to the  claim  and  in support of the seizure, if he thinks fit.  (4) Every claim shall contain the name of the claimant and his occupation and residence and, if the claim is made through an agent, the name, occupation, and residence of his agent and the grounds of the claimant for disputing the seizure, and shall also state that the liquor seized is the property of the claimant.  (5) Every claim shall be supported by the oath of the claimant or, if the claim is made through an agent, by that of his agent swearing to the best of his knowledge, information and belief.  (6) When a claim is made through an agent, sufficient evidence of his authority to satisfy the magistrate shall be given with the claim.  (7) No claim shall be received by the magistrate  unless with it the  claimant  deposits  the  sum  of  five  hundred  dollars  by  way  of security for any costs awarded against him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone  owning  any  liquor  so  seized  and  wishing  to dispute the seizure, shall, within fourteen days thereafter, by himself or by  some  agent  authorised  by him,  make his claim  in writing  to the magistrate of the magisterial district within which the seizure has been made, for the liquor and the casks or other packages containing it, and shall  within   the  same   time   serve   a  copy  of  the  claim  on  the  LAWS OF GUYANA 58 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                                             Onus of proof as to legality of seizure. [66 of 1952]   Commissioner, and, if the seizure has been made by anyone other than the Commissioner,  shall also within the same time serve a copy of the claim on that person."
                },
                {
                    "representation": "(2)",
                    "description": "If the claim is to be resisted the Commissioner  shall appear in person or by counsel or solicitor in opposition thereto and in support of the  seizure."
                },
                {
                    "representation": "(3)",
                    "description": "When the seizure has been made by any person other than the    Commissioner    that   person  shall  be  a  co-defendant   with   the  Commissioner and  may also  appear  in opposition  to the  claim  and  in support of the seizure, if he thinks fit."
                },
                {
                    "representation": "(4)",
                    "description": "Every claim shall contain the name of the claimant and his occupation and residence and, if the claim is made through an agent, the name, occupation, and residence of his agent and the grounds of the claimant for disputing the seizure, and shall also state that the liquor seized is the property of the claimant."
                },
                {
                    "representation": "(5)",
                    "description": "Every claim shall be supported by the oath of the claimant or, if the claim is made through an agent, by that of his agent swearing to the best of his knowledge, information and belief."
                },
                {
                    "representation": "(6)",
                    "description": "When a claim is made through an agent, sufficient evidence of his authority to satisfy the magistrate shall be given with the claim."
                },
                {
                    "representation": "(7)",
                    "description": "No claim shall be received by the magistrate  unless with it the  claimant  deposits  the  sum  of  five  hundred  dollars  by  way  of security for any costs awarded against him."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Onus of proof as to legality of seizure. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Onus of proof as to legality of seizure. 67. In every case under the last preceding section the proof of the illegality of the seizure shall be on the claimant; and the Commissioner or other person making the seizure may adduce evidence in answer to that given by the claimant. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              59  L.R.O. 1/2012  Proof of capacity and authority of officer making seizure.                 Hearing and adjudication   of claim.    Form 13, Schedule.      Costs; restoration of articles seized. [66 of 1952]           Forfeiture of articles seized.             Proceedings  on claim.",
            "description": "In every case under the last preceding section the proof of the illegality of the seizure shall be on the claimant; and the Commissioner or other person making the seizure may adduce evidence in answer to that given by the claimant. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              59  L.R.O. 1/2012  Proof of capacity and authority of officer making seizure.                 Hearing and adjudication   of claim.    Form 13, Schedule.      Costs; restoration of articles seized. [66 of 1952]           Forfeiture of articles seized.             Proceedings  on claim."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "68",
            "title": "Proof of capacity and authority of officer making seizure. LAWS OF GUYANA 8 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 SECTION  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Proof of capacity and authority of officer making seizure. LAWS OF GUYANA 8 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 SECTION  68. On the hearing of a claim, if the seizure has been made by a member  of  the  police  force  of  or  below  the  grade  of  corporal,  in addition  to  his  statement  upon  oath  that  he  is  a  constable  he  shall produce   his   authority   from   the   Commissioner   of   Police   or   a superintendent of police but if the seizure has been made by any other officer entitled to make it, it shall be sufficient for him to state upon oath that he acts as that officer.",
            "description": "On the hearing of a claim, if the seizure has been made by a member  of  the  police  force  of  or  below  the  grade  of  corporal,  in addition  to  his  statement  upon  oath  that  he  is  a  constable  he  shall produce   his   authority   from   the   Commissioner   of   Police   or   a superintendent of police but if the seizure has been made by any other officer entitled to make it, it shall be sufficient for him to state upon oath that he acts as that officer."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "69",
            "title": "Hearing and adjudication of claim. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Hearing and adjudication of claim. 69. Every  claim   shall   be  heard   before   the  magistrate of  the magisterial district within which the seizure has been made, and if the magistrate rejects  the claim with respect  to all or any of the articles seized,  he  shall   condemn   those   articles   and  make   an  order   of condemnation in Form 13 in the Schedule.",
            "description": "Every  claim   shall   be  heard   before   the  magistrate of  the magisterial district within which the seizure has been made, and if the magistrate rejects  the claim with respect  to all or any of the articles seized,  he  shall   condemn   those   articles   and  make   an  order   of condemnation in Form 13 in the Schedule."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "70",
            "title": "Costs; restoration of articles seized. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Costs; restoration of articles seized. 70.  If  on  the  hearing  of  a  claim  any  of  the  articles  seized  are condemned,  the  claimant  shall  be adjudged  to pay all  costs  of the  Commissioner  and also of the co-defendant, if there is any co-defendant, and any articles not condemned shall be restored to the claimant at his own  expense;  but  if  none  of  the  articles  seized  is condemned,  the magistrate shall order their restoration on the payment of all costs of the claimant by the seizing officer and at his expense.",
            "description": "If  on  the  hearing  of  a  claim  any  of  the  articles  seized  are condemned,  the  claimant  shall  be adjudged  to pay all  costs  of the  Commissioner  and also of the co-defendant, if there is any co-defendant, and any articles not condemned shall be restored to the claimant at his own  expense;  but  if  none  of  the  articles  seized  is condemned,  the magistrate shall order their restoration on the payment of all costs of the claimant by the seizing officer and at his expense."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "71",
            "title": "Forfeiture of articles seized. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Forfeiture of articles seized. 71.  If any articles seized as aforesaid are not claimed, or if a copy of a claim relating to any of the articles  is not served, as hereinbefore provided and in the manner and within the time hereinbefore limited, with respect to making the claim and the service of copies thereof, or if after a claim has been made any articles so seized are condemned, all those articles shall ipso facto become and be forfeited.",
            "description": "If any articles seized as aforesaid are not claimed, or if a copy of a claim relating to any of the articles  is not served, as hereinbefore provided and in the manner and within the time hereinbefore limited, with respect to making the claim and the service of copies thereof, or if after a claim has been made any articles so seized are condemned, all those articles shall ipso facto become and be forfeited."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "72",
            "title": "Proceedings on claim.  REMOVAL OF RUM  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Proceedings on claim.  REMOVAL OF RUM  72. All proceedings before a magistrate and every order made by him in relation to a claim shall be according to the provisions of, and shall be subject to the appeal provided by, any Acts for the time being in force regulating procedure LAWS OF GUYANA 60 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012           Prohibition   of removal  of rum  exceeding in quantity  two litres  without permit. [30 of 1952 66 of 1952 21 of 1992 24 of 1992]                  Power of stoppage, search and arrest in regard to rum being removed. [30 of 1952 66 of 1952 24 of 1992]          before magistrates in the exercise of their summary jurisdiction and appeals from the decisions of magistrates.  REMOVAL OF RUM",
            "description": "All proceedings before a magistrate and every order made by him in relation to a claim shall be according to the provisions of, and shall be subject to the appeal provided by, any Acts for the time being in force regulating procedure LAWS OF GUYANA 60 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012           Prohibition   of removal  of rum  exceeding in quantity  two litres  without permit. [30 of 1952 66 of 1952 21 of 1992 24 of 1992]                  Power of stoppage, search and arrest in regard to rum being removed. [30 of 1952 66 of 1952 24 of 1992]          before magistrates in the exercise of their summary jurisdiction and appeals from the decisions of magistrates.  REMOVAL OF RUM"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "73",
            "title": "Prohibition of removal of rum exceeding in quantity two litres without permit. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Prohibition of removal of rum exceeding in quantity two litres without permit. 73.  (1) No rum exceeding  in quantity two litres shall  be removed from any premises to any other premises to another without a permit accompanying it, given and signed by the  Commissioner  or other person authorised under any law to grant permits for the removal of rum.  (2) Everyone concerned in the removal of any rum exceeding in quantity two litres without the permit  accompanying  it shall be liable to  a  fine of three thousand dollars; and the rum so removed, together with   the  packages  containing  it,  and  every  cart,  vessel,  or  other conveyance,  and  every  animal,  employed  in  removing  it,  shall  be forfeited:  Provided that such cart, vessel, conveyance or animal shall not be forfeited if the court is satisfied that the owner or person in charge did not know that it was to be employed in the unlawful removal of rum.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No rum exceeding  in quantity two litres shall  be removed from any premises to any other premises to another without a permit accompanying it, given and signed by the  Commissioner  or other person authorised under any law to grant permits for the removal of rum."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone concerned in the removal of any rum exceeding in quantity two litres without the permit  accompanying  it shall be liable to  a  fine of three thousand dollars; and the rum so removed, together with   the  packages  containing  it,  and  every  cart,  vessel,  or  other conveyance,  and  every  animal,  employed  in  removing  it,  shall  be forfeited:  Provided that such cart, vessel, conveyance or animal shall not be forfeited if the court is satisfied that the owner or person in charge did not know that it was to be employed in the unlawful removal of rum."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "74",
            "title": "Power of stoppage, search and arrest in regard to rum being removed.  SPECIAL PERMIT TO KEEP SPIRITUOUS LIQUOR FOR SCIENTIFIC PURPOSES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Power of stoppage, search and arrest in regard to rum being removed.  SPECIAL PERMIT TO KEEP SPIRITUOUS LIQUOR FOR SCIENTIFIC PURPOSES  74.  The  Commissioner  and every constable who has cause to suspect that anyone is carrying or removing any rum exceeding in quantity two litres  may  stop,  detain,  and  examine  him,  and  may  examine  every package,  cart,  vessel,  or  conveyance,  under  his  control,  and  may examine every cart, vessel, or conveyance on or in which he may be; and  if the  Commissioner  or constable ascertains that anyone is carrying or  removing, or is concerned in the carriage or removal of, any rum exceeding  in  quantity  two  litres,  without  having  obtained  a  lawful permit  for the removal,  the  Commissioner   or constable,  may seize the rum with  the  package  containing  it,  and  may  seize  the  cart,  vessel, conveyance and  all  animals  employed  in its  removal  and  arrest  the person carrying or removing it, or LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              61  L.R.O. 1/2012                       Special permit for use of spirituous liquor  in scientific pursuits,   or art, manufacture, trade or business. Schedule; Form",
            "description": "The  Commissioner  and every constable who has cause to suspect that anyone is carrying or removing any rum exceeding in quantity two litres  may  stop,  detain,  and  examine  him,  and  may  examine  every package,  cart,  vessel,  or  conveyance,  under  his  control,  and  may examine every cart, vessel, or conveyance on or in which he may be; and  if the  Commissioner  or constable ascertains that anyone is carrying or  removing, or is concerned in the carriage or removal of, any rum exceeding  in  quantity  two  litres,  without  having  obtained  a  lawful permit  for the removal,  the  Commissioner   or constable,  may seize the rum with  the  package  containing  it,  and  may  seize  the  cart,  vessel, conveyance and  all  animals  employed  in its  removal  and  arrest  the person carrying or removing it, or LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              61  L.R.O. 1/2012                       Special permit for use of spirituous liquor  in scientific pursuits,   or art, manufacture, trade or business. Schedule; Form"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "75",
            "title": "(1) Special permit for use of spirituous liquor in scientific pursuits, or art, manufacture, trade or business. (3) Accounting for spirits obtained under special permit. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under (1) Special permit for use of spirituous liquor in scientific pursuits, or art, manufacture, trade or business. (3) Accounting for spirits obtained under special permit. 75.  (1) Notwithstanding  anything in this Act or in any Act for the time being in force relating to spirits, the  Commissioner  may at any time issue a special permit, in Form 14 in the Schedule, or as near thereto as circumstances  permit, to any person engaged in a scientific pursuit, or in the practice of any art, or in any manufacture,  trade, or business, authorising him to remove  to and keep on the premises  where he is engaged  in that pursuit, practice,  manufacture,  trade, or business  (in this Act referred to as factory premises) any spirituous liquor in the quantity,  not exceeding two hundred and twenty-seven  litres, in each case fixed  by the  Commissioner ,  for the purpose  of being  there  used exclusively in that pursuit, art, manufacture, trade, or business.  (2) The permit shall not authorise the person to have or keep spirituous liquor in any place other than his factory premises.  (3) Everyone to whom the permit is issued shall account to the satisfaction of the Commissioner  for the due disposal  of all  spirituous liquor obtained by him under the permit before any new special permit shall be issued to him.  LAWS OF GUYANA 62 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 Penalty for contravention of  provisions relating to special permits. [21 of 1992]                   Application of certain provisions.       Exemption of certain messes, etc. from licensing. [26 if 1944]  Arrest of person found selling spirituous liquor   with-out licence. [66 of 1952]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding  anything in this Act or in any Act for the time being in force relating to spirits, the  Commissioner  may at any time issue a special permit, in Form 14 in the Schedule, or as near thereto as circumstances  permit, to any person engaged in a scientific pursuit, or in the practice of any art, or in any manufacture,  trade, or business, authorising him to remove  to and keep on the premises  where he is engaged  in that pursuit, practice,  manufacture,  trade, or business"
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall not authorise the person to have or keep spirituous liquor in any place other than his factory premises."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone to whom the permit is issued shall account to the satisfaction of the Commissioner  for the due disposal  of all  spirituous liquor obtained by him under the permit before any new special permit shall be issued to him.  LAWS OF GUYANA 62 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012 Penalty for contravention of  provisions relating to special permits. [21 of 1992]                   Application of certain provisions.       Exemption of certain messes, etc. from licensing. [26 if 1944]  Arrest of person found selling spirituous liquor   with-out licence. [66 of 1952]"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "76",
            "title": "Penalty for contravention of provisions relating to special permits. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for contravention of provisions relating to special permits. 76.  Everyone to whom any permit aforesaid has been heretofore or is hereafter issued who  (a)  has or keeps any spirituous liquor aforesaid in any place other than his factory premises; or  (b) uses or applies, or suffers to be used or applied, any spirituous liquor  aforesaid  for any purpose  or in any way whatever other  than  for  the   bona  fide  preparation  of  or dealing  with  anything  in  the  course  of  the  pursuit,  art, manufacture, trade, or business aforesaid,  shall be liable to a fine of not less than three thousand dollars and not more than fifteen thousand dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "has or keeps any spirituous liquor aforesaid in any place other than his factory premises; or"
                },
                {
                    "representation": "(b)",
                    "description": "uses or applies, or suffers to be used or applied, any spirituous liquor  aforesaid  for any purpose  or in any way whatever other  than  for  the   bona  fide  preparation  of  or dealing  with  anything  in  the  course  of  the  pursuit,  art, manufacture, trade, or business aforesaid,  shall be liable to a fine of not less than three thousand dollars and not more than fifteen thousand dollars."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "77",
            "title": "Application of certain provisions.  POWERS OF THE COMMISSIONER AND POLICE WITH RESPECT TO UNLICENSED PREMISES  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Application of certain provisions.  POWERS OF THE COMMISSIONER AND POLICE WITH RESPECT TO UNLICENSED PREMISES  77.  Sections 84 and 90 shall extend and apply to the holder of any special permit issued under section 75 and to his factory premises.  POWERS OF THE COMMISSIONER AND POLICE WITH RESPECT TO UNLICENSED PREMISES",
            "description": "Sections 84 and 90 shall extend and apply to the holder of any special permit issued under section 75 and to his factory premises.  POWERS OF THE COMMISSIONER AND POLICE WITH RESPECT TO UNLICENSED PREMISES"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "78",
            "title": "Exemption of certain messes, etc., from licensing. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Exemption of certain messes, etc., from licensing. 78. It shall not be necessary for any mess or canteen established by and for the use of the Guyana Defence Force or the Guyana Police Force to be licensed under this Act.",
            "description": "It shall not be necessary for any mess or canteen established by and for the use of the Guyana Defence Force or the Guyana Police Force to be licensed under this Act."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "79",
            "title": "Arrest of person found selling spirituous liquor without licence. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Arrest of person found selling spirituous liquor without licence. 79. Everyone  found selling,  or offering  or exposing  for sale,  any spirituous liquor or any wine or malt liquor at any place other than in a place or premises duly licensed under this Act who does not produce a  licence authorising  the sale or the offering or exposing for sale, of wine, malt liquor, or spirituous liquor at the time when and at the place where he is so found selling it, or offering or exposing it for LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              63  L.R.O. 1/2012            Power of search. [66 of 1952]         Penalty on occupier of certain premises if wine or malt liquor is found thereon. [66 of 1952 21 of 1992]                         sale, may be arrested by the  Commissioner  or any constable or rural constable and detained  until  he can be brought  before a magistrate  and dealt  with according to law,  and  the  wine,  malt  liquor,  or spirituous  liquor,  so sold, or offered or  exposed for sale, with the packages containing  it, shall be seized and  forfeited.",
            "description": "Everyone  found selling,  or offering  or exposing  for sale,  any spirituous liquor or any wine or malt liquor at any place other than in a place or premises duly licensed under this Act who does not produce a  licence authorising  the sale or the offering or exposing for sale, of wine, malt liquor, or spirituous liquor at the time when and at the place where he is so found selling it, or offering or exposing it for LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              63  L.R.O. 1/2012            Power of search. [66 of 1952]         Penalty on occupier of certain premises if wine or malt liquor is found thereon. [66 of 1952 21 of 1992]                         sale, may be arrested by the  Commissioner  or any constable or rural constable and detained  until  he can be brought  before a magistrate  and dealt  with according to law,  and  the  wine,  malt  liquor,  or spirituous  liquor,  so sold, or offered or  exposed for sale, with the packages containing  it, shall be seized and  forfeited."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "80",
            "title": "Power of search. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Power of search. 80. The  Commissioner, and anyone authorised by him in writing for each particular case, may enter any store, shop, or business premises, whatever and search for wine and malt liquor.",
            "description": "The  Commissioner, and anyone authorised by him in writing for each particular case, may enter any store, shop, or business premises, whatever and search for wine and malt liquor."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "81",
            "title": "Penalty on occupier of certain premises if wine or malt liquor is found thereon. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty on occupier of certain premises if wine or malt liquor is found thereon. 81.",
            "description": "81."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "82",
            "title": "Limitation of time for proceedings under section ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Limitation of time for proceedings under section 82. (1) Every charge under the last  preceding  section  shall  be brought within one month from the seizure of the wine or malt liquor to which the charge relates.  (2) In default of the charge being so brought, the occupier of the premises  wherein  the  wine  or malt  liquor  has  been  seized  shall  be entitled, on application  to a magistrate,  to an order from him on the  Commissioner   to  re-deliver  the  wine  or  malt  liquor  and  the  packages containing it to the occupier.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every charge under the last  preceding  section  shall  be brought within one month from the seizure of the wine or malt liquor to which the charge relates."
                },
                {
                    "representation": "(2)",
                    "description": "In default of the charge being so brought, the occupier of the premises  wherein  the  wine  or malt  liquor  has  been  seized  shall  be entitled, on application  to a magistrate,  to an order from him on the  Commissioner   to  re-deliver  the  wine  or  malt  liquor  and  the  packages containing it to the occupier."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "83",
            "title": "Privilege of wholesale dealer to keep samples of wine or malt liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Privilege of wholesale dealer to keep samples of wine or malt liquor. 83. Anyone dealing in wine or malt liquor by wholesale may keep in any store, shop, or business premises, occupied by him a sample, not exceeding one litre, of each quality of wine or malt liquor in which he deals without being",
            "description": "Anyone dealing in wine or malt liquor by wholesale may keep in any store, shop, or business premises, occupied by him a sample, not exceeding one litre, of each quality of wine or malt liquor in which he deals without being"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "84",
            "title": "Persons authorized to enter and search for liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Persons authorized to enter and search for liquor. 84. The Commissioner, and anyone specially  authorised by him  in writing for each particular case, may enter any store, shop, or business premises whatever and search for spirituous liquor.",
            "description": "The Commissioner, and anyone specially  authorised by him  in writing for each particular case, may enter any store, shop, or business premises whatever and search for spirituous liquor."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "85",
            "title": "Penalty for having rum or other spirituous liquor in premises not duly licensed. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for having rum or other spirituous liquor in premises not duly licensed. 85.",
            "description": "85."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "86",
            "title": "Penalty for breach of section 12(2). ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for breach of section 12(2). 86. The occupier of licensed premises who contravenes section 12 shall be liable on summary conviction to a fine of not less than three thousand dollars and not more than fifteen thousand dollars.",
            "description": "The occupier of licensed premises who contravenes section 12 shall be liable on summary conviction to a fine of not less than three thousand dollars and not more than fifteen thousand dollars."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "87",
            "title": "Limitation of time for making complaint under section ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Limitation of time for making complaint under section 87.  Every complaint  under section 85 shall be brought within one month from the seizure  of the spirituous  liquor  to which  the charge relates;  and,  in default  of its being  so brought,  the occupier  of the premises in which the spirituous liquor has been seized shall be entitled on application to a magistrate to an order from him on the  Commissioner  to re-deliver the liquor and the packages LAWS OF GUYANA 66 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012        Keeping samples of spirituous liquor. [24 of 1992]         Penalty for obstructing or impeding   entry and search of premises. [21 of 1992]                               Breach of the Act by member of licence containing it to the occupier.",
            "description": "Every complaint  under section 85 shall be brought within one month from the seizure  of the spirituous  liquor  to which  the charge relates;  and,  in default  of its being  so brought,  the occupier  of the premises in which the spirituous liquor has been seized shall be entitled on application to a magistrate to an order from him on the  Commissioner  to re-deliver the liquor and the packages LAWS OF GUYANA 66 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012        Keeping samples of spirituous liquor. [24 of 1992]         Penalty for obstructing or impeding   entry and search of premises. [21 of 1992]                               Breach of the Act by member of licence containing it to the occupier."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "88",
            "title": "Keeping samples of spirituous liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Keeping samples of spirituous liquor. 88. Anyone  dealing  in  any  spirituous  liquor  by  wholesale  may keep, in any store,  shop,  or business  premises,  occupied  by him,  a sample,  not  to  exceed  one  litre  of  each  kind  and  each  quality  of spirituous liquor in which he deals without being guilty of an offence under section",
            "description": "Anyone  dealing  in  any  spirituous  liquor  by  wholesale  may keep, in any store,  shop,  or business  premises,  occupied  by him,  a sample,  not  to  exceed  one  litre  of  each  kind  and  each  quality  of spirituous liquor in which he deals without being guilty of an offence under section"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "89",
            "title": "Penalty for obstructing or impeding entry and search of premises. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              9  L.R.O. 1/2012 SECTION   LEGAL PROVISIONS  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Penalty for obstructing or impeding entry and search of premises. LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              9  L.R.O. 1/2012 SECTION   LEGAL PROVISIONS  89.  Everyone who  (a)     by refusing  to open any door  which  it is legally in his power to open, or in any other way, obstructs, or in any way molests, opposes, hinders, or impedes, any  officer authorised by this Act, or anyone having authority in writing under  this  Act  and  exhibiting  his  authority,  to  enter  any premises  and  there  to  search,  or otherwise  to  ascertain whether there has been any breach of any part of this Act; or   (b)     removes,  throws away, or destroys,  or causes to be removed, thrown away, or destroyed, any wine, malt liquor, or spirituous liquor, in order to prevent or impede any search for or seizure thereof,  shall be liable to a fine of not less than five thousand dollars and not more than fifteen thousand dollars.  LEGAL PROVISIONS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by refusing  to open any door  which  it is legally in his power to open, or in any other way, obstructs, or in any way molests, opposes, hinders, or impedes, any  officer authorised by this Act, or anyone having authority in writing under  this  Act  and  exhibiting  his  authority,  to  enter  any premises  and  there  to  search,  or otherwise  to  ascertain whether there has been any breach of any part of this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "removes,  throws away, or destroys,  or causes to be removed, thrown away, or destroyed, any wine, malt liquor, or spirituous liquor, in order to prevent or impede any search for or seizure thereof,  shall be liable to a fine of not less than five thousand dollars and not more than fifteen thousand dollars.  LEGAL PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "90",
            "title": "Breach of the Act by member of licence holder’s family and person in his employ. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Breach of the Act by member of licence holders family and person in his employ. 90.  (1) Every holder of a licence issued under this Act shall be, and he  is hereby declared  to be penally liable  and LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              67  L.R.O. 1/2012 holders family and person in his employ.                  Special provisions where  holder of licence incurs a penalty and where he is without Guyana.                     responsible  for every breach of any provision of this Act by any member of his family, or by any person employed, whether temporarily or permanently, in or about any  licensed  premises,  or  in  or  about  any  room  or  place  thereto attached  and  belonging,  in  the  same  manner  and  as  fully  as  if  he himself had  committed  the breach, and the member of the family or person  employed  shall be liable to the same punishment as the holder of the  licence.  (2) The member of the family, or the person in the employ of the holder of the licence, may be examined as a witness for or against the holder on any charge brought  against  him under this Act, and, if so examined, shall not himself thereafter be liable to any charge in respect of such breach.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every holder of a licence issued under this Act shall be, and he  is hereby declared  to be penally liable  and LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              67  L.R.O. 1/2012 holders family and person in his employ.                  Special provisions where  holder of licence incurs a penalty and where he is without Guyana.                     responsible  for every breach of any provision of this Act by any member of his family, or by any person employed, whether temporarily or permanently, in or about any  licensed  premises,  or  in  or  about  any  room  or  place  thereto attached  and  belonging,  in  the  same  manner  and  as  fully  as  if  he himself had  committed  the breach, and the member of the family or person  employed  shall be liable to the same punishment as the holder of the  licence."
                },
                {
                    "representation": "(2)",
                    "description": "The member of the family, or the person in the employ of the holder of the licence, may be examined as a witness for or against the holder on any charge brought  against  him under this Act, and, if so examined, shall not himself thereafter be liable to any charge in respect of such breach."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "91",
            "title": "Special provisions where holder of licence incurs a penalty and where he is without Guyana. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Special provisions where holder of licence incurs a penalty and where he is without Guyana. 91.  Where by this Act the holder of a licence is made liable to a penalty in respect  of any act or omission,  and a charge  is preferred alleging   that  act  or  omission,  the  following  proceedings  shall  be lawful:  (a) the summons  may  be  served  in  the  manner  now permitted  by law, or by leaving it with any person who is apparently  a  clerk  or  servant  found  on  the  premises  for which the licence  is granted,  or, if that  person  cannot  be found, by affixing  it in a conspicuous  manner  to the outer door or outer wall of the premises;  (b) where  the holder  is without  Guyana,  his attorney  or agent may appear on his behalf; and  (c)     where the holder is without Guyana, either at the time of  the  act  or  omission  charged  or  at  the  time  LAWS OF GUYANA 68 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                          Liability of representative of holder of licence in certain cases.         Liability of holder of spirit shop licence to forfeiture of licence on third conviction. [30 of 1952 66 of 1952 21 of 1992]    when  the summons is served, the magistrate,  on being satisfied as to the service of the summons as hereinbefore authorised, shall proceed to investigate the matter of the charge whether any attorney or agent appears for the holder or not and, if the act or omission is proved, may order the penalty to be paid and to be levied upon the goods and chattels of the holder of the licence by distress, but where it is shown that the holder did not leave Guyana to avoid the service of the summons upon him  personally,  the magistrate  shall  not make an order or direct that the holder shall be imprisoned, either in default of sufficient goods or chattels being found or otherwise.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the summons  may  be  served  in  the  manner  now permitted  by law, or by leaving it with any person who is apparently  a  clerk  or  servant  found  on  the  premises  for which the licence  is granted,  or, if that  person  cannot  be found, by affixing  it in a conspicuous  manner  to the outer door or outer wall of the premises;"
                },
                {
                    "representation": "(b)",
                    "description": "where  the holder  is without  Guyana,  his attorney  or agent may appear on his behalf; and"
                },
                {
                    "representation": "(c)",
                    "description": "where the holder is without Guyana, either at the time of  the  act  or  omission  charged  or  at  the  time  LAWS OF GUYANA 68 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                          Liability of representative of holder of licence in certain cases.         Liability of holder of spirit shop licence to forfeiture of licence on third conviction. [30 of 1952 66 of 1952 21 of 1992]    when  the summons is served, the magistrate,  on being satisfied as to the service of the summons as hereinbefore authorised, shall proceed to investigate the matter of the charge whether any attorney or agent appears for the holder or not and, if the act or omission is proved, may order the penalty to be paid and to be levied upon the goods and chattels of the holder of the licence by distress, but where it is shown that the holder did not leave Guyana to avoid the service of the summons upon him  personally,  the magistrate  shall  not make an order or direct that the holder shall be imprisoned, either in default of sufficient goods or chattels being found or otherwise."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "92",
            "title": "Liability of representative of holder of licence in certain cases.   PROCEDURE  ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Liability of representative of holder of licence in certain cases.   PROCEDURE  92.  The attorney of the holder of a licence issued under this Act, where the holder is without  Guyana,  shall  be liable  to every penalty imposed by this Act on the holder of the licence in respect of any act or omission, if it is proved  that  that  act or omission  occurred  with the knowledge and consent of the attorney.  PROCEDURE",
            "description": "The attorney of the holder of a licence issued under this Act, where the holder is without  Guyana,  shall  be liable  to every penalty imposed by this Act on the holder of the licence in respect of any act or omission, if it is proved  that  that  act or omission  occurred  with the knowledge and consent of the attorney.  PROCEDURE"
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "93",
            "title": "Liability of holder of spirit shop licence to forfeiture of licence on third conviction. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Liability of holder of spirit shop licence to forfeiture of licence on third conviction. 93. (1) Every holder of a railway station or stelling liquor or a spirit shop  licence  who  has  been  convicted  twice  under  this  Act  of  any offences where  the  maximum  penalty  amounts  to or  exceeds  three thousand  dollars  may,  on  conviction  a  third  time  be  adjudged,  in addition  to  any  fine  or  penalty  awarded  against  him,  to  forfeit  his licence in respect of which he has been last convicted.  (2) The court before whom the holder of a spirit LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              69  L.R.O. 1/2012                       Time when an order suspending or forfeiting a licence takes effect.               Sale of forfeited article. [66 of 1952]        Deduction of costs and expenses. [4 of 1972]       shop licence is convicted of the unlawful possession of the substance known as bush rum, may, in addition to any other penalty, order that the licence be forfeited.  (3) When a forfeited licence has been delivered to the Commissioner he shall cancel the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every holder of a railway station or stelling liquor or a spirit shop  licence  who  has  been  convicted  twice  under  this  Act  of  any offences where  the  maximum  penalty  amounts  to or  exceeds  three thousand  dollars  may,  on  conviction  a  third  time  be  adjudged,  in addition  to  any  fine  or  penalty  awarded  against  him,  to  forfeit  his licence in respect of which he has been last convicted."
                },
                {
                    "representation": "(2)",
                    "description": "The court before whom the holder of a spirit LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              69  L.R.O. 1/2012                       Time when an order suspending or forfeiting a licence takes effect.               Sale of forfeited article. [66 of 1952]        Deduction of costs and expenses. [4 of 1972]       shop licence is convicted of the unlawful possession of the substance known as bush rum, may, in addition to any other penalty, order that the licence be forfeited."
                },
                {
                    "representation": "(3)",
                    "description": "When a forfeited licence has been delivered to the Commissioner he shall cancel the licence."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "94",
            "title": "Time when an order suspending or forfeiting a licence takes effect. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Time when an order suspending or forfeiting a licence takes effect. 94. (1) When  an  order  is  made  under  this  Act  suspending  or forfeiting any licence for a tavern or spirit shop, the order, unless an appeal  is previously  brought  by the holder of the licence,  shall  take effect at the expiration  of ten days next after the day on which it is made, and if an appeal is previously brought then at the expiration of ten days after the day on which it is finally confirmed.  (2) No one may sell any wine, malt liquor, or spirituous liquor in that tavern or spirit shop after the date when the order suspending or forfeiting the licence takes effect, and anyone who contravenes  this subsection  shall  be  deemed  to  have  sold  the  wine,  malt  liquor,  or spirituous liquor, without having a licence to do so and shall become liable to the penalties imposed on everyone so acting.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When  an  order  is  made  under  this  Act  suspending  or forfeiting any licence for a tavern or spirit shop, the order, unless an appeal  is previously  brought  by the holder of the licence,  shall  take effect at the expiration  of ten days next after the day on which it is made, and if an appeal is previously brought then at the expiration of ten days after the day on which it is finally confirmed."
                },
                {
                    "representation": "(2)",
                    "description": "No one may sell any wine, malt liquor, or spirituous liquor in that tavern or spirit shop after the date when the order suspending or forfeiting the licence takes effect, and anyone who contravenes  this subsection  shall  be  deemed  to  have  sold  the  wine,  malt  liquor,  or spirituous liquor, without having a licence to do so and shall become liable to the penalties imposed on everyone so acting."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "Sale of forfeited article. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Sale of forfeited article. 95. All articles forfeited under this Act, other than articles forfeited under section 49, shall  be  put  up  to  public  competition   by  the  Commissioner  and sold by him for cash to the highest bidder, not sooner than fourteen  days after the forfeiture,  and after not less than three notices of the sale in the Gazette and at least one newspaper published in   Guyana.  Articles forfeited under section 49 hereof shall be destroyed.",
            "description": "All articles forfeited under this Act, other than articles forfeited under section 49, shall  be  put  up  to  public  competition   by  the  Commissioner  and sold by him for cash to the highest bidder, not sooner than fourteen  days after the forfeiture,  and after not less than three notices of the sale in the Gazette and at least one newspaper published in   Guyana.  Articles forfeited under section 49 hereof shall be destroyed."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "96",
            "title": "Deduction of costs and expenses. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Deduction of costs and expenses. 96. (1) The officer into whose hands comes the gross amount of any fine, penalty, or forfeiture, recovered and realised under this Act shall pay over the amount to the Accountant General.  (2) There shall also be deducted from such amount all costs and expenses whatever. LAWS OF GUYANA 70 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  Recovery of money due on bond under  the Act.       Evidence of sale or consumption of   intoxicating liquor.                 Procedure and appeal. [66 of 1952 21 of 1992]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The officer into whose hands comes the gross amount of any fine, penalty, or forfeiture, recovered and realised under this Act shall pay over the amount to the Accountant General."
                },
                {
                    "representation": "(2)",
                    "description": "There shall also be deducted from such amount all costs and expenses whatever. LAWS OF GUYANA 70 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  Recovery of money due on bond under  the Act.       Evidence of sale or consumption of   intoxicating liquor.                 Procedure and appeal. [66 of 1952 21 of 1992]"
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "97",
            "title": "Recovery of money due on bond under the Act. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Recovery of money due on bond under the Act. 97.  The  State  shall  be  entitled  to  parate  or  summary  execution against all the parties to any bond given under this Act, for any sum for which the State Solicitor instructs the Registrar to issue summation on the bond; and the execution may be against all, or any one or more, of those  parties; and to obtain the execution it shall not be necessary to give any proof of the signing or of the validity of the bond.",
            "description": "The  State  shall  be  entitled  to  parate  or  summary  execution against all the parties to any bond given under this Act, for any sum for which the State Solicitor instructs the Registrar to issue summation on the bond; and the execution may be against all, or any one or more, of those  parties; and to obtain the execution it shall not be necessary to give any proof of the signing or of the validity of the bond."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "98",
            "title": "Evidence of sale or consumption of intoxicating liquor. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Evidence of sale or consumption of intoxicating liquor. 98. (1) In proving the sale or consumption of intoxicating liquor for the purpose of any proceeding relevant to an offence under this Act, it shall not be necessary to show that any money or valuable consideration actually passed  or  that  any  intoxicating   liquor  was actually  consumed,  if the court hearing  the cause be satisfied  that a transaction in  the  nature  of  a  sale  actually   took  place, or  that consumption of intoxicating  liquor was about to take place.  (2) Proof of consumption or intended consumption of intoxicating liquor on premises to which a licence is attached by some person  other  than  the  occupier  of,  or  a  servant  employed  on,  the premises shall be evidence that the liquor was sold by or on behalf of the  holder of the licence to the person consuming, or being about to consume, or carrying away the liquor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In proving the sale or consumption of intoxicating liquor for the purpose of any proceeding relevant to an offence under this Act, it shall not be necessary to show that any money or valuable consideration actually passed  or  that  any  intoxicating   liquor  was actually  consumed,  if the court hearing  the cause be satisfied  that a transaction in  the  nature  of  a  sale  actually   took  place, or  that consumption of intoxicating  liquor was about to take place."
                },
                {
                    "representation": "(2)",
                    "description": "Proof of consumption or intended consumption of intoxicating liquor on premises to which a licence is attached by some person  other  than  the  occupier  of,  or  a  servant  employed  on,  the premises shall be evidence that the liquor was sold by or on behalf of the  holder of the licence to the person consuming, or being about to consume, or carrying away the liquor."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "99",
            "title": "Procedure and appeal. 99A.      Power to accept compensation for offences. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Procedure and appeal. 99A.      Power to accept compensation for offences. 99. (1) All fines and penalties to which anyone is liable under this Act  shall  be  sued  for,  prosecuted,  realised  and  recovered,  and  all proceedings in respect of forfeitures under this Act, shall be prosecuted and  carried  on, by the  Commissioner  under  the Summary  Jurisdiction Acts.  (2) Every conviction, order, or adjudication whatever, in respect of any fine, penalty, or forfeiture aforesaid shall be according to  the forms (except as specially provided in this Act) and the rules of procedure,  and  subject  to  any  appeal,  provided  by  the  Summary Jurisdiction  Acts.  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              71  L.R.O. 1/2012                 Power to accept compensation for offences.                   Protection of person acting under the Act.    Liability to damages and costs of person making seizure under the Act.        (3) Every magistrate  shall  have full  jurisdiction  and power  to hear, determine,  and  adjudicate  in  the  case  of  any fine,  penalty  or forfeiture aforesaid, whatever may be the amount or value thereof:  Provided that no prosecution or proceeding for or in respect of any fine, penalty, or forfeiture, exceeding in amount or value the sum of fifty  thousand  dollars  shall  be  commenced  without  the  authority  in writing of the Director of Public Prosecutions.  99A.  Notwithstanding  any other provisions of this Act, the  Commissioner  may, in any case he deems proper and in substitution for any proceedings in a court of summary jurisdiction, accept on behalf of the  State a sum of money by way of compensation from any person reasonably suspected of a contravention of the Act or any regulations made thereunder:  Provided that such compensation shall be accepted only where the person reasonably suspected of such contravention has expressed his willingness, in such form as the Commissioner  may prescribe by order, that the contravention as aforesaid shall be so dealt with.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All fines and penalties to which anyone is liable under this Act  shall  be  sued  for,  prosecuted,  realised  and  recovered,  and  all proceedings in respect of forfeitures under this Act, shall be prosecuted and  carried  on, by the  Commissioner  under  the Summary  Jurisdiction Acts."
                },
                {
                    "representation": "(2)",
                    "description": "Every conviction, order, or adjudication whatever, in respect of any fine, penalty, or forfeiture aforesaid shall be according to  the forms"
                },
                {
                    "representation": "(3)",
                    "description": "Every magistrate  shall  have full  jurisdiction  and power  to hear, determine,  and  adjudicate  in  the  case  of  any fine,  penalty  or forfeiture aforesaid, whatever may be the amount or value thereof:  Provided that no prosecution or proceeding for or in respect of any fine, penalty, or forfeiture, exceeding in amount or value the sum of fifty  thousand  dollars  shall  be  commenced  without  the  authority  in writing of the Director of Public Prosecutions.  99A.  Notwithstanding  any other provisions of this Act, the  Commissioner  may, in any case he deems proper and in substitution for any proceedings in a court of summary jurisdiction, accept on behalf of the  State a sum of money by way of compensation from any person reasonably suspected of a contravention of the Act or any regulations made thereunder:  Provided that such compensation shall be accepted only where the person reasonably suspected of such contravention has expressed his willingness, in such form as the Commissioner  may prescribe by order, that the contravention as aforesaid shall be so dealt with."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "100",
            "title": "Protection of person acting under the Act. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Protection of person acting under the Act. 100. All  persons  acting  under  this  Act  shall  be  entitled  to  the protection afforded by law to justices of the peace.",
            "description": "All  persons  acting  under  this  Act  shall  be  entitled  to  the protection afforded by law to justices of the peace."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "101",
            "title": "Liability to damages and costs of person making seizure under the Act. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Liability to damages and costs of person making seizure under the Act. 101. (1) No action,  suit, or prosecution  whatever  shall  be brought against anyone in respect of any detention or seizure made under this Act  when the detention or seizure has been followed by forfeiture of the articles seized or any portion of them.  (2) When any action, suit, or prosecution  whatever is brought against anyone in respect of any detention or seizure made under this Act,  which has not been followed by LAWS OF GUYANA 72 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012           Regulations and forms.                           Saving of Acts relating  to distillation, sale and keeping  of rum.  Licences in respect of the Transport and Harbours Department and the Timehri International Airport. [35 of 1950 66 of 1950 3 of 1997]  forfeiture of any of the articles detained or seized,  if the judge or court before  whom or which the action,  suit,  or  prosecution  is  tried  is  of  opinion  that  there  was reasonable ground for the detention or seizure, the defendant shall not be liable to pay to the plaintiff in the action or suit any damages, or any costs of suit, nor shall he in that prosecution be liable to more than a fine of twenty-five cents.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action,  suit, or prosecution  whatever  shall  be brought against anyone in respect of any detention or seizure made under this Act  when the detention or seizure has been followed by forfeiture of the articles seized or any portion of them."
                },
                {
                    "representation": "(2)",
                    "description": "When any action, suit, or prosecution  whatever is brought against anyone in respect of any detention or seizure made under this Act,  which has not been followed by LAWS OF GUYANA 72 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012           Regulations and forms.                           Saving of Acts relating  to distillation, sale and keeping  of rum.  Licences in respect of the Transport and Harbours Department and the Timehri International Airport. [35 of 1950 66 of 1950 3 of 1997]  forfeiture of any of the articles detained or seized,  if the judge or court before  whom or which the action,  suit,  or  prosecution  is  tried  is  of  opinion  that  there  was reasonable ground for the detention or seizure, the defendant shall not be liable to pay to the plaintiff in the action or suit any damages, or any costs of suit, nor shall he in that prosecution be liable to more than a fine of twenty-five cents."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "102",
            "title": "Regulations and forms. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Regulations and forms. 102.  The Minister  (a)     may  make  regulations  for  carrying  into  effect  the objects and purposes of this Act; and  (b)      may prescribe new forms and forms in place of those contained  in  the  First  Schedule,  but  no  prescribed  forms shall  take  effect  until  they  have  been  published  in three issues of the Gazette and  of one  daily  newspaper respectively.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "may  make  regulations  for  carrying  into  effect  the objects and purposes of this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "may prescribe new forms and forms in place of those contained  in  the  First  Schedule,  but  no  prescribed  forms shall  take  effect  until  they  have  been  published  in three issues of the Gazette and  of one  daily  newspaper respectively."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "103",
            "title": "Saving of Acts relating to distillation, sale and keeping of rum. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Saving of Acts relating to distillation, sale and keeping of rum. 103.  Nothing in this Act shall affect the provisions of any Act for the time being in force relating to the distillation and sale of rum, or to the quantity of rum that may be kept by anyone or the regulations for keeping it, as by that Act provided.",
            "description": "Nothing in this Act shall affect the provisions of any Act for the time being in force relating to the distillation and sale of rum, or to the quantity of rum that may be kept by anyone or the regulations for keeping it, as by that Act provided."
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "104",
            "title": "Licences in respect of the Transport and Harbours Department and the Timehri International Airport. ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Licences in respect of the Transport and Harbours Department and the Timehri International Airport. 104. (1) The  Minister  may  authorise  the   Commissioner   to  issue  a licence  (a) to the General Manager of the Transport and Harbours Department or to such person as may be nominated by that Department  in respect of the sale of intoxicating  liquor at any  station or in any  train  or in any steamer of the Department;  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              73  L.R.O. 1/2012                Grant of licence not to create vested right.        [30 of 1952 66 of 1952]   s. 13               or  (b)       to  any person  in  respect  of  the  sale  of  intoxicating liquor at the Cheddi Jagan International Airport.  (2) Any  licence  issued  in  pursuance  of  this  section,  shall  be subject to any restrictions as to hours and manner of sale in each case prescribed by the Minister, and any sale contrary to those restrictions shall be deemed to be a sale without a licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  may  authorise  the   Commissioner   to  issue  a licence"
                },
                {
                    "representation": "(a)",
                    "description": "to the General Manager of the Transport and Harbours Department or to such person as may be nominated by that Department  in respect of the sale of intoxicating  liquor at any  station or in any  train  or in any steamer of the Department;  LAWS OF GUYANA Intoxicating Liquor Licensing Cap. 82:21              73  L.R.O. 1/2012                Grant of licence not to create vested right.        [30 of 1952 66 of 1952]   s. 13               or"
                },
                {
                    "representation": "(b)",
                    "description": "to  any person  in  respect  of  the  sale  of  intoxicating liquor at the Cheddi Jagan International Airport."
                },
                {
                    "representation": "(2)",
                    "description": "Any  licence  issued  in  pursuance  of  this  section,  shall  be subject to any restrictions as to hours and manner of sale in each case prescribed by the Minister, and any sale contrary to those restrictions shall be deemed to be a sale without a licence."
                }
            ]
        }
    },
    {
        "act": "INTOXICATING LIQUOR LICENSING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "105",
            "title": "Grant of licence not to create vested right.  SCHEDULE—Forms.       __________________________    LAWS OF GUYANA 10 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  1929 Ed. c. 107 1953 Ed. c. 316 _______________________________________________________ 1 of 1929 An Act to make provision for the granting of licences for the sale of intoxicating liquor and for the regulation of such sale and the control of licensed premises.  [26TH JANUARY, 1929]  Short title.      Interpretation. [30 of 1932 66 of 1952 20 of 1973 24 of  1992 13 of 1996]                        c. 79:04   ",
            "context": "INTOXICATING LIQUOR LICENSING ACT under Grant of licence not to create vested right.  SCHEDULEForms.       __________________________    LAWS OF GUYANA 10 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012  1929 Ed. c. 107 1953 Ed. c. 316 _______________________________________________________ 1 of 1929 An Act to make provision for the granting of licences for the sale of intoxicating liquor and for the regulation of such sale and the control of licensed premises.  [26TH JANUARY, 1929]  Short title.      Interpretation. [30 of 1932 66 of 1952 20 of 1973 24 of  1992 13 of 1996]                        c. 79:04   105.  The grant of an application for a certificate for a licence, or the renewal of a licence, or issue of a licence, or the renewal of a licence consequent thereon, shall not be deemed to create any vested interest or right, or to confer any right to a renewal of the licence.  ____________________  SCHEDULE FORMS  FORM 1  A  INTOXICATING LIQUOR LICENSING ACT  Application for an Hotel Licence  To the Commissioner-General of the Guyana Revenue Authority.  I, ............................................................................................. residing at ...................................................................................in the county of .............................................. hereby make application  for a certificate for an hotel licence to sell   LAWS OF GUYANA 74 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                 s. 13                           intoxicating  liquor in the house at the premises occupied by me and situate at* ................................... subject to the above-named Act.  Dated this................. day of .........................",
            "description": "The grant of an application for a certificate for a licence, or the renewal of a licence, or issue of a licence, or the renewal of a licence consequent thereon, shall not be deemed to create any vested interest or right, or to confer any right to a renewal of the licence.  ____________________  SCHEDULE FORMS  FORM 1  A  INTOXICATING LIQUOR LICENSING ACT  Application for an Hotel Licence  To the Commissioner-General of the Guyana Revenue Authority.  I, ............................................................................................. residing at ...................................................................................in the county of .............................................. hereby make application  for a certificate for an hotel licence to sell   LAWS OF GUYANA 74 Cap. 82:21 Intoxicating Liquor Licensing  L.R.O. 1/2012                 s. 13                           intoxicating  liquor in the house at the premises occupied by me and situate at* ................................... subject to the above-named Act.  Dated this................. day of ........................."
        }
    }
]