[
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LICENSED PREMISES ACT under Short title. 1.  This Act may be cited as the Licensed Premises Act.",
            "description": "This Act may be cited as the Licensed Premises Act."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I URBAN AREAS  ",
            "context": "LICENSED PREMISES ACT under Interpretation.  PART I URBAN AREAS  2.  In this Act  employee means any person wholly or mainly employed in licensed premises in connection with the service of customers; CHAPTER 82:22  LICENSED PREMISES ACT  LAWS OF GUYANA Licensed Premises Cap. 82:22 5  L.R.O. 1/2012      c. 82:21           c. 82:21                   Application of Part I. [11 of 1947]    Restriction of opening and closing hours of licensed premises. [11 of 1947]  First Schedule.      Maximum number of hours of  licensee means the holder of a licence in respect of licensed premises issued under the Intoxicating Liquor Licensing Act and includes the attorney, agent, manager or personal representative of such holder; and in case of premises in respect of which no licence has been issued the person found occupying or in charge of those premises;  licensed premises means any discotheque, guest house, hotel, liquor restaurant, night club, retail spirit shop or tavern licensed, or in respect  of  which  a  licence  should  be  issued,  under  the Intoxicating Liquor Licensing Act or any law;  rural areas means any part of Guyana other than an urban area;   tobacco  means  manufactured  tobacco  and  includes  cigars  and cigarettes;  urban areas means the City of Georgetown and the town of New Amsterdam.  PART I URBAN AREAS",
            "description": "In this Act  employee means any person wholly or mainly employed in licensed premises in connection with the service of customers; CHAPTER 82:22  LICENSED PREMISES ACT  LAWS OF GUYANA Licensed Premises Cap. 82:22 5  L.R.O. 1/2012      c. 82:21           c. 82:21                   Application of Part I. [11 of 1947]    Restriction of opening and closing hours of licensed premises. [11 of 1947]  First Schedule.      Maximum number of hours of  licensee means the holder of a licence in respect of licensed premises issued under the Intoxicating Liquor Licensing Act and includes the attorney, agent, manager or personal representative of such holder; and in case of premises in respect of which no licence has been issued the person found occupying or in charge of those premises;  licensed premises means any discotheque, guest house, hotel, liquor restaurant, night club, retail spirit shop or tavern licensed, or in respect  of  which  a  licence  should  be  issued,  under  the Intoxicating Liquor Licensing Act or any law;  rural areas means any part of Guyana other than an urban area;   tobacco  means  manufactured  tobacco  and  includes  cigars  and cigarettes;  urban areas means the City of Georgetown and the town of New Amsterdam.  PART I URBAN AREAS"
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Part I. ",
            "context": "LICENSED PREMISES ACT under Application of Part I. 3. This Part shall apply to licensed premises in the urban areas.",
            "description": "This Part shall apply to licensed premises in the urban areas."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restriction of opening and closing hours of licensed premises. ",
            "context": "LICENSED PREMISES ACT under Restriction of opening and closing hours of licensed premises. 4. Subject to this Act no licensee shall open or keep or permit to be open any licensed premises to which this Part applies except on the days and between the hours set out in the First Schedule.",
            "description": "Subject to this Act no licensee shall open or keep or permit to be open any licensed premises to which this Part applies except on the days and between the hours set out in the First Schedule."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Maximum number of hours of employment. ",
            "context": "LICENSED PREMISES ACT under Maximum number of hours of employment. 5. Except as otherwise provided in this Act, an employee shall not be employed in or about the business or LAWS OF GUYANA 6 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 employment. [11 of 1947 17 of 1994]     Employment of hotel and guest house employees in shifts. [11 of 1947 17 of 1994]    Overtime in hotels and guest houses. [11 of 1947 17 of 1994]  Overtime in certain retail spirit shops.  [17 of 1994]                         Other provisions applicable to licensed businesses of one or more licensed premises for more than forty and three-quarter hours in any one week.",
            "description": "Except as otherwise provided in this Act, an employee shall not be employed in or about the business or LAWS OF GUYANA 6 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 employment. [11 of 1947 17 of 1994]     Employment of hotel and guest house employees in shifts. [11 of 1947 17 of 1994]    Overtime in hotels and guest houses. [11 of 1947 17 of 1994]  Overtime in certain retail spirit shops.  [17 of 1994]                         Other provisions applicable to licensed businesses of one or more licensed premises for more than forty and three-quarter hours in any one week."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Employment of hotel and guest house employees in shifts. ",
            "context": "LICENSED PREMISES ACT under Employment of hotel and guest house employees in shifts. 6. (1) Employment in hotels and guest houses shall, with respect to week days, be conducted in shifts as set out in the Third Schedule.  (2) An employee shall not be employed in or about the business or businesses of one or more hotels or guest houses for two consecutive shifts on any one week day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Employment in hotels and guest houses shall, with respect to week days, be conducted in shifts as set out in the Third Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "An employee shall not be employed in or about the business or businesses of one or more hotels or guest houses for two consecutive shifts on any one week day."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Overtime in hotels and guest houses. ",
            "context": "LICENSED PREMISES ACT under Overtime in hotels and guest houses. 7. An employee who is employed in an hotel or a guest house on Sundays shall be paid at one and a half times the rate at which he would, but for this section, be paid.",
            "description": "An employee who is employed in an hotel or a guest house on Sundays shall be paid at one and a half times the rate at which he would, but for this section, be paid."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Overtime in certain retail spirit shops. ",
            "context": "LICENSED PREMISES ACT under Overtime in certain retail spirit shops. 8. Any employee who is employed in or about the business of a retail  spirit  shop  in  the  City  of  Georgetown,  the  town of  New Amsterdam, or in any rural area to which this Part is, by order made under section 27, made applicable  (a) on a public holiday, shall be paid in respect of the hours worked on the public holiday at double the rate at which he would, but for this section, be paid;  (b) on any day in excess of seven and one-quarter hours, shall be paid in respect of the hours worked in excess of the seven and  one-quarter hours at one and a half times the rate at which he would, but for this section, be paid.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "on a public holiday, shall be paid in respect of the hours worked on the public holiday at double the rate at which he would, but for this section, be paid;"
                },
                {
                    "representation": "(b)",
                    "description": "on any day in excess of seven and one-quarter hours, shall be paid in respect of the hours worked in excess of the seven and  one-quarter hours at one and a half times the rate at which he would, but for this section, be paid."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Other provisions applicable to licensed premises.  PART II RURAL AREAS  ",
            "context": "LICENSED PREMISES ACT under Other provisions applicable to licensed premises.  PART II RURAL AREAS  9. The licensee of licensed premises shall cause to be exhibited in a conspicuous position in the premises  LAWS OF GUYANA Licensed Premises Cap. 82:22 7  L.R.O. 1/2012 premises. [11 of 1947]                    Application of Part II. [11 of 1947]  Restriction of opening and closing hours of licensed premises.  Second  Schedule. [11 of 1947]          Application of sections 5, 6, 7 and 9 to this Part.       Application of Part III.   Provisions as to sanitary and (a) a notice showing clearly the opening and closing hours of the premises on the several business days; and  (b) a list signed by him showing the name and address of each employee employed in those premises.  PART II RURAL AREAS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a notice showing clearly the opening and closing hours of the premises on the several business days; and"
                },
                {
                    "representation": "(b)",
                    "description": "a list signed by him showing the name and address of each employee employed in those premises.  PART II RURAL AREAS"
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Application of Part II. ",
            "context": "LICENSED PREMISES ACT under Application of Part II. 10.  This Part shall apply to licensed premises in rural areas.",
            "description": "This Part shall apply to licensed premises in rural areas."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Restriction of opening and closing hours of licensed premises. ",
            "context": "LICENSED PREMISES ACT under Restriction of opening and closing hours of licensed premises. 11.  Subject to this Act, no licensee shall open or keep or permit to be open any licensed premises to which this Part applies except on the days and between the hours set out in the Second Schedule:  Provided that where in any area it appears convenient for the service of the public that all licensed premises in such area or any specified licensed premises in such area should be permitted to remain open during hours other than those prescribed in the Second Schedule, the Minister may, by order, prescribe other hours during which such licensed premises may be open.",
            "description": "Subject to this Act, no licensee shall open or keep or permit to be open any licensed premises to which this Part applies except on the days and between the hours set out in the Second Schedule:  Provided that where in any area it appears convenient for the service of the public that all licensed premises in such area or any specified licensed premises in such area should be permitted to remain open during hours other than those prescribed in the Second Schedule, the Minister may, by order, prescribe other hours during which such licensed premises may be open."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Application of sections 5, 6, 7 and 9 to this Part.  PART III SANITARY REQUIREMENTS  ",
            "context": "LICENSED PREMISES ACT under Application of sections 5, 6, 7 and 9 to this Part.  PART III SANITARY REQUIREMENTS  12. Sections 5, 6, 7 and 9 shall apply to licensed premises under this Part as they apply to licensed premises under Part I.  PART III SANITARY REQUIREMENTS",
            "description": "Sections 5, 6, 7 and 9 shall apply to licensed premises under this Part as they apply to licensed premises under Part I.  PART III SANITARY REQUIREMENTS"
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Application of Part III. ",
            "context": "LICENSED PREMISES ACT under Application of Part III. 13. This Part shall apply to all licensed premises in urban areas and in rural areas.",
            "description": "This Part shall apply to all licensed premises in urban areas and in rural areas."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Provisions as to sanitary and other arrangements. ",
            "context": "LICENSED PREMISES ACT under Provisions as to sanitary and other arrangements. 14. (1) In every part of licensed premises in which shop assistants are employed LAWS OF GUYANA 8 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 other arrangements.                                                (a) suitable and sufficient means of ventilation shall be provided and maintained; and  (b) suitable and sufficient means of lighting shall be provided.  (2) In all licensed premises there shall be provided and maintained at suitable points conveniently accessible to all employees an adequate supply of wholesome potable water and the vessels containing the water shall be clearly marked with the words Drinking Water.  (3) Where employees take any meals in licensed premises, there shall be provided and maintained suitable and sufficient facilities for the taking of those meals.  (4) In all licensed premises there shall be provided and maintained for the use of the employees suitable and sufficient accommodation for clothing not worn during working hours.  (5) In all licensed premises, not being premises exempted from the   provisions  of  this  subsection,  there  shall  be  provided  and maintained for the use of the employees suitable and sufficient sanitary conveniences and suitable and sufficient washing facilities:  Provided that where direct access is provided between licensed premises and other premises in respect of which a trade licence is required to be taken out under any Tax Act for the time being in force and such sanitary conveniences and washing facilities are provided in such  premises,  this  subsection  shall  not  apply  to  such  licensed premises.  (6) Licensed premises shall be exempted from the provisions of subsection (5) if there is in force a certificate granted by the appropriate authority exempting those LAWS OF GUYANA Licensed Premises Cap. 82:22 9  L.R.O. 1/2012                                                 premises therefrom,   and   any   such certificate shall remain in force until it is withdrawn by the authority, but no such certificate shall be granted with respect to any such premises unless the authority is satisfied that by reason of restricted accommodation or other special circumstances affecting the premises it is reasonable that such a certificate should be in force with respect thereto, and that suitable  and sufficient sanitary conveniences or washing facilities, as the case  may be, are otherwise conveniently available, and, subject as hereinafter provided, a certificate in force with respect to any such premises shall be withdrawn if the authority at any time ceases to be so satisfied as aforesaid:  Provided that, if any licensee is aggrieved by the withdrawal of such  a certificate, he may appeal to the magistrates court for the district in which the premises are situated and that court may make such order concerning the certificate as appears to the court, having regard to the matters aforesaid, to be just and equitable.  (7) If it appears to the appropriate authority that there has been, in the case of any licensed premises, a contravention of any of the provisions of this section, the authority shall, by notice served on the licensee, require him to take, within such times as may be limited by the notice, such action as may be specified in the notice for the purpose of securing compliance with the said provision, and, if any licensee served with such a notice fails to  comply with the requirements thereof, he shall be liable on summary  conviction to a fine of one hundred dollars, or in the case of a second or subsequent conviction in respect of the same requirement, to a fine of three hundred dollars or twenty dollars for every day since the first conviction in respect of that requirement, whichever is the greater:  Provided that it shall be a defence to any proceedings under this subsection to prove that there was no contravention of this section, or that the requirements of any such notice as aforesaid were, within a reasonable time after LAWS OF GUYANA 10 Cap. 82:22 Licensed Premises  L.R.O. 1/2012                          Enforcement.                              service of the notice, complied with in so far as they were necessary to secure compliance with this section.  (8) In this section  appropriate authority means the authority appointed under section 15(1) to enforce the provisions contained in section 14 in the area in which the licensed premises concerned are situate;  suitable and sufficient means suitable and sufficient in the opinion of the appropriate authority having regard to the circumstances and conditions affecting the licensed premises or any part thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every part of licensed premises in which shop assistants are employed LAWS OF GUYANA 8 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 other arrangements."
                },
                {
                    "representation": "(a)",
                    "description": "suitable and sufficient means of ventilation shall be provided and maintained; and"
                },
                {
                    "representation": "(b)",
                    "description": "suitable and sufficient means of lighting shall be provided."
                },
                {
                    "representation": "(2)",
                    "description": "In all licensed premises there shall be provided and maintained at suitable points conveniently accessible to all employees an adequate supply of wholesome potable water and the vessels containing the water shall be clearly marked with the words Drinking Water."
                },
                {
                    "representation": "(3)",
                    "description": "Where employees take any meals in licensed premises, there shall be provided and maintained suitable and sufficient facilities for the taking of those meals."
                },
                {
                    "representation": "(4)",
                    "description": "In all licensed premises there shall be provided and maintained for the use of the employees suitable and sufficient accommodation for clothing not worn during working hours."
                },
                {
                    "representation": "(5)",
                    "description": "if there is in force a certificate granted by the appropriate authority exempting those LAWS OF GUYANA Licensed Premises Cap. 82:22 9  L.R.O. 1/2012                                                 premises therefrom,   and   any   such certificate shall remain in force until it is withdrawn by the authority, but no such certificate shall be granted with respect to any such premises unless the authority is satisfied that by reason of restricted accommodation or other special circumstances affecting the premises it is reasonable that such a certificate should be in force with respect thereto, and that suitable  and sufficient sanitary conveniences or washing facilities, as the case  may be, are otherwise conveniently available, and, subject as hereinafter provided, a certificate in force with respect to any such premises shall be withdrawn if the authority at any time ceases to be so satisfied as aforesaid:  Provided that, if any licensee is aggrieved by the withdrawal of such  a certificate, he may appeal to the magistrates court for the district in which the premises are situated and that court may make such order concerning the certificate as appears to the court, having regard to the matters aforesaid, to be just and equitable."
                },
                {
                    "representation": "(6)",
                    "description": "Licensed premises shall be exempted from the provisions of subsection"
                },
                {
                    "representation": "(7)",
                    "description": "If it appears to the appropriate authority that there has been, in the case of any licensed premises, a contravention of any of the provisions of this section, the authority shall, by notice served on the licensee, require him to take, within such times as may be limited by the notice, such action as may be specified in the notice for the purpose of securing compliance with the said provision, and, if any licensee served with such a notice fails to  comply with the requirements thereof, he shall be liable on summary  conviction to a fine of one hundred dollars, or in the case of a second or subsequent conviction in respect of the same requirement, to a fine of three hundred dollars or twenty dollars for every day since the first conviction in respect of that requirement, whichever is the greater:  Provided that it shall be a defence to any proceedings under this subsection to prove that there was no contravention of this section, or that the requirements of any such notice as aforesaid were, within a reasonable time after LAWS OF GUYANA 10 Cap. 82:22 Licensed Premises  L.R.O. 1/2012                          Enforcement.                              service of the notice, complied with in so far as they were necessary to secure compliance with this section."
                },
                {
                    "representation": "(8)",
                    "description": "In this section  appropriate authority means the authority appointed under section 15(1) to enforce the provisions contained in section 14 in the area in which the licensed premises concerned are situate;  suitable and sufficient means suitable and sufficient in the opinion of the appropriate authority having regard to the circumstances and conditions affecting the licensed premises or any part thereof."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Enforcement.  PART IV GENERAL  ",
            "context": "LICENSED PREMISES ACT under Enforcement.  PART IV GENERAL  15. (1) It shall be the duty  (a)       in an urban area, of the local authority thereof; and  (b)       in a rural area, of the Central Board of Health, as part of their duties under the Public Health Ordinance, to enforce or cause to be enforced the provisions of section 14 of this Act and any officer of that authority and any member or officer of the Board shall for the purposes of his powers and duties have  in  relation  to   licensed  premises  all  the  powers conferred on such members and officers by section 148 of that Act and that section and sections 149 and 153 of the same Act shall apply accordingly.  (2) It shall be the duty of the Chief Labour Officer to enforce or cause to be enforced the provisions of this Act relating to the hours of work of employees. LAWS OF GUYANA Licensed Premises Cap. 82:22 11  L.R.O. 1/2012       Application of Part IV.   Power to extend hours in case of hotels.              Special provisions relating to hotel guests and travellers.  [11 of 1947 32 of 1952]                     PART IV GENERAL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty"
                },
                {
                    "representation": "(a)",
                    "description": "in an urban area, of the local authority thereof; and"
                },
                {
                    "representation": "(b)",
                    "description": "in a rural area, of the Central Board of Health, as part of their duties under the Public Health Ordinance, to enforce or cause to be enforced the provisions of section 14 of this Act and any officer of that authority and any member or officer of the Board shall for the purposes of his powers and duties have  in  relation  to   licensed  premises  all  the  powers conferred on such members and officers by section 148 of that Act and that section and sections 149 and 153 of the same Act shall apply accordingly."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty of the Chief Labour Officer to enforce or cause to be enforced the provisions of this Act relating to the hours of work of employees. LAWS OF GUYANA Licensed Premises Cap. 82:22 11  L.R.O. 1/2012       Application of Part IV.   Power to extend hours in case of hotels.              Special provisions relating to hotel guests and travellers.  [11 of 1947 32 of 1952]                     PART IV GENERAL"
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Application of Part IV. ",
            "context": "LICENSED PREMISES ACT under Application of Part IV. 16. This Part shall apply to licensed premises in urban and rural areas.",
            "description": "This Part shall apply to licensed premises in urban and rural areas."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Power to extend hours in case of hotels. LAWS OF GUYANA 4 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 SECTION  ",
            "context": "LICENSED PREMISES ACT under Power to extend hours in case of hotels. LAWS OF GUYANA 4 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 SECTION  17. Any officer of police may, where any dance, ball, entertainment or other special function of any kind whatsoever is being held at an hotel, issue a permit to the licensee of an hotel, to keep open the hotel for the purpose of selling liquor and tobacco and of permitting the use of billiard and other similar tables, beyond the hours specified in the First and Second Schedules:  Provided however that any permit so granted shall not extend to any time later than midnight.",
            "description": "Any officer of police may, where any dance, ball, entertainment or other special function of any kind whatsoever is being held at an hotel, issue a permit to the licensee of an hotel, to keep open the hotel for the purpose of selling liquor and tobacco and of permitting the use of billiard and other similar tables, beyond the hours specified in the First and Second Schedules:  Provided however that any permit so granted shall not extend to any time later than midnight."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Special provisions relating to hotel guests and travellers. ",
            "context": "LICENSED PREMISES ACT under Special provisions relating to hotel guests and travellers. 18. (1) Anything in this Act to the contrary notwithstanding, the licensee of an hotel may  (a)    at all times open and keep open the hotel for the purpose of  the  business  of  the  said  hotel  other  than  the  sale, consumption, barter or delivery of liquor or tobacco therein, or the use therein of a billiard table or other similar table;  (b)      at any time sell liquor or tobacco to, or permit the use of a billiard table or other similar table by any person who is at the  time a bona fide guest in the hotel or a bona fide traveller.  (2) Where the licensee of an hotel is prosecuted for an offence under this Act and the provisions of subsection (l)(b) Act are relied on as a defence, the onus of proving that the person to whom the liquor or the tobacco was sold, or that the person who was permitted to use the billiard table or LAWS OF GUYANA 12 Cap. 82:22 Licensed Premises  L.R.O. 1/2012                                       First and Second Schedules.        other similar table, was a bona fide guest or traveller, as the case may be, shall be on the person so prosecuted:  Provided that it shall be a defence to any such prosecution if the person  prosecuted  satisfies  the  court  that  he  took  all  reasonable precautions to satisfy himself that the person concerned was a bona fide traveller and that he believed him to be such.  (3) For the purposes of this section a person shall be deemed to be  (a)    a bona fide guest in an hotel, if he has occupied in person a room therein for at least one night immediately preceding the time of the sale of the liquor or use of the table, or is at that time actually in occupation of a room for the purpose of sleeping in the hotel;  (b)    a bona fide traveller if the place where he lodged during the  preceding night is at least three miles distant by the nearest public thoroughfare  from  the  hotel  where  he demands to be supplied with liquor or tobacco.   (4) Any person who falsely represents himself to be a traveller with intent to obtain liquor or tobacco from an hotel on a day or at an hour other than on a day and between the hours specified in the First and Second Schedules shall be guilty of an offence.  (5) Any officer of police may enter any hotel and demand the name and address of any person found therein whom he reasonably suspects of contravening, or having contravened, any provision of this Act and if the name or address be not given or if there is reasonable ground for LAWS OF GUYANA Licensed Premises Cap. 82:22 13  L.R.O. 1/2012                     Power to grant extension of hours in respect of taverns and retail spirit shops.          Selling of liquor, etc., on passenger ships duly  licensed while  on voyage on Sundays permitted. c. 8:02  Power of members of police force when persons founds in taverns and spirit shops out of hours.     suspecting that either the name or address given may be false such person may, unless he produces satisfactory proof of his name and address, be arrested without a warrant.  (6) Any person who, when required under the  preceding subsection to give his name and address, declines to give such name and address or who gives a false name or address or who produces false testimony  in respect of his name or address shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anything in this Act to the contrary notwithstanding, the licensee of an hotel may"
                },
                {
                    "representation": "(a)",
                    "description": "a bona fide guest in an hotel, if he has occupied in person a room therein for at least one night immediately preceding the time of the sale of the liquor or use of the table, or is at that time actually in occupation of a room for the purpose of sleeping in the hotel;"
                },
                {
                    "representation": "(b)",
                    "description": "a bona fide traveller if the place where he lodged during the  preceding night is at least three miles distant by the nearest public thoroughfare  from  the  hotel  where  he demands to be supplied with liquor or tobacco."
                },
                {
                    "representation": "(2)",
                    "description": "Where the licensee of an hotel is prosecuted for an offence under this Act and the provisions of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section a person shall be deemed to be"
                },
                {
                    "representation": "(4)",
                    "description": "Any person who falsely represents himself to be a traveller with intent to obtain liquor or tobacco from an hotel on a day or at an hour other than on a day and between the hours specified in the First and Second Schedules shall be guilty of an offence."
                },
                {
                    "representation": "(5)",
                    "description": "Any officer of police may enter any hotel and demand the name and address of any person found therein whom he reasonably suspects of contravening, or having contravened, any provision of this Act and if the name or address be not given or if there is reasonable ground for LAWS OF GUYANA Licensed Premises Cap. 82:22 13  L.R.O. 1/2012                     Power to grant extension of hours in respect of taverns and retail spirit shops.          Selling of liquor, etc., on passenger ships duly  licensed while  on voyage on Sundays permitted. c. 8:02  Power of members of police force when persons founds in taverns and spirit shops out of hours.     suspecting that either the name or address given may be false such person may, unless he produces satisfactory proof of his name and address, be arrested without a warrant."
                },
                {
                    "representation": "(6)",
                    "description": "Any person who, when required under the  preceding subsection to give his name and address, declines to give such name and address or who gives a false name or address or who produces false testimony  in respect of his name or address shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Power to grant extension of hours in respect of taverns and retail spirit shops. ",
            "context": "LICENSED PREMISES ACT under Power to grant extension of hours in respect of taverns and retail spirit shops. 19. (1) On the occasion of any dance, entertainment or other special event of any kind whatsoever, the Commissioner of Police and the police officer in charge of any county or district may,  on  the application of any licensee of any tavern or retail spirit shop, authorise in writing such licensee to keep open such tavern or spirit shop until the hour specified in the permit.  (2) No extension of hours granted under this section shall be later than midnight.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the occasion of any dance, entertainment or other special event of any kind whatsoever, the Commissioner of Police and the police officer in charge of any county or district may,  on  the application of any licensee of any tavern or retail spirit shop, authorise in writing such licensee to keep open such tavern or spirit shop until the hour specified in the permit."
                },
                {
                    "representation": "(2)",
                    "description": "No extension of hours granted under this section shall be later than midnight."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Selling of liquor, etc., on passenger ships duly licensed while on voyage on Sundays permitted. ",
            "context": "LICENSED PREMISES ACT under Selling of liquor, etc., on passenger ships duly licensed while on voyage on Sundays permitted. 20. Anything to the contrary contained in sections 190 to 192 inclusive of the Summary Jurisdiction (Offences) Act, notwithstanding, a licensee holding a passenger steamer licence may lawfully sell liquor and tobacco to any bona fide passenger in the vessel at any time on a Sunday while such vessel is proceeding on a voyage to or from any place.",
            "description": "Anything to the contrary contained in sections 190 to 192 inclusive of the Summary Jurisdiction (Offences) Act, notwithstanding, a licensee holding a passenger steamer licence may lawfully sell liquor and tobacco to any bona fide passenger in the vessel at any time on a Sunday while such vessel is proceeding on a voyage to or from any place."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Power of members of police force when persons found in taverns and spirit shops out of hours. ",
            "context": "LICENSED PREMISES ACT under Power of members of police force when persons found in taverns and spirit shops out of hours. 21. (1) Any person found in any tavern or retail spirit shop at any time when such tavern or spirit shop may not lawfully be open shall be guilty of an offence:  Provided it shall be a defence to any charge under this subsection if the person charged satisfies the magistrate that he was in the said premises as an inmate, servant or lodger or for some lawful purpose.  (2) Any member of the police force may demand LAWS OF GUYANA 14 Cap. 82:22 Licensed Premises  L.R.O. 1/2012                           Liability of licensee for breaches of this Act.                 Service of summons on licensees. c. 10:02         the name and address of any person found in any tavern or retail spirit shop at any time when such premises may not lawfully be open and if the name or address be not given or if there is reasonable ground for suspecting that either the name or address given may be false such person may, unless he produces satisfactory proof of his name and address, be arrested without a warrant.  (3) Any person who, when required under the last preceding subsection to give his name and address, declines to give such name and address or who gives a false name or address or who produces false testimony in respect of his name or address shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person found in any tavern or retail spirit shop at any time when such tavern or spirit shop may not lawfully be open shall be guilty of an offence:  Provided it shall be a defence to any charge under this subsection if the person charged satisfies the magistrate that he was in the said premises as an inmate, servant or lodger or for some lawful purpose."
                },
                {
                    "representation": "(2)",
                    "description": "Any member of the police force may demand LAWS OF GUYANA 14 Cap. 82:22 Licensed Premises  L.R.O. 1/2012                           Liability of licensee for breaches of this Act.                 Service of summons on licensees. c. 10:02         the name and address of any person found in any tavern or retail spirit shop at any time when such premises may not lawfully be open and if the name or address be not given or if there is reasonable ground for suspecting that either the name or address given may be false such person may, unless he produces satisfactory proof of his name and address, be arrested without a warrant."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who, when required under the last preceding subsection to give his name and address, declines to give such name and address or who gives a false name or address or who produces false testimony in respect of his name or address shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Liability of licensee for breaches of this Act. ",
            "context": "LICENSED PREMISES ACT under Liability of licensee for breaches of this Act. 22. (1) Every licensee shall be, and is hereby declared to be, penally liable and responsible for any breach of any provision of this Act by any member of his  family  or by anyone employed, whether temporarily or permanently, in or about the business of the licensees hotel, tavern or retail spirit shop in the same manner and to the same extent as if he himself had committed the breach.  (2) Any member of the licensees family or any person in his employment in the business of the licensed premises may be examined as a witness for or against the licensee on any charge brought against the said licensee under this Act and any person so examined shall not be liable to be charged in respect of such breach.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensee shall be, and is hereby declared to be, penally liable and responsible for any breach of any provision of this Act by any member of his  family  or by anyone employed, whether temporarily or permanently, in or about the business of the licensees hotel, tavern or retail spirit shop in the same manner and to the same extent as if he himself had committed the breach."
                },
                {
                    "representation": "(2)",
                    "description": "Any member of the licensees family or any person in his employment in the business of the licensed premises may be examined as a witness for or against the licensee on any charge brought against the said licensee under this Act and any person so examined shall not be liable to be charged in respect of such breach."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Service of summons on licensees. ",
            "context": "LICENSED PREMISES ACT under Service of summons on licensees. 23. Where any licensee is charged with committing any offence under this Act, the  summonses  may  be  served  in  either  manner authorised by section 12 of the Summary Jurisdiction (Procedure) Act or by handing it to any person who is found in the licensed premises and is apparently an employee therein, or if no such person can be found, by affixing the summons in a conspicuous position on the outer door or outer wall of the licensed premises.   LAWS OF GUYANA Licensed Premises Cap. 82:22 15  L.R.O. 1/2012 Procedure when licensee absent from Guyana.                          General penalty. [17 of 1994]          Recovery of penalties. c. 10:02        Power to apply Part I to rural areas.",
            "description": "Where any licensee is charged with committing any offence under this Act, the  summonses  may  be  served  in  either  manner authorised by section 12 of the Summary Jurisdiction (Procedure) Act or by handing it to any person who is found in the licensed premises and is apparently an employee therein, or if no such person can be found, by affixing the summons in a conspicuous position on the outer door or outer wall of the licensed premises.   LAWS OF GUYANA Licensed Premises Cap. 82:22 15  L.R.O. 1/2012 Procedure when licensee absent from Guyana.                          General penalty. [17 of 1994]          Recovery of penalties. c. 10:02        Power to apply Part I to rural areas."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Procedure when licensee absent from Guyana. ",
            "context": "LICENSED PREMISES ACT under Procedure when licensee absent from Guyana. 24. (1) When any licensee who is charged with an offence under this Act is absent from Guyana at the time of the hearing of the charge his attorney or agent may appear on his behalf.  (2) Notwithstanding that any licensee was not in Guyana either at the time of the act or omission charged or at the time when summons was served and no attorney or agent appears at the hearing of the charge to represent him the magistrate may proceed to determine the charge and, if the act or omission is proved, may order the penalty to be paid and in default of such payment may order the sum to be levied by distress upon the licensees goods.  (3) In any conviction under this section no order of imprisonment, either on default of sufficient goods being found or otherwise, shall be made unless the magistrate is satisfied that the licensee left Guyana in order to avoid service of the summons upon himself personally.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any licensee who is charged with an offence under this Act is absent from Guyana at the time of the hearing of the charge his attorney or agent may appear on his behalf."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding that any licensee was not in Guyana either at the time of the act or omission charged or at the time when summons was served and no attorney or agent appears at the hearing of the charge to represent him the magistrate may proceed to determine the charge and, if the act or omission is proved, may order the penalty to be paid and in default of such payment may order the sum to be levied by distress upon the licensees goods."
                },
                {
                    "representation": "(3)",
                    "description": "In any conviction under this section no order of imprisonment, either on default of sufficient goods being found or otherwise, shall be made unless the magistrate is satisfied that the licensee left Guyana in order to avoid service of the summons upon himself personally."
                }
            ]
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "General penalty. ",
            "context": "LICENSED PREMISES ACT under General penalty. 25. Any person who by any act or omission contravenes or fails to comply with any provision of this Act shall, unless a penalty is otherwise specifically provided, be liable to pay a fine of six thousand, two hundred and fifty dollars.",
            "description": "Any person who by any act or omission contravenes or fails to comply with any provision of this Act shall, unless a penalty is otherwise specifically provided, be liable to pay a fine of six thousand, two hundred and fifty dollars."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Recovery of penalties. ",
            "context": "LICENSED PREMISES ACT under Recovery of penalties. 26. In default of payment of any penalty ordered upon conviction for any offence under this Act the sum may be recovered in the manner provided by the Summary Jurisdiction (Procedure) Act.",
            "description": "In default of payment of any penalty ordered upon conviction for any offence under this Act the sum may be recovered in the manner provided by the Summary Jurisdiction (Procedure) Act."
        }
    },
    {
        "act": "LICENSED PREMISES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Power to apply Part I to rural areas.  FIRST SCHEDULE – The days on which and the hours between  which licensed premises may be open in urban areas. SECOND SCHEDULE – The days on which and the hours between which licensed premises may be open in rural areas. THIRD SCHEDULE – Shift system applicable to hotels and guest houses.               __________________________  1953 Ed. c. 317 _______________________________________________________ 22 of 1944 An Act to consolidate and amend the laws relating to licensed premises.   [All except section 14 - 1ST OCTOBER, 1944; section 14 - not yet in force]  Short title.    Interpretation. [17 of 1994]     ",
            "context": "LICENSED PREMISES ACT under Power to apply Part I to rural areas.  FIRST SCHEDULE  The days on which and the hours between  which licensed premises may be open in urban areas. SECOND SCHEDULE  The days on which and the hours between which licensed premises may be open in rural areas. THIRD SCHEDULE  Shift system applicable to hotels and guest houses.               __________________________  1953 Ed. c. 317 _______________________________________________________ 22 of 1944 An Act to consolidate and amend the laws relating to licensed premises.   [All except section 14 - 1ST OCTOBER, 1944; section 14 - not yet in force]  Short title.    Interpretation. [17 of 1994]     27. Where it appears either necessary or desirable in the interest of the public in any rural area that Part I should apply  (a) to all licensed premises in the area; or  (b) to any specified licensed premises in the area, LAWS OF GUYANA 16 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 the Minister may, by order, make the provisions of the said Part applicable to the area therein described or to the premises therein specified.  s. 4 [11 of 1947 29 of 1948 32 of 1952]                                       FIRST SCHEDULE  The days on which and the hours between which licensed premises may be open in urban areas.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to all licensed premises in the area; or"
                },
                {
                    "representation": "(b)",
                    "description": "to any specified licensed premises in the area, LAWS OF GUYANA 16 Cap. 82:22 Licensed Premises  L.R.O. 1/2012 the Minister may, by order, make the provisions of the said Part applicable to the area therein described or to the premises therein specified.  s. 4 [11 of 1947 29 of 1948 32 of 1952]                                       FIRST SCHEDULE  The days on which and the hours between which licensed premises may be open in urban areas."
                }
            ]
        }
    }
]