[
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BITTERS AND CORDIALS ACT under Short title. 1. This Act may be cited as the Bitters and Cordials Act.",
            "description": "This Act may be cited as the Bitters and Cordials Act."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  LICENSING OF PREMISES  ",
            "context": "BITTERS AND CORDIALS ACT under Interpretation.  LICENSING OF PREMISES  2. In this Act  alcohol means ethyl alcohol;  Commissioner means the Commissioner- General of the Revenue Authority appointed under the Revenue Authority Act  and includes CHAPTER 82:23  BITTERS AND CORDIALS ACT  LAWS OF GUYANA Bitters and Cordials Cap. 82:23 5  L.R.O. 1/2012       c. 65:01                                       Application for licence for manufacture of  (a) any officer of the Revenue Authority acting in the performance of his duties;  (b)     any mines officer within the meaning of the Mining Act authorised in writing by the Commissioner  to perform any of the functions conferred on the Commissioner  by this Act; and  (c) any district commissioner authorised in writing by the Commissioner  to perform any of the functions conferred on the Commissioner  by this Act;  compound means any bitters, or cordials, or sweets, or other thing, in the manufacture whereof spirits, whether distilled or not distilled, are combined with any other ingredient;  compounder means anyone licensed to manufacture any compound; licensed premises means any house, building, yard, or other place in respect of which a licence is issued under this Act;  spirits means spirits of any description;  sweets means any liquor made from fruit and sugar, or from fruit mixed with any other material, which has undergone a process of fermentation in the manufacture thereof and which contains more than two decimal three per cent and less than fourteen decimal eight per cent of alcohol, and includes Guyanese wines and cider.  LICENSING OF PREMISES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any officer of the Revenue Authority acting in the performance of his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "any mines officer within the meaning of the Mining Act authorised in writing by the Commissioner  to perform any of the functions conferred on the Commissioner  by this Act; and"
                },
                {
                    "representation": "(c)",
                    "description": "any district commissioner authorised in writing by the Commissioner  to perform any of the functions conferred on the Commissioner  by this Act;  compound means any bitters, or cordials, or sweets, or other thing, in the manufacture whereof spirits, whether distilled or not distilled, are combined with any other ingredient;  compounder means anyone licensed to manufacture any compound; licensed premises means any house, building, yard, or other place in respect of which a licence is issued under this Act;  spirits means spirits of any description;  sweets means any liquor made from fruit and sugar, or from fruit mixed with any other material, which has undergone a process of fermentation in the manufacture thereof and which contains more than two decimal three per cent and less than fourteen decimal eight per cent of alcohol, and includes Guyanese wines and cider.  LICENSING OF PREMISES"
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application for licence for manufacture of sweets or compound. ",
            "context": "BITTERS AND CORDIALS ACT under Application for licence for manufacture of sweets or compound. 3. (1) Anyone who desires to manufacture any sweets or compound shall make application in writing signed by LAWS OF GUYANA 6 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 sweets or compound. [55 of 1932 10 of 1936 66 of 1952 19 of 1992]                                           himself or his duly constituted attorney or agent to the Commissioner for a licence in that behalf.  (2) The application shall contain the following particulars:   (a) the name, occupation, and abode of the applicant;  (b)      the name and description of the sweets or compound intended to be manufactured;  (c)      a description of the premises intended to be used in the manufacture of the sweets or compound;  (d)     a description of every room and place in which any part of the manufacture is to be carried on or any spirits or sweets or compounds are to be kept;  (e) the purpose for which each of those rooms or places is intended to be used;  (f)    a description of all the vessels and utensils intended to be used in connection with the manufacture; and  (g)    the purpose for which each of those vessels and utensils is intended to be used.  (3) In the application every room, place, vessel, and utensil shall be distinguished by a name and number and the name and number shall be painted or otherwise legibly marked on the room, place, vessel or utensil. LAWS OF GUYANA Bitters and Cordials Cap. 82:23 7  L.R.O. 1/2012                Restriction on issue of licences. [55 of 1932 10 of 1936 66 of 1952]               General provisions relating to licences.                   (4) No vessel nor utensil shall be described in the application as intended to be used, or shall be used, for more than one purpose.  (5) If the application is untrue in any material particular, the person signing it shall, on conviction, be liable to a fine of three thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who desires to manufacture any sweets or compound shall make application in writing signed by LAWS OF GUYANA 6 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 sweets or compound. [55 of 1932 10 of 1936 66 of 1952 19 of 1992]                                           himself or his duly constituted attorney or agent to the Commissioner for a licence in that behalf."
                },
                {
                    "representation": "(2)",
                    "description": "The application shall contain the following particulars:"
                },
                {
                    "representation": "(a)",
                    "description": "the name, occupation, and abode of the applicant;"
                },
                {
                    "representation": "(b)",
                    "description": "the name and description of the sweets or compound intended to be manufactured;"
                },
                {
                    "representation": "(c)",
                    "description": "a description of the premises intended to be used in the manufacture of the sweets or compound;"
                },
                {
                    "representation": "(d)",
                    "description": "a description of every room and place in which any part of the manufacture is to be carried on or any spirits or sweets or compounds are to be kept;"
                },
                {
                    "representation": "(e)",
                    "description": "the purpose for which each of those rooms or places is intended to be used;"
                },
                {
                    "representation": "(f)",
                    "description": "a description of all the vessels and utensils intended to be used in connection with the manufacture; and"
                },
                {
                    "representation": "(g)",
                    "description": "the purpose for which each of those vessels and utensils is intended to be used."
                },
                {
                    "representation": "(3)",
                    "description": "In the application every room, place, vessel, and utensil shall be distinguished by a name and number and the name and number shall be painted or otherwise legibly marked on the room, place, vessel or utensil. LAWS OF GUYANA Bitters and Cordials Cap. 82:23 7  L.R.O. 1/2012                Restriction on issue of licences. [55 of 1932 10 of 1936 66 of 1952]               General provisions relating to licences."
                },
                {
                    "representation": "(4)",
                    "description": "No vessel nor utensil shall be described in the application as intended to be used, or shall be used, for more than one purpose."
                },
                {
                    "representation": "(5)",
                    "description": "If the application is untrue in any material particular, the person signing it shall, on conviction, be liable to a fine of three thousand dollars."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Restrictions on issue of licences. ",
            "context": "BITTERS AND CORDIALS ACT under Restrictions on issue of licences. 4. (1) Except with the sanction of the Minister, no licence shall be issued under this Act in respect of any premises situate elsewhere than in the City of Georgetown or the town of New Amsterdam.  (2) No licence shall be issued under this Act in respect of any premises situate within fifty yards of premises used for the purpose of selling spirits by retail.  (3) All licensed premises shall be fenced or enclosed to the satisfaction of the Commissioner, and shall be provided with the modes of ingress or egress directed by him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except with the sanction of the Minister, no licence shall be issued under this Act in respect of any premises situate elsewhere than in the City of Georgetown or the town of New Amsterdam."
                },
                {
                    "representation": "(2)",
                    "description": "No licence shall be issued under this Act in respect of any premises situate within fifty yards of premises used for the purpose of selling spirits by retail."
                },
                {
                    "representation": "(3)",
                    "description": "All licensed premises shall be fenced or enclosed to the satisfaction of the Commissioner, and shall be provided with the modes of ingress or egress directed by him."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "General provisions relating to licences. ",
            "context": "BITTERS AND CORDIALS ACT under General provisions relating to licences. 5. (1) Every licence issued under this Act shall be issued and signed by the Commissioner, and shall be in such form and contain such particulars as he from time to time thinks fit.  (2) Every licence shall terminate on the last day of the financial year in which it is issued.  (3) Any licence may for sufficient cause be cancelled or suspended by the Minister for any time he thinks fit.  (4) There shall be payable for the licence the sum, if any, from time to time fixed by the National Assembly.  (5) Nothing in this section and in sections 3 and 4 LAWS OF GUYANA 8 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012            Manufacturers security. [55 of 1932]         Memorandum of change in manufacturers, or articles for manufacture. [55 of 1932 10 of 1936 66 of 1952 19 of 1992]                  Manufacture of compound on unlicensed premises. [55 of 1932 19 of 1992]    shall be construed as precluding the issue by the Commissioner of a licence to a compounder to manufacture sweets and compounds on the same premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licence issued under this Act shall be issued and signed by the Commissioner, and shall be in such form and contain such particulars as he from time to time thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "Every licence shall terminate on the last day of the financial year in which it is issued."
                },
                {
                    "representation": "(3)",
                    "description": "Any licence may for sufficient cause be cancelled or suspended by the Minister for any time he thinks fit."
                },
                {
                    "representation": "(4)",
                    "description": "There shall be payable for the licence the sum, if any, from time to time fixed by the National Assembly."
                },
                {
                    "representation": "(5)",
                    "description": "Nothing in this section and in sections 3 and 4 LAWS OF GUYANA 8 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012            Manufacturers security. [55 of 1932]         Memorandum of change in manufacturers, or articles for manufacture. [55 of 1932 10 of 1936 66 of 1952 19 of 1992]                  Manufacture of compound on unlicensed premises. [55 of 1932 19 of 1992]    shall be construed as precluding the issue by the Commissioner of a licence to a compounder to manufacture sweets and compounds on the same premises."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Manufacturer’s security. ",
            "context": "BITTERS AND CORDIALS ACT under Manufacturers security. 6. Before any licence is issued to a manufacturer of sweets or compounder under this Act he shall enter into a bond for the amount and with the sureties approved by the Minister, conditioned for the proper  carrying out, during the term of the licence or any renewal thereof, of the provisions of this Act.",
            "description": "Before any licence is issued to a manufacturer of sweets or compounder under this Act he shall enter into a bond for the amount and with the sureties approved by the Minister, conditioned for the proper  carrying out, during the term of the licence or any renewal thereof, of the provisions of this Act."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Memorandum of change in manufacturers, or articles for manufacture. ",
            "context": "BITTERS AND CORDIALS ACT under Memorandum of change in manufacturers, or articles for manufacture. 7. (1) Where a change in the persons or firm carrying on the business of a manufacturer of sweets or compounder takes place by death, retirement, admission of a new partner, or otherwise, a memorandum thereof shall be delivered by the person carrying on that business within ten days next after the change has taken place; and at the expiration of the ten days, if the memorandum has not been delivered, everyone engaged in carrying on the business shall on conviction be liable to a fine of one thousand dollars for every day during which the business is carried on.  (2) Where a change takes place in respect of any room, place, vessel, or utensil described in the application of a manufacturer of sweets or compounder, a memorandum thereof shall be delivered to the Commissioner by the manufacturer of sweets or compounder within ten days next after the change has taken place; and in default the manufacturer of sweets or compounder shall be liable to the penalty last aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a change in the persons or firm carrying on the business of a manufacturer of sweets or compounder takes place by death, retirement, admission of a new partner, or otherwise, a memorandum thereof shall be delivered by the person carrying on that business within ten days next after the change has taken place; and at the expiration of the ten days, if the memorandum has not been delivered, everyone engaged in carrying on the business shall on conviction be liable to a fine of one thousand dollars for every day during which the business is carried on."
                },
                {
                    "representation": "(2)",
                    "description": "Where a change takes place in respect of any room, place, vessel, or utensil described in the application of a manufacturer of sweets or compounder, a memorandum thereof shall be delivered to the Commissioner by the manufacturer of sweets or compounder within ten days next after the change has taken place; and in default the manufacturer of sweets or compounder shall be liable to the penalty last aforesaid."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Manufacture of compound on unlicensed premises. ",
            "context": "BITTERS AND CORDIALS ACT under Manufacture of compound on unlicensed premises. 8. The occupier of unlicensed premises on which the manufacture of any sweets or compound is carried on, or if those premises are occupied by more than one person every occupier thereof, shall be liable to a fine of fifteen thousand dollars, unless he can show, by evidence to the satisfaction of the magistrate by whom the cause is heard, that the manufacture was carried on without his knowledge or LAWS OF GUYANA Bitters and Cordials Cap. 82:23 9  L.R.O. 1/2012     Improperly carrying on manufacture. [55 of 1932 19 of 1992]                              Permit to receive spirits at licensed premises. [23 of 1992]               consent.",
            "description": "The occupier of unlicensed premises on which the manufacture of any sweets or compound is carried on, or if those premises are occupied by more than one person every occupier thereof, shall be liable to a fine of fifteen thousand dollars, unless he can show, by evidence to the satisfaction of the magistrate by whom the cause is heard, that the manufacture was carried on without his knowledge or LAWS OF GUYANA Bitters and Cordials Cap. 82:23 9  L.R.O. 1/2012     Improperly carrying on manufacture. [55 of 1932 19 of 1992]                              Permit to receive spirits at licensed premises. [23 of 1992]               consent."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Improperly carrying on manufacture.  RECEIPT OF SPIRITS  ",
            "context": "BITTERS AND CORDIALS ACT under Improperly carrying on manufacture.  RECEIPT OF SPIRITS  9. Everyone who  (a)   not being a manufacturer of sweets or compounder, carries on, or is in any way concerned in carrying on, the manufacture of any sweets or compound; or  (b) being a manufacturer of sweets or compounder, carries on, or is in any way concerned in carrying on, the manufacture of any sweets or compound otherwise than in accordance with the terms of his licence and the provisions of this Act,  shall be liable to a fine of fifteen thousand dollars.   RECEIPT OF SPIRITS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "not being a manufacturer of sweets or compounder, carries on, or is in any way concerned in carrying on, the manufacture of any sweets or compound; or"
                },
                {
                    "representation": "(b)",
                    "description": "being a manufacturer of sweets or compounder, carries on, or is in any way concerned in carrying on, the manufacture of any sweets or compound otherwise than in accordance with the terms of his licence and the provisions of this Act,  shall be liable to a fine of fifteen thousand dollars.   RECEIPT OF SPIRITS"
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Permit to receive spirits at licensed premises.  REMOVAL OF SWEETS OR COMPOUND  ",
            "context": "BITTERS AND CORDIALS ACT under Permit to receive spirits at licensed premises.  REMOVAL OF SWEETS OR COMPOUND  10. (1) Anyone carrying on the business of a compounder may receive into his licensed premises from the Government bonded warehouse or any distillery spirits manufactured in Guyana, without payment of any duty thereon, on a permit granted by the proper officer for that purpose.  (2) The permit shall set forth the marks, numbers, and contents in litres and litres of alcohol, of the casks containing the spirits; the strength and quality of the spirits; the name of the plantation, distillery, place, or warehouse from which they were received into the Government bonded warehouse or distillery; and the period during which the permit is to be in force.  LAWS OF GUYANA 10 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012           Removal of sweets or compound.  [55 of 1932 10 of 1936 66 of 1952 23 of 1992]             Form of permit for removal. [55 of 1932 10 of 1936 66 of 1952]                      Package for sweets or compound (3) The permit shall not be granted except on a request note signed by the compounder or his agent giving the particulars necessary for the filling up of the permit.  REMOVAL OF SWEETS OR COMPOUND",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone carrying on the business of a compounder may receive into his licensed premises from the Government bonded warehouse or any distillery spirits manufactured in Guyana, without payment of any duty thereon, on a permit granted by the proper officer for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "The permit shall set forth the marks, numbers, and contents in litres and litres of alcohol, of the casks containing the spirits; the strength and quality of the spirits; the name of the plantation, distillery, place, or warehouse from which they were received into the Government bonded warehouse or distillery; and the period during which the permit is to be in force.  LAWS OF GUYANA 10 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012           Removal of sweets or compound.  [55 of 1932 10 of 1936 66 of 1952 23 of 1992]             Form of permit for removal. [55 of 1932 10 of 1936 66 of 1952]                      Package for sweets or compound"
                },
                {
                    "representation": "(3)",
                    "description": "The permit shall not be granted except on a request note signed by the compounder or his agent giving the particulars necessary for the filling up of the permit.  REMOVAL OF SWEETS OR COMPOUND"
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Removal of sweets or compound. ",
            "context": "BITTERS AND CORDIALS ACT under Removal of sweets or compound. 11. No sweets or compound manufactured in any licensed premises shall be removed therefrom except on a permit first granted and signed by the Commissioner on a request note signed by the manufacturer of sweets or compounder or his agent, specifying the numbers of the boxes or packages containing the sweets or compound, and the contents, in litres of each box or package, and if the sweets  or compound is to be consumed in Guyana, the name and residence of the person to whom it is to  be sent out, and, if it is to be exported or warehoused for exportation, the name of the vessel by which it is to be exported or of the warehouse at  which it is to be warehoused for exportation.",
            "description": "No sweets or compound manufactured in any licensed premises shall be removed therefrom except on a permit first granted and signed by the Commissioner on a request note signed by the manufacturer of sweets or compounder or his agent, specifying the numbers of the boxes or packages containing the sweets or compound, and the contents, in litres of each box or package, and if the sweets  or compound is to be consumed in Guyana, the name and residence of the person to whom it is to  be sent out, and, if it is to be exported or warehoused for exportation, the name of the vessel by which it is to be exported or of the warehouse at  which it is to be warehoused for exportation."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Form of permit for removal. ",
            "context": "BITTERS AND CORDIALS ACT under Form of permit for removal. 12. (1) The permit shall be made to correspond in respect of the particulars hereinbefore mentioned with the request note on which it is granted, and a reasonable time shall be limited and specified in the permit within which it is to be in force, and no permit shall be valid or of any effect if it is granted on a request note not made in conformity with this Act.  (2) All spirits or sweets or compounds received into or sent out of any licensed premises without, or not in accordance with, the permit aforesaid, together with the casks, vessels, and other packages containing them, and all boats and other vessels, and the horses and other cattle and carriages used in their removal or conveyance, shall be forfeited and may be seized by the Commissioner or any police constable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The permit shall be made to correspond in respect of the particulars hereinbefore mentioned with the request note on which it is granted, and a reasonable time shall be limited and specified in the permit within which it is to be in force, and no permit shall be valid or of any effect if it is granted on a request note not made in conformity with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "All spirits or sweets or compounds received into or sent out of any licensed premises without, or not in accordance with, the permit aforesaid, together with the casks, vessels, and other packages containing them, and all boats and other vessels, and the horses and other cattle and carriages used in their removal or conveyance, shall be forfeited and may be seized by the Commissioner or any police constable."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Package for sweets or compound removed. ",
            "context": "BITTERS AND CORDIALS ACT under Package for sweets or compound removed. 13. No sweets or compound shall be sent out of licensed premises except in boxes or packages on each of LAWS OF GUYANA Bitters and Cordials Cap. 82:23 11  L.R.O. 1/2012 removed. [55 of 1932 23 of 1992]                       Examination of package.  [55 of 1932 10 of 1936 66 of 1952]      Minimum quantity removable.  [55 of 1932 10 of 1936 66 of 1952 23 of 1992]          Manufacturers book and entries therein. [55 of 1932 which are painted or otherwise legibly marked the following particulars:  (a)      a distinguishing number for each year, commencing from the 1st January and ending on the 31st December, to be shown thus: 1/ 90;  (b)     the name of the sweets or compound; and  (c)    the number of bottles or vessels and litres contained in each box or package.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a distinguishing number for each year, commencing from the 1st January and ending on the 31st December, to be shown thus: 1/ 90;"
                },
                {
                    "representation": "(b)",
                    "description": "the name of the sweets or compound; and"
                },
                {
                    "representation": "(c)",
                    "description": "the number of bottles or vessels and litres contained in each box or package."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Examination of package. ",
            "context": "BITTERS AND CORDIALS ACT under Examination of package. 14. The Commissioner may open and examine the contents of any box or other package for the removal of which a permit has been granted, and if the quantity of the sweets or compound contained in the box or package exceeds the quantity mentioned in the permit, the box or other package and the contents thereof shall be forfeited and may be seized by the Commissioner.",
            "description": "The Commissioner may open and examine the contents of any box or other package for the removal of which a permit has been granted, and if the quantity of the sweets or compound contained in the box or package exceeds the quantity mentioned in the permit, the box or other package and the contents thereof shall be forfeited and may be seized by the Commissioner."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Minimum quantity removable.  DUTIES OF MANUFACTURER OF SWEETS OR COMPOUNDER  ",
            "context": "BITTERS AND CORDIALS ACT under Minimum quantity removable.  DUTIES OF MANUFACTURER OF SWEETS OR COMPOUNDER  15. No manufacturer of sweets or compounder may, except with the permission of the Commissioner, remove from his licensed premises any sweets or compound in a less quantity than nine litres, or one dozen of seven hundred and fifty-seven millilitres bottles or two dozen of three hundred and seventy-eight millilitres bottles or four dozen of one hundred and eighty-nine millilitres bottles.   DUTIES OF MANUFACTURER OF SWEETS OR COMPOUNDER",
            "description": "No manufacturer of sweets or compounder may, except with the permission of the Commissioner, remove from his licensed premises any sweets or compound in a less quantity than nine litres, or one dozen of seven hundred and fifty-seven millilitres bottles or two dozen of three hundred and seventy-eight millilitres bottles or four dozen of one hundred and eighty-nine millilitres bottles.   DUTIES OF MANUFACTURER OF SWEETS OR COMPOUNDER"
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Manufacturer’s book and entries therein. ",
            "context": "BITTERS AND CORDIALS ACT under Manufacturers book and entries therein. 16. (1) Every manufacturer of sweets or compounder shall keep in some secure place on his licensed premises, but at all times open to the inspection of the Commissioner, a LAWS OF GUYANA 12 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 10 of 1936 66 of 1952 19 of 1992 23 of 1992]                            Taking stock. [55 of 1932 10 of 1936 66 of 1952]            Deficiency of spirits. [10 of 1936 66 of 1952 19 of 1992]      book in which entries shall be made by the manufacturer of sweets or compounder in the form for the time being prescribed by the Commissioner.  (2) On the debit or receipt side of the book there shall be entered the date of the permit, the date of receipt, the distinguishing number of cask, the quantity, denomination, strength, and litres of alcohol of all spirits received; and on the credit or delivery side thereof there shall be entered the date of the permit, the date of delivery, the distinguishing number of the box or package, the quantity, denomination, strength, and litres of alcohol of the compound delivered, and the name of the person to whom sent or delivered.  (3) Everyone who neglects to keep the book required by this section to be kept in the manner and form hereinbefore mentioned, or neglects to make therein any of the entries by this section required to be so made, shall be liable for every day on which the neglect is committed or continues to a fine of one thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every manufacturer of sweets or compounder shall keep in some secure place on his licensed premises, but at all times open to the inspection of the Commissioner, a LAWS OF GUYANA 12 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 10 of 1936 66 of 1952 19 of 1992 23 of 1992]                            Taking stock. [55 of 1932 10 of 1936 66 of 1952]            Deficiency of spirits. [10 of 1936 66 of 1952 19 of 1992]      book in which entries shall be made by the manufacturer of sweets or compounder in the form for the time being prescribed by the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "On the debit or receipt side of the book there shall be entered the date of the permit, the date of receipt, the distinguishing number of cask, the quantity, denomination, strength, and litres of alcohol of all spirits received; and on the credit or delivery side thereof there shall be entered the date of the permit, the date of delivery, the distinguishing number of the box or package, the quantity, denomination, strength, and litres of alcohol of the compound delivered, and the name of the person to whom sent or delivered."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who neglects to keep the book required by this section to be kept in the manner and form hereinbefore mentioned, or neglects to make therein any of the entries by this section required to be so made, shall be liable for every day on which the neglect is committed or continues to a fine of one thousand dollars."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Taking stock.     LAWS OF GUYANA 4 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 SECTION MISCELLANEOUS PROVISIONS  ",
            "context": "BITTERS AND CORDIALS ACT under Taking stock.     LAWS OF GUYANA 4 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012 SECTION MISCELLANEOUS PROVISIONS  17. Every manufacturer of sweets or compounder shall provide on the licensed premises proper accommodation, to the satisfaction of the Commissioner, for the Commissioner, and shall afford him all necessary assistance in taking an account of the spirits or sweets or compounds in stock.  MISCELLANEOUS PROVISIONS",
            "description": "Every manufacturer of sweets or compounder shall provide on the licensed premises proper accommodation, to the satisfaction of the Commissioner, for the Commissioner, and shall afford him all necessary assistance in taking an account of the spirits or sweets or compounds in stock.  MISCELLANEOUS PROVISIONS"
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Deficiency of spirits. ",
            "context": "BITTERS AND CORDIALS ACT under Deficiency of spirits. 18. If at any time, on charging against a compounder the quantity of spirits received by him, after deducting the percentage, not exceeding twelve per cent from time to time allowed by the Minister for loss in process of manufacture, and allowing also in discharge the quantity of spirits removed therefrom on permits granted by the Commissioner, the balance exceeds the quantity of spirits actually on the licensed premises, the compounder shall pay the excise duty for the LAWS OF GUYANA Bitters and Cordials Cap. 82:23 13  L.R.O. 1/2012                  Entry upon licensed premises.  [55 of 1932 10 of 1936 66 of 1952 19 of 1992]  Penalty for assault, obstruction or molestation.                     time being on that excess, and on conviction shall be further liable to a fine of fifteen thousand dollars, unless the discrepancy is explained to the satisfaction of the Commissioner:  Provided that the compounder shall not be liable to that penalty or to the payment of duty on the excess as regards spirits stored in wooden packages if the excess does not exceed one per cent for every quarter of a year of storage, a proportionate allowance being made for any shorter period, and if the discrepancy is explained to the satisfaction of the Commissioner.",
            "description": "If at any time, on charging against a compounder the quantity of spirits received by him, after deducting the percentage, not exceeding twelve per cent from time to time allowed by the Minister for loss in process of manufacture, and allowing also in discharge the quantity of spirits removed therefrom on permits granted by the Commissioner, the balance exceeds the quantity of spirits actually on the licensed premises, the compounder shall pay the excise duty for the LAWS OF GUYANA Bitters and Cordials Cap. 82:23 13  L.R.O. 1/2012                  Entry upon licensed premises.  [55 of 1932 10 of 1936 66 of 1952 19 of 1992]  Penalty for assault, obstruction or molestation.                     time being on that excess, and on conviction shall be further liable to a fine of fifteen thousand dollars, unless the discrepancy is explained to the satisfaction of the Commissioner:  Provided that the compounder shall not be liable to that penalty or to the payment of duty on the excess as regards spirits stored in wooden packages if the excess does not exceed one per cent for every quarter of a year of storage, a proportionate allowance being made for any shorter period, and if the discrepancy is explained to the satisfaction of the Commissioner."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "(1) Entry upon licensed premises.  (2) Penalty for assault, obstruction or molestation. ",
            "context": "BITTERS AND CORDIALS ACT under (1) Entry upon licensed premises.  (2) Penalty for assault, obstruction or molestation. 19. (1) The Commissioner may at all times, by day or by night, enter into licensed premises, and gauge and take an account of all spirits in or upon those premises, and may take samples of any sweets or compound for the purpose of ascertaining the strength thereof.     (2) If the Commissioner, or anyone acting in his aid or assistance  (a) is assaulted, molested, or obstructed by anyone carrying on the manufacture of any sweets or compound, or by any servant or other person employed therein, in or from entering into any house, outhouse, or other place of, belonging to, or made use of, for the purpose of the manufacture; or  (b) is not permitted to enter into any house, outhouse, or other place aforesaid; or  (c) having so entered, is assaulted, molested, obstructed, or prevented in LAWS OF GUYANA 14 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012             Refusal to admit officer into licensed premises. [19 of 1992]                Mode of determining strength of spirits. [55 of 1932 10 of 1936 66 of 1952 23 of 1992]            or from doing or executing any part of his duty under this Act,  the manufacturer of sweets or compounder shall be liable to a fine of fifteen thousand dollars, and everyone who assaults, molests or obstructs the Commissioner shall be liable to a fine of three thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioner may at all times, by day or by night, enter into licensed premises, and gauge and take an account of all spirits in or upon those premises, and may take samples of any sweets or compound for the purpose of ascertaining the strength thereof."
                },
                {
                    "representation": "(2)",
                    "description": "If the Commissioner, or anyone acting in his aid or assistance"
                },
                {
                    "representation": "(a)",
                    "description": "is assaulted, molested, or obstructed by anyone carrying on the manufacture of any sweets or compound, or by any servant or other person employed therein, in or from entering into any house, outhouse, or other place of, belonging to, or made use of, for the purpose of the manufacture; or"
                },
                {
                    "representation": "(b)",
                    "description": "is not permitted to enter into any house, outhouse, or other place aforesaid; or"
                },
                {
                    "representation": "(c)",
                    "description": "having so entered, is assaulted, molested, obstructed, or prevented in LAWS OF GUYANA 14 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012             Refusal to admit officer into licensed premises. [19 of 1992]                Mode of determining strength of spirits. [55 of 1932 10 of 1936 66 of 1952 23 of 1992]            or from doing or executing any part of his duty under this Act,  the manufacturer of sweets or compounder shall be liable to a fine of fifteen thousand dollars, and everyone who assaults, molests or obstructs the Commissioner shall be liable to a fine of three thousand dollars."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Refusal to admit officer into licensed premises. ",
            "context": "BITTERS AND CORDIALS ACT under Refusal to admit officer into licensed premises. 20. (1) If the Commissioner, after having demanded admittance into licensed premises, and having declared his name and business at the gate or entrance door, or at any window thereof, is not immediately admitted into the premises, the manufacturer of sweets or compounder shall be liable to a fine of fifteen thousand dollars.  (2) If the Commissioner is not immediately admitted into the licensed premises after having so demanded admittance, he, or anyone acting in his aid or assistance, at all times as well by night (if in the presence of a constable) as by day, may break open by force any of the doors or windows, or break through any of the walls, palings, or fences, of the premises, in order to enter them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Commissioner, after having demanded admittance into licensed premises, and having declared his name and business at the gate or entrance door, or at any window thereof, is not immediately admitted into the premises, the manufacturer of sweets or compounder shall be liable to a fine of fifteen thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "If the Commissioner is not immediately admitted into the licensed premises after having so demanded admittance, he, or anyone acting in his aid or assistance, at all times as well by night"
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Mode of determining strength of spirits. ",
            "context": "BITTERS AND CORDIALS ACT under Mode of determining strength of spirits. 21. (1) For the purposes of this Act, all spirits shall be deemed to be of the strength denoted by an approved alcohol hydrometer as ascertained by the Commissioner in accordance with the table entitled Practical Alcohol Tables, Volume 2.  (2) If at any time a question arises as to the strength of sweets or a compound, a certificate signed by the Commissioner shall be conclusive evidence of the strength and shall be so accepted in all courts of justice in Guyana. (3) In any case where by reason of the presence of colouring, sweetening, or other matter, the true strength of any sweets or compound cannot be immediately ascertained by an approved alcohol hydrometer, a sample of the sweets or compound may be submitted for analysis so that its true LAWS OF GUYANA Bitters and Cordials Cap. 82:23 15  L.R.O. 1/2012    c. 144  1953 Ed.     Possession of more than four decimal five litres of liquor, containing more than two decimal three percent of alcohol for which licence required. [23 of 1992]    Regulations.     Protection of person acting under the Act. c. 5:07  Procedure and appeal. [10 of 1936 66 of 1952]       Saving as to manufacture of tinctures, etc., by chemists. [10 of 1936 66 of 1952] c. 82:21   strength may be ascertained, and a certificate signed by the Government Analyst or any assistant analyst appointed for the purposes of the Sale of Food and Drugs Act shall be conclusive evidence of that strength and shall be so accepted in all courts of justice in Guyana.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this Act, all spirits shall be deemed to be of the strength denoted by an approved alcohol hydrometer as ascertained by the Commissioner in accordance with the table entitled Practical Alcohol Tables, Volume 2."
                },
                {
                    "representation": "(2)",
                    "description": "If at any time a question arises as to the strength of sweets or a compound, a certificate signed by the Commissioner shall be conclusive evidence of the strength and shall be so accepted in all courts of justice in Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "In any case where by reason of the presence of colouring, sweetening, or other matter, the true strength of any sweets or compound cannot be immediately ascertained by an approved alcohol hydrometer, a sample of the sweets or compound may be submitted for analysis so that its true LAWS OF GUYANA Bitters and Cordials Cap. 82:23 15  L.R.O. 1/2012    c. 144  1953 Ed.     Possession of more than four decimal five litres of liquor, containing more than two decimal three percent of alcohol for which licence required. [23 of 1992]    Regulations.     Protection of person acting under the Act. c. 5:07  Procedure and appeal. [10 of 1936 66 of 1952]       Saving as to manufacture of tinctures, etc., by chemists. [10 of 1936 66 of 1952] c. 82:21   strength may be ascertained, and a certificate signed by the Government Analyst or any assistant analyst appointed for the purposes of the Sale of Food and Drugs Act shall be conclusive evidence of that strength and shall be so accepted in all courts of justice in Guyana."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Possession of more than four decimal five litres of liquor, containing more than two decimal three percent of alcohol for which licence required. ",
            "context": "BITTERS AND CORDIALS ACT under Possession of more than four decimal five litres of liquor, containing more than two decimal three percent of alcohol for which licence required. 22. Anyone who without taking out a licence makes, or manufactures, or deals in, or has in his possession, any quantity greater than four decimal five litres of any liquor containing more than two decimal three percent of alcohol, for the making or manufacture, or dealing in, or possession of which he is required to take out a licence, shall be liable for each offence to a fine of fifteen thousand dollars.",
            "description": "Anyone who without taking out a licence makes, or manufactures, or deals in, or has in his possession, any quantity greater than four decimal five litres of any liquor containing more than two decimal three percent of alcohol, for the making or manufacture, or dealing in, or possession of which he is required to take out a licence, shall be liable for each offence to a fine of fifteen thousand dollars."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Regulations. ",
            "context": "BITTERS AND CORDIALS ACT under Regulations. 23. The Minister, subject to negative resolution of the National Assembly, may from time to time make regulations for the better carrying out of the provisions of this Act.",
            "description": "The Minister, subject to negative resolution of the National Assembly, may from time to time make regulations for the better carrying out of the provisions of this Act."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Protection of person acting under the Act. ",
            "context": "BITTERS AND CORDIALS ACT under Protection of person acting under the Act. 24. Everyone acting under this Act shall be entitled to the protection afforded by the Justices Protection Act.",
            "description": "Everyone acting under this Act shall be entitled to the protection afforded by the Justices Protection Act."
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Procedure and appeal. ",
            "context": "BITTERS AND CORDIALS ACT under Procedure and appeal. 25. (1) All penalties and forfeitures incurred under this Act may be sued for and recovered under Summary Jurisdiction Acts.  (2) The penalties and forfeitures may be sued for and recovered by the Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All penalties and forfeitures incurred under this Act may be sued for and recovered under Summary Jurisdiction Acts."
                },
                {
                    "representation": "(2)",
                    "description": "The penalties and forfeitures may be sued for and recovered by the Commissioner."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Saving as to manufacture of tinctures, etc., by chemists. ",
            "context": "BITTERS AND CORDIALS ACT under Saving as to manufacture of tinctures, etc., by chemists. 26. (1) Nothing in this Act shall affect the operation of sections 75 to 77 (inclusive) of the Intoxicating Liquor Licensing Act.  (2) The Commissioner, at any reasonable time during the day, may enter into the business premises of any chemist or druggist for the purpose of satisfying himself that LAWS OF GUYANA 16 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012           Saving as to manufacture of compound by retail spirit dealers.  [19 of 1992]                              Compounder may keep a still for certain purposes. c. 82:24 those enactments are not being contravened, and section 19(2), mutatis mutandis, shall apply.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall affect the operation of sections 75 to 77"
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner, at any reasonable time during the day, may enter into the business premises of any chemist or druggist for the purpose of satisfying himself that LAWS OF GUYANA 16 Cap. 82:23 Bitters and Cordials  L.R.O. 1/2012           Saving as to manufacture of compound by retail spirit dealers.  [19 of 1992]                              Compounder may keep a still for certain purposes. c. 82:24 those enactments are not being contravened, and section 19(2), mutatis mutandis, shall apply."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Saving as to manufacture of compound by retail spirit dealers. ",
            "context": "BITTERS AND CORDIALS ACT under Saving as to manufacture of compound by retail spirit dealers. 27. (1) Nothing in this Act shall affect any existing right or practice of a retail spirit dealer to manufacture on his business premises any compound for use for the purpose of mixing with spirits to be consumed on those premises.   (2) Any retail spirit dealer, or anyone in his employment, who  (a) manufactures any compound for use for any other purpose than that of mixing with spirits, whether diluted or not, to be consumed on his business premises; or  (b) sells or delivers to anyone any compound manufactured by him otherwise than when mixed with spirits, whether diluted or not, to be consumed on his business premises,  (3) The Commissioner, at any reasonable time during the day, may enter into the business premises of any retail spirit dealer for the purpose of satisfying himself that this section is not being contravened, and section 19(2), mutatis mutandis, shall apply.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall affect any existing right or practice of a retail spirit dealer to manufacture on his business premises any compound for use for the purpose of mixing with spirits to be consumed on those premises."
                },
                {
                    "representation": "(2)",
                    "description": "Any retail spirit dealer, or anyone in his employment, who"
                },
                {
                    "representation": "(a)",
                    "description": "manufactures any compound for use for any other purpose than that of mixing with spirits, whether diluted or not, to be consumed on his business premises; or"
                },
                {
                    "representation": "(b)",
                    "description": "sells or delivers to anyone any compound manufactured by him otherwise than when mixed with spirits, whether diluted or not, to be consumed on his business premises,"
                },
                {
                    "representation": "(3)",
                    "description": "The Commissioner, at any reasonable time during the day, may enter into the business premises of any retail spirit dealer for the purpose of satisfying himself that this section is not being contravened, and section 19(2), mutatis mutandis, shall apply."
                }
            ]
        }
    },
    {
        "act": "BITTERS AND CORDIALS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Compounder may keep a still for certain purposes.  __________________________ 1929 Ed. c. 109 1953 Ed. c. 318 _______________________________________________________ 1 of 1890 An Act to regulate the Manufacture of Bitters, Cordials, and other Compounds containing Spirits.  [22ND JANUARY, 1890]  Short title.      Interpretation. [66 of 1952 4 of 1972 10 of 1972 20 of 1973 24 of 1973 23 of 1992]  c. 79:04 ",
            "context": "BITTERS AND CORDIALS ACT under Compounder may keep a still for certain purposes.  __________________________ 1929 Ed. c. 109 1953 Ed. c. 318 _______________________________________________________ 1 of 1890 An Act to regulate the Manufacture of Bitters, Cordials, and other Compounds containing Spirits.  [22ND JANUARY, 1890]  Short title.      Interpretation. [66 of 1952 4 of 1972 10 of 1972 20 of 1973 24 of 1973 23 of 1992]  c. 79:04 28. Nothing contained in the Spirits Act shall prevent a compounder licensed under this Act from keeping on his licensed premises a distillery apparatus for the purpose of redistilling or rectifying spirits for the purposes of his business, when authorised to do so by the Minister.  _____________________ shall be liable to a fine of three  thousand   dollars. LAWS OF GUYANA Bitters and Cordials Cap. 82:23 17 [Subsidiary] Bitters and Cordials (Allowed Manufacturing Losses) Order  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   O. 1/1945 49/",
            "description": "Nothing contained in the Spirits Act shall prevent a compounder licensed under this Act from keeping on his licensed premises a distillery apparatus for the purpose of redistilling or rectifying spirits for the purposes of his business, when authorised to do so by the Minister.  _____________________ shall be liable to a fine of three  thousand   dollars. LAWS OF GUYANA Bitters and Cordials Cap. 82:23 17 [Subsidiary] Bitters and Cordials (Allowed Manufacturing Losses) Order  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   O. 1/1945 49/"
        }
    }
]