[
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Short title. 1.  This Act may be cited as the Bauxite (Production Levy) Act.",
            "description": "This Act may be cited as the Bauxite (Production Levy) Act."
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Interpretation. 2.  In this Act  LAWS OF GUYANA 4 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012                Schedule.                 c. 79:04    Schedule.            c. 90:14     associate means any person who controls, or is controlled by, or is under common control with, the bauxite producer in relation to whom  that term is used or who is a partner of that bauxite producer;  basic rate means the amount for the time being specified as the basic rate in Part I of the Schedule or as otherwise determined under the said Part I;  bauxite producer means any person who wins or extracts bauxite or laterite in Guyana and  (a)   is engaged in the production of primary aluminium; or  (b)    is controlled by, or is under common control with, any person engaged in the production of primary aluminium;  Commissioner means the Commissioner-General appointed under the Revenue Authority Act and includes an officer of the  Revenue Authority;  current rate means the amount for the time being specified as the current rate in Part I of the Schedule;  Minister means the Minister responsible for natural resources; quarterly  period  means  a  period  of  three  consecutive  months commencing on 1st January, or 1st April, or 1st July, or 1st October, in any year;  ton in relation to bauxite or laterite means a ton by standard measure of weight provided in section 6 of the Weights and Measures Act, that is to say, twenty hundred-weight each of one hundred and twelve standard pounds avoirdupois, after deducting the moisture content of the ore. LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 5  L.R.O. 1/2012 Imposition of production  levy.                   Mode of payment and collection of production  levy.      Part II  Schedule",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is engaged in the production of primary aluminium; or"
                },
                {
                    "representation": "(b)",
                    "description": "is controlled by, or is under common control with, any person engaged in the production of primary aluminium;  Commissioner means the Commissioner-General appointed under the Revenue Authority Act and includes an officer of the  Revenue Authority;  current rate means the amount for the time being specified as the current rate in Part I of the Schedule;  Minister means the Minister responsible for natural resources; quarterly  period  means  a  period  of  three  consecutive  months commencing on 1st January, or 1st April, or 1st July, or 1st October, in any year;  ton in relation to bauxite or laterite means a ton by standard measure of weight provided in section 6 of the Weights and Measures Act, that is to say, twenty hundred-weight each of one hundred and twelve standard pounds avoirdupois, after deducting the moisture content of the ore. LAWS OF GUYANA Bauxite"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Imposition of production levy. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Imposition of production levy. 3. (1)  Notwithstanding anything in any law a tax to be known as a production levy shall be paid in accordance with this Act on all bauxite or laterite won or extracted in Guyana on or after 1st January,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in any law a tax to be known as a production levy shall be paid in accordance with this Act on all bauxite or laterite won or extracted in Guyana on or after 1st January,"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Mode of payment and collection of production levy. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Mode of payment and collection of production levy. 4. (1)  For the purposes of this Act, a bauxite producer  (a)  shall be deemed to have won or extracted in Guyana during each quarterly period, not less than the number of tons of bauxite or laterite (hereinafter in this Act referred to as  the  minimum  tonnage)  specified  in  Part  II  of  the Schedule;  (b)    shall pay to the Commissioner within fifteen days after the  end  of  each  quarterly  period,  the  sum  of  money calculated  by multiplying the minimum tonnage by the basic  rate  (hereinafter  in  this  Act  referred  to  as  the provisional  quarterly  payment)  on  account  of  the  true amount  of  the  production  levy  payable  by  the  bauxite producer for that quarterly period except that the provisional quarterly payments for the quarterly periods commencing respectively on 1st January, 1974, and LAWS OF GUYANA 6 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012                                                 1st April, 1974, shall become due and payable on the 10th day after the enactment of this Act.  (2) Every bauxite producer shall, in respect of each quarterly period, make to the Commissioner, in such form (if any) as may be prescribed, within thirty days after the end of that quarterly period  (a)    a return in writing showing the number of tons of bauxite or laterite won or extracted in Guyana by the said bauxite producer;  (b)   statements of the prices (expressed in lawful currency of the United States of America) received by the said bauxite producer or by any associate for primary aluminium, differentiating between the prices received in respect of transactions  between  associates  and  other  transactions, except that in respect of the quarterly periods commencing respectively on 1st January, 1974, and 1st April,1974 the respective returns and statements required to be made to the Commissioner under this subsection shall be made within five days after the enactment of this Act.  (3) Every bauxite producer shall, within ninety days after the end of each year, supply to the Minister such information as may be prescribed for the purposes of determining the average realised price for primary aluminium.  LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 7  L.R.O. 1/2012                        Schedule.                Schedule.            (4) The Minister shall, as soon as may be practicable after the 30th April in each year prescribe the average realised price (expressed in  lawful currency of the United States of America) for primary aluminium for the last preceding year, taking into account all relevant information, including the information referred to in subsections (2) and (3).  (5) Within thirty days after the publication in the Gazette of the prescription of the average realised price every bauxite producer shall prepare and submit to the Commissioner a statement in the prescribed form showing an assessment of the true amount of the production levy payable by such bauxite producer for each of the quarterly periods in the last preceding year and such true amount shall be calculated on the basis of the current rate and the application of the provisions of the Schedule.  (6) Where the total number of tons of bauxite or laterite actually won or extracted in Guyana by any bauxite producer in any year is less than four times the minimum tonnage, the bauxite producer shall, for the purpose of determining the true amount of the production levy payable for that year, be deemed to have actually won or extracted four times the minimum tonnage so specified.  (7) The Commissioner shall, on the receipt of a statement submitted to him under subsection (5), determine on the basis of the application of the provisions of the Schedule the true amount of the production levy payable for the last preceding year by the bauxite producer who submitted that statement.  (8) Where the amount determined by the Commissioner under subsection (7) is greater than the total of the provisional quarterly payments paid by the bauxite producer in respect of whom that amount was determined, the bauxite producer shall notwithstanding any notice of LAWS OF GUYANA 8 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012                                     Power to  amend the Schedule.              objection under section 8 pay the difference to the Commissioner within fifteen days after the Commissioner serves upon the bauxite producer a notice in writing informing the bauxite producer of the difference.  (9) Where the amount determined by the Commissioner under subsection  (7)  is  less  than  the  total  of  the  provisional  quarterly payments paid by the bauxite producer in respect of whom that amount was determined, the Commissioner shall refund the difference to the bauxite producer.  (10) Any amount required by this section to be paid by a bauxite producer may, without prejudice to any other method of recovery, be recovered by the Commissioner from the bauxite producer by parate execution.  (11) For the purposes of this section, the true amount of the production levy is the sum of money arrived at by multiplying the number of tons of bauxite or laterite extracted or won (or deemed under subsection (6) to have been so extracted or won) by the bauxite producer  during  the  last  preceding  year  by  the  current  rate  and determined by the Commissioner under subsection (7).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this Act, a bauxite producer"
                },
                {
                    "representation": "(a)",
                    "description": "a return in writing showing the number of tons of bauxite or laterite won or extracted in Guyana by the said bauxite producer;"
                },
                {
                    "representation": "(b)",
                    "description": "statements of the prices"
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "Every bauxite producer shall, within ninety days after the end of each year, supply to the Minister such information as may be prescribed for the purposes of determining the average realised price for primary aluminium.  LAWS OF GUYANA Bauxite"
                },
                {
                    "representation": "(4)",
                    "description": "The Minister shall, as soon as may be practicable after the 30th April in each year prescribe the average realised price"
                },
                {
                    "representation": "(5)",
                    "description": "Within thirty days after the publication in the Gazette of the prescription of the average realised price every bauxite producer shall prepare and submit to the Commissioner a statement in the prescribed form showing an assessment of the true amount of the production levy payable by such bauxite producer for each of the quarterly periods in the last preceding year and such true amount shall be calculated on the basis of the current rate and the application of the provisions of the Schedule."
                },
                {
                    "representation": "(6)",
                    "description": "to have been so extracted or won) by the bauxite producer  during  the  last  preceding  year  by  the  current  rate  and determined by the Commissioner under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "is  less  than  the  total  of  the  provisional  quarterly payments paid by the bauxite producer in respect of whom that amount was determined, the Commissioner shall refund the difference to the bauxite producer."
                },
                {
                    "representation": "(8)",
                    "description": "Where the amount determined by the Commissioner under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "Where the amount determined by the Commissioner under subsection"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to amend the Schedule. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Power to amend the Schedule. 5.(1)  The  Minister  may,  by  order,  amend  the  Schedule  or substitute a new Schedule in place thereof with effect from such date (not being earlier than the 1st January of the year preceding the year in which the order is made) as may be specified in the order.  (2) Any order made under subsection (1) may contain such consequential, supplementary or ancillary provisions as the Minister thinks necessary or expedient.  (3) Every order made under subsection (1) shall be subject to affirmative resolution of the National Assembly. LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 9  L.R.O. 1/2012 Power to remit or refund production levy.                       Records and returns.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be subject to affirmative resolution of the National Assembly. LAWS OF GUYANA Bauxite"
                },
                {
                    "representation": "(2)",
                    "description": "Any order made under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Every order made under subsection"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to remit or refund production levy. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Power to remit or refund production levy. 6. (1) The Minister may, upon the application of any bauxite producer liable for payment of any production levy, if he is satisfied that it is just and equitable to do so, remit such levy in whole or in part and any such remission may be subject to such conditions as the Minister may think fit to impose.  (2) Any amount paid as production levy under this Act which is in excess of the amount required to be paid under this Act shall be refunded by the Commissioner on the production to the Commissioner of such evidence as the Commissioner may require as proof of such overpayment.  (3) Any application for a refund under subsection (2) shall be made within one year of the date of the overpayment to which it relates or such longer period as the Commissioner may allow if he is satisfied that, in the special circumstances of the case, it was not reasonably practicable for the bauxite producer to make the application within one year as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, upon the application of any bauxite producer liable for payment of any production levy, if he is satisfied that it is just and equitable to do so, remit such levy in whole or in part and any such remission may be subject to such conditions as the Minister may think fit to impose."
                },
                {
                    "representation": "(2)",
                    "description": "shall be made within one year of the date of the overpayment to which it relates or such longer period as the Commissioner may allow if he is satisfied that, in the special circumstances of the case, it was not reasonably practicable for the bauxite producer to make the application within one year as aforesaid."
                },
                {
                    "representation": "(3)",
                    "description": "Any application for a refund under subsection"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Records and returns. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Records and returns. 7.  Every bauxite producer shall  (a)       keep   such   books,   records,   accounts   and   other documents  in  relation  to  the  production  or  disposal  of bauxite  or  laterite  by  that  bauxite  producer  as  may  be prescribed;  (b)   permit the Commissioner or any officer authorised in that behalf by him to enter any premises used by that bauxite producer in connection with the production or disposal of bauxite or laterite and to inspect, and make copies of entries in, any books, records, accounts or other documents which relate or appear to  relate to the business of that bauxite producer; LAWS OF GUYANA 10 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012                     Power of Commissioner to assess amount of production  levy payable.                       (c)    if required so to do by the Commissioner or any officer authorised in that behalf by him, produce, at such time and place as the Commissioner or such officer may specify, any books, records, accounts or other documents relating to the business of that bauxite producer; and  (d)   at such times and to such persons as the Commissioner may specify, make such returns as may be prescribed and give such other information relating to the business of that bauxite producer as the Commissioner may require.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "keep   such   books,   records,   accounts   and   other documents  in  relation  to  the  production  or  disposal  of bauxite  or  laterite  by  that  bauxite  producer  as  may  be prescribed;"
                },
                {
                    "representation": "(b)",
                    "description": "permit the Commissioner or any officer authorised in that behalf by him to enter any premises used by that bauxite producer in connection with the production or disposal of bauxite or laterite and to inspect, and make copies of entries in, any books, records, accounts or other documents which relate or appear to  relate to the business of that bauxite producer; LAWS OF GUYANA 10 Cap. 83:02 Bauxite"
                },
                {
                    "representation": "(c)",
                    "description": "if required so to do by the Commissioner or any officer authorised in that behalf by him, produce, at such time and place as the Commissioner or such officer may specify, any books, records, accounts or other documents relating to the business of that bauxite producer; and"
                },
                {
                    "representation": "(d)",
                    "description": "at such times and to such persons as the Commissioner may specify, make such returns as may be prescribed and give such other information relating to the business of that bauxite producer as the Commissioner may require."
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Power of Commissioner to assess amount of production levy payable. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Power of Commissioner to assess amount of production levy payable. 8. (1) If any bauxite producer fails to submit to the Commissioner the statement referred to in section 4(5) the Commissioner may assess the   amount   of  production  levy  which  in  the  opinion  of  the Commissioner is payable under this Act by that bauxite producer and cause to be served on the bauxite producer a notice stating the amount of production levy so assessed.  (2) Notwithstanding any other provision of this  Act, any amount assessed by the Commissioner under subsection (1) shall be paid within ten days after the service of the notice referred to in that subsection.  (3) Where it appears to the Commissioner that the amount paid by a bauxite producer or that any amount determined or assessed under this Act is less than that which ought to be paid, the Commissioner may, within one  year after the end of the relevant year, assess the amount which in his judgment ought to be paid and by notice in writing demand from the bauxite producer the balance of production levy then due and payable.  LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 11  L.R.O. 1/2012                                                 (4) If any bauxite producer disputes the amount determined under section 4(7) or assessed under this section the bauxite producer may apply to the Commissioner, by notice of objection in writing, to review and revise the amount; such notice of objection shall state precisely the grounds of objection to the amount aforesaid and shall be made within fifteen days after the date of service of the notice served on the bauxite producer under section 4 or this section, as the case may be.  (5) On the receipt of a notice of objection the Commissioner may require the bauxite producer by whom the notice of objection is given to furnish such particulars as the Commissioner thinks necessary and to produce all books and other documents relating to the objection in the custody or under the control of the bauxite producer and may by notice in writing summon any person who he thinks is able to give evidence in respect thereof to attend before him, and may examine such person on oath or otherwise.  (6) Where any bauxite producer who has given  notice of objection subsequently agrees with the Commissioner as to the amount payable by such bauxite producer, the amount demanded or assessed shall, if necessary, be amended accordingly but, in the absence of such agreement,  the Commissioner shall give notice in writing to the bauxite producer of his decision in respect of the objection.  (7) In default of payment when due of any amount payable as production levy, interest at the rate of twelve per cent per annum from the date the payment became due shall be payable thereon until payment is effected, and after demand for payment has been made by the Commissioner  and, without prejudice to any other method of recovery, the amount together with interest may be recovered by the Commissioner from the bauxite producer by parate execution.  LAWS OF GUYANA 12 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012  Appeals.                             Application of section 101 of the Income  Tax Act. c. 81:01       Suit for production levy by the Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be paid within ten days after the service of the notice referred to in that subsection."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding any other provision of this  Act, any amount assessed by the Commissioner under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where it appears to the Commissioner that the amount paid by a bauxite producer or that any amount determined or assessed under this Act is less than that which ought to be paid, the Commissioner may, within one  year after the end of the relevant year, assess the amount which in his judgment ought to be paid and by notice in writing demand from the bauxite producer the balance of production levy then due and payable.  LAWS OF GUYANA Bauxite"
                },
                {
                    "representation": "(4)",
                    "description": "If any bauxite producer disputes the amount determined under section 4(7) or assessed under this section the bauxite producer may apply to the Commissioner, by notice of objection in writing, to review and revise the amount; such notice of objection shall state precisely the grounds of objection to the amount aforesaid and shall be made within fifteen days after the date of service of the notice served on the bauxite producer under section 4 or this section, as the case may be."
                },
                {
                    "representation": "(5)",
                    "description": "On the receipt of a notice of objection the Commissioner may require the bauxite producer by whom the notice of objection is given to furnish such particulars as the Commissioner thinks necessary and to produce all books and other documents relating to the objection in the custody or under the control of the bauxite producer and may by notice in writing summon any person who he thinks is able to give evidence in respect thereof to attend before him, and may examine such person on oath or otherwise."
                },
                {
                    "representation": "(6)",
                    "description": "Where any bauxite producer who has given  notice of objection subsequently agrees with the Commissioner as to the amount payable by such bauxite producer, the amount demanded or assessed shall, if necessary, be amended accordingly but, in the absence of such agreement,  the Commissioner shall give notice in writing to the bauxite producer of his decision in respect of the objection."
                },
                {
                    "representation": "(7)",
                    "description": "In default of payment when due of any amount payable as production levy, interest at the rate of twelve per cent per annum from the date the payment became due shall be payable thereon until payment is effected, and after demand for payment has been made by the Commissioner  and, without prejudice to any other method of recovery, the amount together with interest may be recovered by the Commissioner from the bauxite producer by parate execution.  LAWS OF GUYANA 12 Cap. 83:02 Bauxite"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Appeals. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Appeals. 9. (1) Any bauxite producer who has given notice of objection under   section  8  and  is  dissatisfied  with  the  decision  of  the Commissioner thereon may, within thirty days after the receipt of the decision  of  the  Commissioner  referred  to  in  section  8(6),  make application to a judge of the High Court sitting in chambers for an order declaring that the assessment of the Commissioner is excessive.  (2) The onus of proving that the assessment complained of is excessive shall be on the bauxite producer assessed.  (3) If  the  judge  is  satisfied  that  the  bauxite  producer  is overcharged   he   may   reduce   the   amount   assessed   and   the Commissioner shall forthwith refund the amount of the overcharge to the bauxite producer together with interest at the rate of twelve per cent of the amount of the overcharge.  (4) The decision of the judge on any question, other than a question of law, shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any bauxite producer who has given notice of objection under   section  8  and  is  dissatisfied  with  the  decision  of  the Commissioner thereon may, within thirty days after the receipt of the decision  of  the  Commissioner  referred  to  in  section  8(6),  make application to a judge of the High Court sitting in chambers for an order declaring that the assessment of the Commissioner is excessive."
                },
                {
                    "representation": "(2)",
                    "description": "The onus of proving that the assessment complained of is excessive shall be on the bauxite producer assessed."
                },
                {
                    "representation": "(3)",
                    "description": "If  the  judge  is  satisfied  that  the  bauxite  producer  is overcharged   he   may   reduce   the   amount   assessed   and   the Commissioner shall forthwith refund the amount of the overcharge to the bauxite producer together with interest at the rate of twelve per cent of the amount of the overcharge."
                },
                {
                    "representation": "(4)",
                    "description": "The decision of the judge on any question, other than a question of law, shall be final."
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Application of section 101 of the Income Tax Act. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Application of section 101 of the Income Tax Act. 10.  The provisions of section 101 of the Income Tax Act shall, as the same apply for the purpose of the recovery of income tax, apply mutatis mutandis for the purpose of the recovery of production levy payable under this Act.",
            "description": "The provisions of section 101 of the Income Tax Act shall, as the same apply for the purpose of the recovery of income tax, apply mutatis mutandis for the purpose of the recovery of production levy payable under this Act."
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Suit for production levy by the Commissioner. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Suit for production levy by the Commissioner. 11. (1) Production levy may be sued for and recovered in a court of competent jurisdiction by the Commissioner in his official name with full costs of suit from the person charged therewith as a debt due to the State as well as by the means provided in any other provisions of this Act  relating  to  the  collection,  recovery  and  enforcement  of  the payment of the production levy.  (2) For the purpose of any proceedings by the Commissioner in a court to recover any sum claimed as LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 13  L.R.O. 1/2012          Offences.                                       production levy under this Act (including any interest thereon) any document under his hand stating that a person is a bauxite producer, the quantity of bauxite or laterite produced during any period and the amount due in respect thereof for the purposes of this Act (including any interest thereon) shall be prima facie evidence of the facts so stated.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Production levy may be sued for and recovered in a court of competent jurisdiction by the Commissioner in his official name with full costs of suit from the person charged therewith as a debt due to the State as well as by the means provided in any other provisions of this Act  relating  to  the  collection,  recovery  and  enforcement  of  the payment of the production levy."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of any proceedings by the Commissioner in a court to recover any sum claimed as LAWS OF GUYANA Bauxite"
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Offences. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Offences. 12. (1)  Any person who  (a)   fails to pay any production levy payable by that person under this Act; or  (b)    in connection with any production levy payable by that person under this Act makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, or, with intent to  deceive, produces or makes use of any book, record, account, return or other document which is false in a material particular; or  (c)    extracts, wins or exports any bauxite or laterite in contravention of any regulations made under this Act; or  (d)   is knowingly concerned in, or in the taking of steps with a view to, the fraudulent evasion, by that person or any other person, of any production levy payable under this Act,  is liable on summary conviction to a fine of one hundred and fifty thousand dollars or treble the amount of the production levy which is unpaid or in respect of which payment is sought LAWS OF GUYANA 14 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012                                     Manager and principal officers of corporation answerable.       Regulations.       to be evaded, as the case may be, at the election of the Commissioner, and in default of payment to imprisonment for a term of four years.  (2) Any person who contravenes  any  of  the  provisions  of section 7 or any requirement imposed thereunder is liable on summary conviction to a fine of one hundred and fifty thousand dollars and in default of payment to imprisonment for a term of three years.  (3) Any person who without lawful excuse refuses or neglects to attend or to give evidence in pursuance of notice served on that person under section 8(5) or to produce any books or documents which he is required to produce under the said subsection, or who refuses to answer any lawful question touching the matters under consideration, or who knowingly or  wilfully gives any false evidence before the Commissioner is liable on  summary conviction to a fine of fifty thousand dollars and in default of payment to imprisonment for a term of two years.  (4) Proceedings in respect of an offence under this Act may be commenced at any time within seven years after the date of the commission of the offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "fails to pay any production levy payable by that person under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "in connection with any production levy payable by that person under this Act makes any statement which he knows to be false in a material particular or recklessly makes any statement which is false in a material particular, or, with intent to  deceive, produces or makes use of any book, record, account, return or other document which is false in a material particular; or"
                },
                {
                    "representation": "(c)",
                    "description": "extracts, wins or exports any bauxite or laterite in contravention of any regulations made under this Act; or"
                },
                {
                    "representation": "(d)",
                    "description": "is knowingly concerned in, or in the taking of steps with a view to, the fraudulent evasion, by that person or any other person, of any production levy payable under this Act,  is liable on summary conviction to a fine of one hundred and fifty thousand dollars or treble the amount of the production levy which is unpaid or in respect of which payment is sought LAWS OF GUYANA 14 Cap. 83:02 Bauxite"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes  any  of  the  provisions  of section 7 or any requirement imposed thereunder is liable on summary conviction to a fine of one hundred and fifty thousand dollars and in default of payment to imprisonment for a term of three years."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who without lawful excuse refuses or neglects to attend or to give evidence in pursuance of notice served on that person under section 8(5) or to produce any books or documents which he is required to produce under the said subsection, or who refuses to answer any lawful question touching the matters under consideration, or who knowingly or  wilfully gives any false evidence before the Commissioner is liable on  summary conviction to a fine of fifty thousand dollars and in default of payment to imprisonment for a term of two years."
                },
                {
                    "representation": "(4)",
                    "description": "Proceedings in respect of an offence under this Act may be commenced at any time within seven years after the date of the commission of the offence."
                }
            ]
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Manager and principal officers of corporation answerable. ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Manager and principal officers of corporation answerable. 13.  The  manager  or  other  principal  officer  in  Guyana  of  any company, corporation, society, association, partnership or other body of persons is answerable for doing all such acts as shall be required by or under this Act to be done by such company, corporation, society, association, partnership or body.",
            "description": "The  manager  or  other  principal  officer  in  Guyana  of  any company, corporation, society, association, partnership or other body of persons is answerable for doing all such acts as shall be required by or under this Act to be done by such company, corporation, society, association, partnership or body."
        }
    },
    {
        "act": "BAUXITE (PRODUCTION LEVY) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Regulations.   SCHEDULE —Rate and Tonnage  __________________________ 29 of 1974 An Act to provide for the imposition of a production levy on bauxite and laterite won or extracted in Guyana and for matters incidental thereto or connected therewith.  [1ST JANUARY, 1974]  Short title.     Interpretation. [13 of 1996] ",
            "context": "BAUXITE (PRODUCTION LEVY) ACT under Regulations.   SCHEDULE Rate and Tonnage  __________________________ 29 of 1974 An Act to provide for the imposition of a production levy on bauxite and laterite won or extracted in Guyana and for matters incidental thereto or connected therewith.  [1ST JANUARY, 1974]  Short title.     Interpretation. [13 of 1996] 14. (1)  The  Minister  may  make  regulations  generally  for  the carrying  out  of  the  provisions  and  purposes  of  this  Act  and,  in particular, but without prejudice to the generality of the foregoing provisions, may make regulations LAWS OF GUYANA Bauxite (Production Levy) Cap. 83:02 15  L.R.O. 1/2012                                                 (a)   restricting or prohibiting the extracting, winning or exporting of bauxite or laterite by any bauxite producer who is in default of the payment of any production levy or part thereof payable by the bauxite producer;  (b)    providing for the entry of officers on premises on or from  which bauxite or laterite is won, extracted, stored, processed or transported and for the powers and duties of such officers;  (c)   requiring bauxite producers to keep records and to furnish to the Minister or the Commissioner within such time and in such form as he may require such information relating to the winning, extraction or exportation of bauxite or laterite or any dealings therewith, as he may specify, and to produce for inspection any books or accounts or other documents of whatever nature or kind relating thereto;  (d)    prescribing any matter or thing which may  be, or is required by this Act to be, prescribed.  (2) Save  as  otherwise  provided  by  this  Act,  there  may  be annexed  to  the  breach  of  any  regulation  a  penalty  on  summary conviction of ten thousand dollars.     LAWS OF GUYANA 16 Cap. 83:02 Bauxite (Production Levy)   L.R.O. 1/2012  ss. 2, 4 and 5                                               SCHEDULE  RATE AND TONNAGE PART  I",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  may  make  regulations  generally  for  the carrying  out  of  the  provisions  and  purposes  of  this  Act  and,  in particular, but without prejudice to the generality of the foregoing provisions, may make regulations LAWS OF GUYANA Bauxite"
                },
                {
                    "representation": "(a)",
                    "description": "restricting or prohibiting the extracting, winning or exporting of bauxite or laterite by any bauxite producer who is in default of the payment of any production levy or part thereof payable by the bauxite producer;"
                },
                {
                    "representation": "(b)",
                    "description": "providing for the entry of officers on premises on or from  which bauxite or laterite is won, extracted, stored, processed or transported and for the powers and duties of such officers;"
                },
                {
                    "representation": "(c)",
                    "description": "requiring bauxite producers to keep records and to furnish to the Minister or the Commissioner within such time and in such form as he may require such information relating to the winning, extraction or exportation of bauxite or laterite or any dealings therewith, as he may specify, and to produce for inspection any books or accounts or other documents of whatever nature or kind relating thereto;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing any matter or thing which may  be, or is required by this Act to be, prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "Save  as  otherwise  provided  by  this  Act,  there  may  be annexed  to  the  breach  of  any  regulation  a  penalty  on  summary conviction of ten thousand dollars.     LAWS OF GUYANA 16 Cap. 83:02 Bauxite"
                }
            ]
        }
    }
]