[
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Short title. 1.  This Act may be cited as the Financial Institutions Act.",
            "description": "This Act may be cited as the Financial Institutions Act."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation PART II LICENSING OF FINANCIAL INSTITUTIONS  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Interpretation PART II LICENSING OF FINANCIAL INSTITUTIONS  2.  (1) In this Act   Administration means the Co-operate Finance Administration established under section 3 of  the  Co-operative  Financial Institutions Act.  affiliated  person in relation to another person means any person who controls, is controlled by, or is under common control with, the first person;  applicant means any person seeking to conduct a banking or financial business in Guyana;  assigned capital has the same meaning as in section 7(2)(b);  bank means a company licensed under this Act to carry on a banking business in Guyana, provided that where such a company is a foreign  company,  the  expression  shall,  except  as  otherwise expressly provided, refer to the branch or branches in Guyana through which that company carries on banking business;   the Bank means the Bank of Guyana established under the Bank of Guyana Act;  banking business means the business of accepting deposits including demand deposits in any currency, and the use LAWS OF GUYANA Financial Institutions Cap. 85:03 7  L.R.O. 1/2012                                                  of such funds for loans, advances, extensions of credit, guarantees, investments or other activities authorised by law;  borrower group means  (a)    a family group comprising an individual and his spouse, parents, children, brothers or sisters where each member of the group is substantially dependent upon the same income sources;  (b)  a company in which the family group indicated in paragraph (a) has controlling interest;  (c)   a group of companies which has a common controlling interest;  (d)  a group of persons in which the credit worthiness, ability to generate funds or the future viability of each, depends on one or other member of the group;  (e)     a group of persons in which one member has power directly or indirectly to control the other members;  (f)   any other group of persons which is prescribed by the Bank;  branch means an office or place of business other than its principal place of business, where a licensed financial institution carries out all or any part of its business with the public, provided, however, that branch also includes a place of business outside of Guyana of a locally incorporated licensed financial institution;  capital base means the total of paid-up share capital, LAWS OF GUYANA 8 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  statutory reserve fund, share premium  account  and retained earnings and any other capital  account approved by the Bank, in the case of locally incorporated licensed financial institutions, or the total of assigned capital, statutory reserve fund maintained in Guyana, and any other capital account approved by the Bank in the case of branches of licensed financial institutions which are incorporated outside of Guyana less any amount by which that total has been impaired in either case;  company means a company registered or incorporated in Guyana under the law for the time being in force relating to companies and includes a co-operative institution;  a company that is a national of a Member State means a company or other legal entity constituted in a Member State in conformity with the laws thereof and which that Member State regards as belonging to it, provided that such body corporate had been formed for gainful purpose and has its registered office and central administration, and carries on substantial activity within the Caribbean Community and is substantially owned and effectively controlled by a person who   (a) is a citizen of a Member State; or  (b) has a connection with a Member State of a kind which entitles him to be regarded as belonging to or, if it be so expressed, as being a native or resident of the State for the purposes of the laws thereof relating to immigration;  For the purposes of this definition a company or other legal entity is   (i) substantially owned if more than fifty LAWS OF GUYANA Financial Institutions Cap. 85:03 9  L.R.O. 1/2012                                c. 75:01                          percent of the entity interest of the company is beneficially owned by nationals mentioned in paragraph (a) or (b);  (ii) effectively controlled if the nationals mentioned in paragraph (a) or (b) have the power to name a majority of its directors or otherwise legally to direct its action;  control  means  the  power,  directly  or  indirectly,  to  direct  the management or policies of a company, or to vote twenty-five percent or more of any class of shares of such company;  co-operative institution means a co-operative financial institution established under the Co-operative Financial Institutions Act;  Court means the High Court;  demand deposit means any deposit which is payable on demand of the depositor;  deposit means any sum of money paid on terms  (a)    under which it will be repaid, with or without interest or a  premium,  and  either  on  demand  or  at  a  time  or  in circumstances agreed by or on behalf of the person making the payment and the person receiving it;  (b)   which are not referable to the provision or property or services or to the giving of security, and for the purposes of this paragraph, money is paid on terms which are referable to the  provision of property or LAWS OF GUYANA 10 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  services or to the giving of security if, and only if  (i)    it is paid by way of advance or part payment for the sale, hire or other provision of property or services of any kind and is repayable only in the event that the property or services is or  are not in fact sold, hired or otherwise provided;  (ii)   it is paid by way of security for payment for the provision of property or services of any kind provided or to be provided by the person by whom or on whose behalf the money is accepted; or  (iii)   it is paid by way of security for the delivery up or return of any property, whether in a particular state of repair or otherwise;  financial business means  (a)   being engaged in the business of receiving deposits from the public other than demand deposits, or receiving funds  from the public through the obtaining of loans, advances or extensions of credit, through the issuance of debt obligations, shares or securities, or through similar means, and the re-lending or investment of those deposits or funds in loans, advances, receivables, debt obligations, shares or securities of any kind, or the LAWS OF GUYANA Financial Institutions Cap. 85:03 11  L.R.O. 1/2012                              c. 88:01                          making of leases to finance the acquisition or use of movable or immovable property; or  (b)   holding oneself out to the public as being engaged in the  business of a lending institution, finance company, factor, discount house, leasing company, trust company, merchant bank, securities or loan broker, underwriter or dealer, unit trust or any such business specified in sub- paragraph (i) but does not include a banking business or an insurance business;  financial institution means a bank doing banking business or company other than a bank engaged in a financial business; but does not include a cooperative society registered under the Co-operative Societies  Act  or  the  Guyana  Co-operative  Agricultural  and Industrial Development Bank;  foreign company means a company organised or incorporated under the  laws of a country other than Guyana, and includes such company doing business in Guyana under the law for the time being in force relating to companies;  Governor means the Governor of the Bank of Guyana;  licence means a licence issued under section 6 authorising the conduct of a banking or financial business in Guyana;  licensed financial institution means a company to which a licence is issued under this Act;  Member State has the same meaning assigned to it in the Revised Treaty of Chaguaramas establishing the LAWS OF GUYANA 12 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  Caribbean Community (CARICOM), including the (CARICOM) Single Market and Economy signed at Nassau, The Bahamas, on 5th July, 2001;  officer in relation to a company means  (i)     the chairman or deputy chairman of the  board of directors, or president or vice-president;  (ii)    the   managing   director,   the   general   manager, comptroller, the secretary or the treasurer;   (iii)   any other individual who holds the title or office or who  performs  any  function  similar  to  those  normally performed by the holder of the offices specified in sub- paragraph (i) or (ii);  net profits  means all net earnings from current operations, plus actual recoveries on loans and investments previously written off, less required transfers to surplus or other funds for the payment of dividends or interest on, or the retirement of, any stock or debt obligation, all taxes owed and payable, capitalised organisational expenses, and any transfers to the reserve fund required under section 20;  person means any individual or company, and includes any group of persons or companies acting in concert;  subsidiary means any company owned or controlled by another company;  trust business means the acceptance of funds in the capacity of trustee, guardian, administrator, executor or similar fiduciary capacity. LAWS OF GUYANA Financial Institutions Cap. 85:03 13  L.R.O. 1/2012     c. 75:01              Necessity for licence to carry on banking and financial business.                             (2) With respect to any bank or company, engaged in a financial business, to which the law for the time being in force relating to companies, the Co-operative Financial Institutions Act, or any other law applies, in the case of any conflict between this Act and such other Act or law, the provisions of this Act shall prevail over such other Act or law, unless otherwise expressly provided in this Act or other such Act or law.  PART II LICENSING OF FINANCIAL INSTITUTIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   Administration means the Co-operate Finance Administration established under section 3 of  the  Co-operative  Financial Institutions Act.  affiliated  person in relation to another person means any person who controls, is controlled by, or is under common control with, the first person;  applicant means any person seeking to conduct a banking or financial business in Guyana;  assigned capital has the same meaning as in section 7(2)(b);  bank means a company licensed under this Act to carry on a banking business in Guyana, provided that where such a company is a foreign  company,  the  expression  shall,  except  as  otherwise expressly provided, refer to the branch or branches in Guyana through which that company carries on banking business;   the Bank means the Bank of Guyana established under the Bank of Guyana Act;  banking business means the business of accepting deposits including demand deposits in any currency, and the use LAWS OF GUYANA Financial Institutions Cap. 85:03 7  L.R.O. 1/2012                                                  of such funds for loans, advances, extensions of credit, guarantees, investments or other activities authorised by law;  borrower group means"
                },
                {
                    "representation": "(a)",
                    "description": "being engaged in the business of receiving deposits from the public other than demand deposits, or receiving funds  from the public through the obtaining of loans, advances or extensions of credit, through the issuance of debt obligations, shares or securities, or through similar means, and the re-lending or investment of those deposits or funds in loans, advances, receivables, debt obligations, shares or securities of any kind, or the LAWS OF GUYANA Financial Institutions Cap. 85:03 11  L.R.O. 1/2012                              c. 88:01                          making of leases to finance the acquisition or use of movable or immovable property; or"
                },
                {
                    "representation": "(b)",
                    "description": "holding oneself out to the public as being engaged in the  business of a lending institution, finance company, factor, discount house, leasing company, trust company, merchant bank, securities or loan broker, underwriter or dealer, unit trust or any such business specified in sub- paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "a group of companies which has a common controlling interest;"
                },
                {
                    "representation": "(d)",
                    "description": "a group of persons in which the credit worthiness, ability to generate funds or the future viability of each, depends on one or other member of the group;"
                },
                {
                    "representation": "(e)",
                    "description": "a group of persons in which one member has power directly or indirectly to control the other members;"
                },
                {
                    "representation": "(f)",
                    "description": "any other group of persons which is prescribed by the Bank;  branch means an office or place of business other than its principal place of business, where a licensed financial institution carries out all or any part of its business with the public, provided, however, that branch also includes a place of business outside of Guyana of a locally incorporated licensed financial institution;  capital base means the total of paid-up share capital, LAWS OF GUYANA 8 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  statutory reserve fund, share premium  account  and retained earnings and any other capital  account approved by the Bank, in the case of locally incorporated licensed financial institutions, or the total of assigned capital, statutory reserve fund maintained in Guyana, and any other capital account approved by the Bank in the case of branches of licensed financial institutions which are incorporated outside of Guyana less any amount by which that total has been impaired in either case;  company means a company registered or incorporated in Guyana under the law for the time being in force relating to companies and includes a co-operative institution;  a company that is a national of a Member State means a company or other legal entity constituted in a Member State in conformity with the laws thereof and which that Member State regards as belonging to it, provided that such body corporate had been formed for gainful purpose and has its registered office and central administration, and carries on substantial activity within the Caribbean Community and is substantially owned and effectively controlled by a person who"
                },
                {
                    "representation": "(i)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "With respect to any bank or company, engaged in a financial business, to which the law for the time being in force relating to companies, the Co-operative Financial Institutions Act, or any other law applies, in the case of any conflict between this Act and such other Act or law, the provisions of this Act shall prevail over such other Act or law, unless otherwise expressly provided in this Act or other such Act or law.  PART II LICENSING OF FINANCIAL INSTITUTIONS"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Necessity for licence to carry on banking and financial business. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Necessity for licence to carry on banking and financial business. 3.  (1) No banking business shall be transacted in Guyana except by a company which is in possession of a valid licence granted by the Bank authorising it to carry on a banking business in Guyana.  (2) No financial business shall be transacted in Guyana except by a company which is in possession of a valid licence granted to it by the Bank authorising it to conduct a financial business in Guyana:  Provided that a company licensed to conduct a banking business may also be authorised to conduct a financial business subject to the provisions of this Act.  (3) No licensed financial institution shall open a new branch or alter the location of an existing branch without the written permission of the Bank.  (4) Any person who contravenes subsection (1) or (2) shall be liable upon summary conviction to a fine of not more than two million dollars and imprisonment for not more than one year.  (5) Any person who contravenes subsection (3) shall be liable on summary conviction to a fine of not more than one hundred thousand dollars for each day during LAWS OF GUYANA 14 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                Licensing of existing institutions.                   which the offence continues.  (6) The Bank may, upon  written  notice  delivered  to  such company, direct any bank or financial institution which contravenes subsection (1) or (2) to cease conducting such banking or financial business or may take over the affairs of such bank or financial institution and appoint itself or any person specified in section 35 as liquidator thereof, and wind up such banks or financial institutions affairs, as provided in this Act.  (7) The Bank, after consultation with the Minister, may by regulations further prescribe those activities constituting a financial business and requiring the holding of a licence under this Act.  (8) The Bank may make regulations for financial institutions which do not accept deposits or funds from the public taking into account the type of business conducted by such institutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(2)",
                    "description": "to cease conducting such banking or financial business or may take over the affairs of such bank or financial institution and appoint itself or any person specified in section 35 as liquidator thereof, and wind up such banks or financial institutions affairs, as provided in this Act."
                },
                {
                    "representation": "(3)",
                    "description": "shall be liable on summary conviction to a fine of not more than one hundred thousand dollars for each day during LAWS OF GUYANA 14 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                Licensing of existing institutions.                   which the offence continues."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who contravenes subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any person who contravenes subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Bank may, upon  written  notice  delivered  to  such company, direct any bank or financial institution which contravenes subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The Bank, after consultation with the Minister, may by regulations further prescribe those activities constituting a financial business and requiring the holding of a licence under this Act."
                },
                {
                    "representation": "(8)",
                    "description": "The Bank may make regulations for financial institutions which do not accept deposits or funds from the public taking into account the type of business conducted by such institutions."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Licensing of existing institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Licensing of existing institutions. 4.  (1) A company carrying on a banking business in Guyana on the appointed date shall be deemed to have been issued a licence under section 6 and shall satisfy the minimum capital requirements in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A company carrying on a banking business in Guyana on the appointed date shall be deemed to have been issued a licence under section 6 and shall satisfy the minimum capital requirements in accordance with section"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Application for licence. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Application for licence. 5. (1) Prior to conducting a banking or financial business in Guyana, an applicant shall submit to the Bank an LAWS OF GUYANA 16 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  application, together with an application fee of twenty-five thousand dollars, for a licence in such form, and having due regard to the types of banking or financial business the applicant proposes to conduct, containing such information as the Bank may require including  (a)  the name, permanent address and nationality of the applicant or, in the case of an applicant group, each member of the applicant group;  (b)   the proposed memorandum and articles of association of the applicant;  (c)    the applicants proposed home office address, and the address of every proposed branch;  (d)  the name, permanent address and nationality of every person who owns, or proposes to subscribe to, more than ten percent of any class of shares to be issued by the applicant;   (e)  the name, permanent address and nationality of every proposed director and officer;  (f)     the amount of the applicants proposed capital;  (g)   a full description of the types of deposit-taking, lending and  other  financial  business  the  applicant  proposes  to conduct;  (h)   a detailed business plan or plan of operation, with projections, for at LAWS OF GUYANA Financial Institutions Cap. 85:03 17  L.R.O. 1/2012                                                  least the first three years of operations;  (i)      if available, financial statements for the last two years of operations audited in accordance with the requirements of the law for the time being in force regarding the audit of the accounts of companies or, in the case of a foreign company, in  accordance  with  accepted  auditing  standards  of  that companys country of incorporation; and  (j)     such additional information as the Bank may  require.  (2) In the case of an application from a foreign company, that company may submit to the Bank the information required to be submitted by such company under the law for the time being in force regarding the audit of the accounts of companies, plus such other information as the Bank may require.  (3) The Bank may refuse to accept an application which does not contain all of the information specified in subsection (1) or (2) by providing written notice to the applicant of such refusal.  (4) The Bank may specify the form and content of  any application submitted under this section and such specification may differentiate among classes of financial institutions with respect to the form and content of such application.  (5) Upon acceptance of an application under subsection (1) or (2), the Bank shall conduct such investigation and inquiries it deems necessary to determine whether the applicant is fit and proper to be granted a licence LAWS OF GUYANA 18 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                  Issue of licence.                                 under this Act, and in conducting such investigation and enquiries, the Bank shall consider the background, experience and integrity of the applicant, the financial resources and history of the applicant, the proposed management of the applicant, the adequacy of its capital, the effects on competition among financial institutions which the applicants activities might have, and such other matters as the Bank deems appropriate.  (6) The Bank may by notice published in the Gazette vary the application fee prescribed in subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "the name, permanent address and nationality of the applicant or, in the case of an applicant group, each member of the applicant group;"
                },
                {
                    "representation": "(b)",
                    "description": "the proposed memorandum and articles of association of the applicant;"
                },
                {
                    "representation": "(c)",
                    "description": "the applicants proposed home office address, and the address of every proposed branch;"
                },
                {
                    "representation": "(d)",
                    "description": "the name, permanent address and nationality of every person who owns, or proposes to subscribe to, more than ten percent of any class of shares to be issued by the applicant;"
                },
                {
                    "representation": "(e)",
                    "description": "the name, permanent address and nationality of every proposed director and officer;"
                },
                {
                    "representation": "(f)",
                    "description": "the amount of the applicants proposed capital;"
                },
                {
                    "representation": "(g)",
                    "description": "a full description of the types of deposit-taking, lending and  other  financial  business  the  applicant  proposes  to conduct;"
                },
                {
                    "representation": "(h)",
                    "description": "a detailed business plan or plan of operation, with projections, for at LAWS OF GUYANA Financial Institutions Cap. 85:03 17  L.R.O. 1/2012                                                  least the first three years of operations;"
                },
                {
                    "representation": "(i)",
                    "description": "if available, financial statements for the last two years of operations audited in accordance with the requirements of the law for the time being in force regarding the audit of the accounts of companies or, in the case of a foreign company, in  accordance  with  accepted  auditing  standards  of  that companys country of incorporation; and"
                },
                {
                    "representation": "(j)",
                    "description": "such additional information as the Bank may  require."
                },
                {
                    "representation": "(2)",
                    "description": "by providing written notice to the applicant of such refusal."
                },
                {
                    "representation": "(3)",
                    "description": "The Bank may refuse to accept an application which does not contain all of the information specified in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Bank may specify the form and content of  any application submitted under this section and such specification may differentiate among classes of financial institutions with respect to the form and content of such application."
                },
                {
                    "representation": "(5)",
                    "description": "Upon acceptance of an application under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Bank may by notice published in the Gazette vary the application fee prescribed in subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Issue of licence. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Issue of licence. 6.  (1) Within the time provided under subsection (4), the Bank taking into consideration the specified factors in section 5(5), shall review the application submitted under section 5 to determine whether the applicant satisfies the requirements of this Act for the issue of a licence,  but no licence shall be issued to any applicant unless the applicants capital satisfies the minimum capital requirements of section 7 and the Bank is satisfied that the applicant will be able to operate in compliance with the requirements of this Act.  (2) Upon a determination that the applicant satisfies the requirements of this Act, the Bank, after consultation with the Minister, may issue a licence specifying the banking or financial business the applicant is authorised to conduct, and publish in the Gazette and a newspaper of general circulation in Guyana notice of the issue of such licence.  (3) If the Bank determines that the applicant does not satisfy the requirements of this Act, the Bank, after consultation with the Minister, shall inform the applicant in writing of its refusal to grant a licence.  (4) The Bank shall act upon any application within one hundred and twenty days of its acceptance or, in the case of an application from a foreign company, one hundred and LAWS OF GUYANA Financial Institutions Cap. 85:03 19  L.R.O. 1/2012                                                  eighty days of its acceptance. The time limits provided in this section may be extended by the Bank for an additional period not exceeding ninety days upon written notice to the applicant requesting further information or  stating  that  further information is needed to review the application.  (5) The Bank may, in issuing a licence, impose any condition on the licence, or the operations of the licensed institution, it deems necessary or appropriate in the public interest.  (6) In the case of approval of any application for a licence to conduct a financial or trust business, the Bank shall expressly indicate in any such licence issued that the licensed financial institution is authorised to conduct a financial or trust business.   (7) Every licensed financial institution shall, upon the issue of a licence to carry on a banking or financial business, pay to the Bank the fee provided for in subsection (8).   (8) Every licensed financial institution shall pay to the Bank a fee of   (a)     five  hundred  thousand  dollars  for  each  place  of business in the City of Georgetown, the town of New Amsterdam, the town of Linden, the town of Rose Hall, the town of  Corriverton and the town of Anna Regina;  (b)   two hundred and fifty thousand dollars for each place of   business  situated  elsewhere  than  as  mentioned  in paragraph (a),  and so long as the licence is not revoked, the bank shall, not LAWS OF GUYANA 20 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                    c.88:01                                        later than the  1st February in every year, pay to the Bank the fee prescribed as aforesaid.   (9) The fee payable by a licensed financial institution under subsection (8), shall be in lieu of any tax payable by that institution under section 20 (1) (c) of the Tax Act in respect of the occupation of any building by the institution.  (10) All fees paid to the Bank under this section shall be paid by the Bank into a Consolidated Fund.  (11) Upon the issue of a licence to any applicant, the Bank forthwith shall transmit certified copies thereof to the Registrar of Companies, to the licensed financial institution for its head office and each of its branches, and if the applicant is a co-operative institution, one certified copy to the Administration. The licensed financial institution shall at all times prominently display for viewing by the public a certified copy of its licence at its head office and each branch where it conducts business.  (12) The Bank may, by notice in the Gazette, upon at least thirty days notice, vary the fees prescribed in subsection (8) either generally or in relation to any licensed financial institution  (13) No company other than a bank which is licensed to carry on a financial business shall  (a)    accept any deposits or funds from the public repayable on demand or in less than thirty days by cheque, draft or order drawn on the licensed financial institution, or in any other manner, and shall so inform the depositor or lender at the time the deposits or funds are accepted; LAWS OF GUYANA Financial Institutions Cap. 85:03 21  L.R.O. 1/2012               Capital. [7 of 2006]                                      (b)     repay any deposits or funds taken from the public within thirty days from the date on which the deposits or funds were  accepted:  Provided that this subsection shall not apply to deposits or funds obtained from other financial institutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c) of the Tax Act in respect of the occupation of any building by the institution."
                },
                {
                    "representation": "(2)",
                    "description": "Upon a determination that the applicant satisfies the requirements of this Act, the Bank, after consultation with the Minister, may issue a licence specifying the banking or financial business the applicant is authorised to conduct, and publish in the Gazette and a newspaper of general circulation in Guyana notice of the issue of such licence."
                },
                {
                    "representation": "(3)",
                    "description": "If the Bank determines that the applicant does not satisfy the requirements of this Act, the Bank, after consultation with the Minister, shall inform the applicant in writing of its refusal to grant a licence."
                },
                {
                    "representation": "(4)",
                    "description": "The Bank shall act upon any application within one hundred and twenty days of its acceptance or, in the case of an application from a foreign company, one hundred and LAWS OF GUYANA Financial Institutions Cap. 85:03 19  L.R.O. 1/2012                                                  eighty days of its acceptance. The time limits provided in this section may be extended by the Bank for an additional period not exceeding ninety days upon written notice to the applicant requesting further information or  stating  that  further information is needed to review the application."
                },
                {
                    "representation": "(5)",
                    "description": "The Bank may, in issuing a licence, impose any condition on the licence, or the operations of the licensed institution, it deems necessary or appropriate in the public interest."
                },
                {
                    "representation": "(6)",
                    "description": "In the case of approval of any application for a licence to conduct a financial or trust business, the Bank shall expressly indicate in any such licence issued that the licensed financial institution is authorised to conduct a financial or trust business."
                },
                {
                    "representation": "(7)",
                    "description": "Every licensed financial institution shall, upon the issue of a licence to carry on a banking or financial business, pay to the Bank the fee provided for in subsection"
                },
                {
                    "representation": "(8)",
                    "description": "either generally or in relation to any licensed financial institution"
                },
                {
                    "representation": "(a)",
                    "description": "accept any deposits or funds from the public repayable on demand or in less than thirty days by cheque, draft or order drawn on the licensed financial institution, or in any other manner, and shall so inform the depositor or lender at the time the deposits or funds are accepted; LAWS OF GUYANA Financial Institutions Cap. 85:03 21  L.R.O. 1/2012               Capital. [7 of 2006]"
                },
                {
                    "representation": "(b)",
                    "description": "repay any deposits or funds taken from the public within thirty days from the date on which the deposits or funds were  accepted:  Provided that this subsection shall not apply to deposits or funds obtained from other financial institutions."
                },
                {
                    "representation": "(9)",
                    "description": "The fee payable by a licensed financial institution under subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Capital. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Capital. 7.      (2) Any company carrying on a financial business in Guyana on the appointed date which proposes to continue in financial business shall be permitted to conduct such business, for a period of one year thereafter, on making application within three months after the appointed date to the Bank for the issue of a licence to carry on such business.   (3) A company carrying on a financial business in Guyana on the appointed date which has submitted an application under subsection (2) may be granted a provisional licence by the Bank upon submission to the Bank of an acceptable plan specifying the measures through which it LAWS OF GUYANA Financial Institutions Cap. 85:03 15  L.R.O. 1/2012                                                   Application for licence. shall satisfy the minimum capital requirements prescribed in section 7 and the provisional licence shall be valid until such time as a final licence is granted or refused but shall  not be valid for longer than the period provided in section 7(5) for the satisfaction of the minimum capital requirement.  (4) The Bank may, in issuing a provisional licence, impose such conditions thereon as the Bank deems necessary including   (a)  restrictions on the declaration of dividends;  (b)   restrictions on the acceptance of deposits or other types of funds from the public;  (c)     restrictions on the extension of credit facilities, or  (d)      any other conditions which the Bank deems necessary or appropriate in the public interest.  (5) Upon the issue of a provisional licence to any financial institution in subsection (2), such institution shall be  treated, and may conduct business, as a licensed  financial institution in accordance with the provisions of this Act.    (6) A company carrying on  banking or financial business in Guyana on the appointed day which does not propose to continue in such business shall within three months thereof submit to the Bank a plan specifying the measures, and the time within which, not being more than one year from the appointed date, it shall cease carrying on such business.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "may be granted a provisional licence by the Bank upon submission to the Bank of an acceptable plan specifying the measures through which it LAWS OF GUYANA Financial Institutions Cap. 85:03 15  L.R.O. 1/2012                                                   Application for licence. shall satisfy the minimum capital requirements prescribed in section 7 and the provisional licence shall be valid until such time as a final licence is granted or refused but shall  not be valid for longer than the period provided in section 7(5) for the satisfaction of the minimum capital requirement."
                },
                {
                    "representation": "(3)",
                    "description": "A company carrying on a financial business in Guyana on the appointed date which has submitted an application under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Bank may, in issuing a provisional licence, impose such conditions thereon as the Bank deems necessary including"
                },
                {
                    "representation": "(a)",
                    "description": "restrictions on the declaration of dividends;"
                },
                {
                    "representation": "(b)",
                    "description": "restrictions on the acceptance of deposits or other types of funds from the public;"
                },
                {
                    "representation": "(c)",
                    "description": "restrictions on the extension of credit facilities, or"
                },
                {
                    "representation": "(d)",
                    "description": "any other conditions which the Bank deems necessary or appropriate in the public interest."
                },
                {
                    "representation": "(5)",
                    "description": "Upon the issue of a provisional licence to any financial institution in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "A company carrying on  banking or financial business in Guyana on the appointed day which does not propose to continue in such business shall within three months thereof submit to the Bank a plan specifying the measures, and the time within which, not being more than one year from the appointed date, it shall cease carrying on such business."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Use of name; prohibited advertising. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Use of name; prohibited advertising. 8.  (1) No person other than a licensed financial institution shall use the words bank, financial institution, savings and loan or any of their derivatives or any mutations thereof in any language, or any other word indicating the carrying on of banking business or financial business, in the name, description or title under which such person is carrying on business in Guyana, or make any representation to such effect in any manner whatsoever for the purpose of indicating that such person is carrying on banking business or financial business in Guyana.  (2) Subsection (1) shall not apply to any association formed by banks for the purpose of representing the common interests of the members of such association, or other entities expressly permitted by the Bank.  (3) No person other than a licensed financial institution shall advertise, publicise or otherwise make any representation in any bill head, letter paper, circular, newspaper, radio or television advertisement, or other communication, or  in  any  other  name whatsoever, that such person is carrying on a banking or financial business in Guyana or is accepting deposits of any kind or in any other LAWS OF GUYANA 24 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                             Acquisition of control of financial institutions. [9 of 1996]                     manner whatsoever.  (4) No licensed financial institution shall describe its business in its title, in any bill head, letter paper, circular, newspaper, radio or television advertisement, or other communication, in a manner that is false, misleading, or inaccurately describes or represents the business in which it is engaged.  (5) Every financial institution which is a bank shall use as part of its description or title the word bank or one of its derivatives.  (6) Any person who acts in contravention of this section shall be liable on summary conviction to a fine of one hundred thousand dollars for every day during which the offence continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not apply to any association formed by banks for the purpose of representing the common interests of the members of such association, or other entities expressly permitted by the Bank."
                },
                {
                    "representation": "(2)",
                    "description": "Subsection"
                },
                {
                    "representation": "(3)",
                    "description": "No person other than a licensed financial institution shall advertise, publicise or otherwise make any representation in any bill head, letter paper, circular, newspaper, radio or television advertisement, or other communication, or  in  any  other  name whatsoever, that such person is carrying on a banking or financial business in Guyana or is accepting deposits of any kind or in any other LAWS OF GUYANA 24 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                             Acquisition of control of financial institutions. [9 of 1996]                     manner whatsoever."
                },
                {
                    "representation": "(4)",
                    "description": "No licensed financial institution shall describe its business in its title, in any bill head, letter paper, circular, newspaper, radio or television advertisement, or other communication, in a manner that is false, misleading, or inaccurately describes or represents the business in which it is engaged."
                },
                {
                    "representation": "(5)",
                    "description": "Every financial institution which is a bank shall use as part of its description or title the word bank or one of its derivatives."
                },
                {
                    "representation": "(6)",
                    "description": "Any person who acts in contravention of this section shall be liable on summary conviction to a fine of one hundred thousand dollars for every day during which the offence continues."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Acquisition of control of financial institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Acquisition of control of financial institutions. 9. (1) No person may, without the prior written approval of the Bank, acquire control of any licensed financial institution.  (2) Any person seeking to acquire control of a licensed financial institution shall submit to the Bank an application in such form and containing such information, including the following, as the Bank may specify  (a)  the identity, address, nationality, personal history, business background and experience of each person by whom or on whose behalf the acquisition is to be made (hereinafter the acquiring person);  (b)   the financial history of each acquiring person, including a statement of assets and. liabilities;  LAWS OF GUYANA Financial Institutions Cap. 85:03 25  L.R.O. 1/2012                                                  (c)   the terms and conditions of the proposed acquisition, and  the  identity,  source  and  amount  of  funds  or  other consideration to be used in making the acquisition;  (d)   any plans or proposals which the acquiring person may have  to  make  regarding  any  significant  change  in  the business, corporate structure, or management of the licensed financial institution, including any plans to liquidate, merge or reorganise the licensed financial institution;  (e)   any arrangements with respect to the solicitation of, or recommendations  to,  stockholders  for  the  purpose  of assisting in the acquisition; and  (f)    such other information as the Bank shall specify.  (3) Upon acceptance of any application under this section, the Bank shall determine whether the acquiring person is fit and proper to acquire  control  of  a  licensed  financial  institution,  making  such investigations and inquiries it deems necessary concerning, and shall consider, the background, experience and integrity of the acquiring person; the financial resources and history of the acquiring person; the financial condition and capitalisation of the licensed financial institution proposed to be acquired;  the  completeness and truthfulness of the information submitted by the acquiring person; and such other matters as it deems appropriate.  (4) In acting on any application under this section, the Bank shall take action within ninety days of the acceptance thereof but may, upon written notice to the LAWS OF GUYANA 26 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  acquiring person that further investigation or inquiry is needed, extend such time for an additional sixty days.   (5) The Bank may refuse to accept an application which does not contain all the information required under subsection (2).  (6) The Bank may further define the terms used in this section or specify further procedures for its implementation.  (7) The Bank may, upon due inquiry and investigation, deem any persons, borrower group or group of related persons, to be one person for purposes of this section.  (8) Any person who acquires or retains control of a licensed financial institution in contravention of this section shall be liable on summary conviction to a fine of one hundred thousand dollars for every day the offence continues.  (9) Notwithstanding anything in this Act or in any other written law, where a person who acquires control of a licensed financial institution is no longer a fit and proper person, he shall be notified by the Bank of this fact and he shall be required to take such steps as may be specified by the Bank to dispose of such shares as shall cause him to cease to have control of the licensed financial institution.  (10) In determining whether a person is a fit and proper person to hold any particular position, regard shall be had to his probity, to his competence and soundness of judgement for fulfilling the responsibilities of that position, to the diligence with which he is fulfilling or likely to fulfil those responsibilities and to whether the interests of depositors or potential depositors of the licensee are, or are likely to be, in any way threatened by his holding that position.  LAWS OF GUYANA Financial Institutions Cap. 85:03 27  L.R.O. 1/2012                                                  (11) Without prejudice to the generality of the provisions of subsection (10), regard may be had to the previous conduct and activities in  business or financial matters of the person in question and, in particular, to any evidence that he has  (a)   committed  an  offence  involving  fraud  or  other dishonesty or violence;  (b)      contravened  any  provision  made  by  or  under  an enactment  appearing  to  the  Bank  to  be  designed  for protecting members of the public against financial loss due to dishonesty,   incompetence   or   malpractice   by   persons concerned in the provision of banking, insurance, investment or other financial services or the management of companies or against financial loss due to the conduct of discharged or undischarged bankrupts;  (c)  engaged in any business practices appearing to the Bank to be deceitful or oppressive or otherwise improper (whether unlawful or not) or which otherwise reflect discredit on his method of conducting business;  (d)    a record which leads the Bank to believe that the person carried out an act of impropriety in the handling of banking business;  (e)      engaged in or been associated with any other business practices or otherwise conducted himself in such a LAWS OF GUYANA 28 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                          Investigation  of unlawful banking business.                                Revocation of licence and appeal.   way as to cast doubt on his competence and soundness of judgment.  (12) No person who owns or has acquired control of a licensed financial institution which accepts deposits shall be allowed to acquire control of another such licensed financial institution.  (13) No person shall be allowed to acquire shares, directly or indirectly through related persons, in one or more licensed financial institution incorporated in Guyana and which accepts deposits, in excess of twenty percent of the total paid-up capital of all such licensed financial institutions, except for the purpose of participating in the capital expansion of the licensed financial institution in which such person has acquired control.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person may, without the prior written approval of the Bank, acquire control of any licensed financial institution."
                },
                {
                    "representation": "(2)",
                    "description": "Any person seeking to acquire control of a licensed financial institution shall submit to the Bank an application in such form and containing such information, including the following, as the Bank may specify"
                },
                {
                    "representation": "(a)",
                    "description": "committed  an  offence  involving  fraud  or  other dishonesty or violence;"
                },
                {
                    "representation": "(b)",
                    "description": "contravened  any  provision  made  by  or  under  an enactment  appearing  to  the  Bank  to  be  designed  for protecting members of the public against financial loss due to dishonesty,   incompetence   or   malpractice   by   persons concerned in the provision of banking, insurance, investment or other financial services or the management of companies or against financial loss due to the conduct of discharged or undischarged bankrupts;"
                },
                {
                    "representation": "(c)",
                    "description": "engaged in any business practices appearing to the Bank to be deceitful or oppressive or otherwise improper"
                },
                {
                    "representation": "(d)",
                    "description": "a record which leads the Bank to believe that the person carried out an act of impropriety in the handling of banking business;"
                },
                {
                    "representation": "(e)",
                    "description": "engaged in or been associated with any other business practices or otherwise conducted himself in such a LAWS OF GUYANA 28 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                          Investigation  of unlawful banking business.                                Revocation of licence and appeal.   way as to cast doubt on his competence and soundness of judgment."
                },
                {
                    "representation": "(f)",
                    "description": "such other information as the Bank shall specify."
                },
                {
                    "representation": "(3)",
                    "description": "Upon acceptance of any application under this section, the Bank shall determine whether the acquiring person is fit and proper to acquire  control  of  a  licensed  financial  institution,  making  such investigations and inquiries it deems necessary concerning, and shall consider, the background, experience and integrity of the acquiring person; the financial resources and history of the acquiring person; the financial condition and capitalisation of the licensed financial institution proposed to be acquired;  the  completeness and truthfulness of the information submitted by the acquiring person; and such other matters as it deems appropriate."
                },
                {
                    "representation": "(4)",
                    "description": "In acting on any application under this section, the Bank shall take action within ninety days of the acceptance thereof but may, upon written notice to the LAWS OF GUYANA 26 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  acquiring person that further investigation or inquiry is needed, extend such time for an additional sixty days."
                },
                {
                    "representation": "(5)",
                    "description": "The Bank may refuse to accept an application which does not contain all the information required under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Bank may further define the terms used in this section or specify further procedures for its implementation."
                },
                {
                    "representation": "(7)",
                    "description": "The Bank may, upon due inquiry and investigation, deem any persons, borrower group or group of related persons, to be one person for purposes of this section."
                },
                {
                    "representation": "(8)",
                    "description": "Any person who acquires or retains control of a licensed financial institution in contravention of this section shall be liable on summary conviction to a fine of one hundred thousand dollars for every day the offence continues."
                },
                {
                    "representation": "(9)",
                    "description": "Notwithstanding anything in this Act or in any other written law, where a person who acquires control of a licensed financial institution is no longer a fit and proper person, he shall be notified by the Bank of this fact and he shall be required to take such steps as may be specified by the Bank to dispose of such shares as shall cause him to cease to have control of the licensed financial institution."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Investigation of unlawful banking business. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Investigation of unlawful banking business. 10. (1) Where the Bank has reason to believe that any person is conducting a banking or financial business in Guyana without a valid licence, or has acquired control of a licensed financial institution without prior approval of the Bank, it may, by notice in writing, request that person to produce to the Bank any books, accounts, financial statements or other records of any kind to determine whether such person is conducting such business or has acquired such control.  (2) Any person who refuses to comply with any notice delivered under subsection (1) within five days of the delivery thereof shall be liable on summary conviction to a fine of ten thousand dollars for every day during which the offence continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "within five days of the delivery thereof shall be liable on summary conviction to a fine of ten thousand dollars for every day during which the offence continues."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who refuses to comply with any notice delivered under subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Revocation of licence and appeal. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Revocation of licence and appeal. 11.  (1) The Bank may, after consultation with the Minister, issue to any licensed financial institution a notice of its intention to revoke the licence of that institution if    LAWS OF GUYANA Financial Institutions Cap. 85:03 29  L.R.O. 1/2012                                                  (a)     the financial institution fails to pay the fee prescribed for the licence within the time specified in section 6(8);  (b)     the financial institution ceases to carry on a banking or financial business in Guyana or goes into liquidation or is wound up or otherwise dissolved;  (c)     the financial institution fails to comply with any of the provisions of this Act or any other Act to which it is subject, or fails to comply satisfactorily with any order or direction issued by the Bank under section 33 after having been given a reasonable time to do so;   (d)  the holder of the licence fails to commence operations within a period of six months following the issue of a licence under this Act; or  (e)   the financial  institution  fails  to  comply  with  any condition of its licence.  (2) Any written notice  delivered  to  the  licensed  financial institution under subsection (1) shall include a detailed statement of the Banks reasons therefor and shall be delivered at least fourteen days prior to the taking by the Bank of any further action on the notice and shall invite the licensed financial institution to give any reason why the licence should not be revoked.  (3) Any notice delivered under subsection (1) as to which the Bank is of the opinion that the licensed financial institution has given no sufficient reason why the licence LAWS OF GUYANA 30 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                  Approval of fundamental changes.              should not be revoked or an appeal is not timely taken under this section shall become final, and the licence of the institution to which the notice was delivered shall be revoked by the Bank, within such time as may be specified in the notice.   (4) A licensed financial institution may appeal to the Court against any notice delivered to it under subsection (1) within fourteen days of the delivery thereof and such appeal shall be heard by a Judge in Chambers who may confirm or set aside the notice of revocation of the licence, and his decision shall be final.  (5) An appeal made under subsection (4) shall not act to stay any of the measures taken by the Bank in accordance with this section.  (6) Upon revocation of a licence, the licensed financial institution forthwith shall surrender to the Bank every copy of the licence that is on display in its head office and each branch of the institution. The Bank shall publish in the Gazette and a newspaper of general circulation in Guyana notification of the revocation of any licence after the revocation has become final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "within fourteen days of the delivery thereof and such appeal shall be heard by a Judge in Chambers who may confirm or set aside the notice of revocation of the licence, and his decision shall be final."
                },
                {
                    "representation": "(a)",
                    "description": "the financial institution fails to pay the fee prescribed for the licence within the time specified in section 6(8);"
                },
                {
                    "representation": "(b)",
                    "description": "the financial institution ceases to carry on a banking or financial business in Guyana or goes into liquidation or is wound up or otherwise dissolved;"
                },
                {
                    "representation": "(c)",
                    "description": "the financial institution fails to comply with any of the provisions of this Act or any other Act to which it is subject, or fails to comply satisfactorily with any order or direction issued by the Bank under section 33 after having been given a reasonable time to do so;"
                },
                {
                    "representation": "(d)",
                    "description": "the holder of the licence fails to commence operations within a period of six months following the issue of a licence under this Act; or"
                },
                {
                    "representation": "(e)",
                    "description": "the financial  institution  fails  to  comply  with  any condition of its licence."
                },
                {
                    "representation": "(2)",
                    "description": "Any written notice  delivered  to  the  licensed  financial institution under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any notice delivered under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "shall not act to stay any of the measures taken by the Bank in accordance with this section."
                },
                {
                    "representation": "(5)",
                    "description": "An appeal made under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Upon revocation of a licence, the licensed financial institution forthwith shall surrender to the Bank every copy of the licence that is on display in its head office and each branch of the institution. The Bank shall publish in the Gazette and a newspaper of general circulation in Guyana notification of the revocation of any licence after the revocation has become final."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Approval of fundamental changes.  PART III RESTRICTIONS ON BANKING AND FINANCIAL ACTIVITIES  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Approval of fundamental changes.  PART III RESTRICTIONS ON BANKING AND FINANCIAL ACTIVITIES  12. (1) Without the approval of the Bank, no licensed financial institution may  (a)   enter into any merger or amalgamation with any other company;  (b)      transfer the whole or a substantial part of its assets or liabilities in Guyana;  (c)   engage in any type of banking or financial business not specified in its LAWS OF GUYANA Financial Institutions Cap. 85:03 31  L.R.O. 1/2012                                  Payment of dividends, purchase of shares.               licence;.  (d)     take any action to reduce or impair, in any respect, its capital or assigned capital, as the case may be;  (e)     change its title or name or amend its memorandum or articles of association; or  (f)       relocate its head office.  (2) Any action taken under subparagraph (1)(a), (b) or (c) shall be evaluated by  the Bank using the criteria for the issue of a licence under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Without the approval of the Bank, no licensed financial institution may"
                },
                {
                    "representation": "(a)",
                    "description": "enter into any merger or amalgamation with any other company;"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "shall be evaluated by  the Bank using the criteria for the issue of a licence under section"
                },
                {
                    "representation": "(d)",
                    "description": "take any action to reduce or impair, in any respect, its capital or assigned capital, as the case may be;"
                },
                {
                    "representation": "(e)",
                    "description": "change its title or name or amend its memorandum or articles of association; or"
                },
                {
                    "representation": "(f)",
                    "description": "relocate its head office."
                },
                {
                    "representation": "(2)",
                    "description": "Any action taken under subparagraph"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Payment of dividends; purchase of shares. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Payment of dividends; purchase of shares. 13.  (1) No licensed financial institution shall declare, credit or pay any dividend, or make any transfer from profits, whenever such payment or transfer would result in an impairment of its capital or assigned capital, as the case may be.  (2) Unless thirty days notice is given to the Bank by a licensed financial institution, no licensed financial institution shall declare, credit or pay any dividend, or make any transfer from profits, where the total of all such dividends or transfers declared, credited or paid during any one year exceeds the total of its net profits for that year plus the retained net profits for the preceding year.  LAWS OF GUYANA 32 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                     Restriction on certain financial activities. [22 of 2004]               (3) Notwithstanding   subsection   (2),   a   licensed   financial institution may, with the approval of the Bank, pay dividends in the form of fully paid-up and unimpaired capital shares to the extent that there is available capital, surplus and retained earnings available to support such share dividends.  (4) Every licensed financial institution shall give the Bank at least fourteen days written notice in advance of the declaration of any dividend.  (5) No licensed financial institution may repurchase its own shares without the prior written approval of the Bank.  (6) Without the approval of the Bank, no licensed financial institution whose paid-up or assigned capital is less than two hundred and fifty million dollars, shall declare, credit or pay any dividend, or make any transfer from profits, and every such licensed financial institution shall give the Bank at least thirty days advance written notice of its intention to declare, credit or pay any dividend, or make any transfer from profits.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No licensed financial institution shall declare, credit or pay any dividend, or make any transfer from profits, whenever such payment or transfer would result in an impairment of its capital or assigned capital, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Unless thirty days notice is given to the Bank by a licensed financial institution, no licensed financial institution shall declare, credit or pay any dividend, or make any transfer from profits, where the total of all such dividends or transfers declared, credited or paid during any one year exceeds the total of its net profits for that year plus the retained net profits for the preceding year.  LAWS OF GUYANA 32 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                     Restriction on certain financial activities. [22 of 2004]"
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding   subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Every licensed financial institution shall give the Bank at least fourteen days written notice in advance of the declaration of any dividend."
                },
                {
                    "representation": "(5)",
                    "description": "No licensed financial institution may repurchase its own shares without the prior written approval of the Bank."
                },
                {
                    "representation": "(6)",
                    "description": "Without the approval of the Bank, no licensed financial institution whose paid-up or assigned capital is less than two hundred and fifty million dollars, shall declare, credit or pay any dividend, or make any transfer from profits, and every such licensed financial institution shall give the Bank at least thirty days advance written notice of its intention to declare, credit or pay any dividend, or make any transfer from profits."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Restriction of certain financial activities. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Restriction of certain financial activities. 14. (1) A licensed financial institution shall not grant to any person, or borrower group, any loan, advance, financial guarantee, or other extension of credit, or incur any other liability on behalf of such person or borrower group, so that the total value of the loans, advances, financial guarantees or other extensions of credit, and other liabilities is at any time, in respect of such person, more than twenty-five percent of its capital base, or in respect of such borrower group, more than forty per cent of its capital base, and where any portion of the total value of loans, advances, financial guarantees or other extensions of credit or other liabilities is unsecured, that portion shall not exceed ten per cent of its capital base in the case of a person or twenty per cent of its capital base in case of a borrower group:  LAWS OF GUYANA Financial Institutions Cap. 85:03 33  L.R.O. 1/2012                                                  Provided that the preceding limitation shall not apply to (a)    a loan, advance or other extension of credit between branches of a licensed financial institution;  (b)    a loan, advance or other extension of credit to the Government of Guyana or to any public sector enterprise, the repayment of which is fully guaranteed by the Government of Guyana;  (c)    a loan, advance or other extension of credit which as regards  (i)   a person with respect to the portion thereof which exceeds twenty-five percent; or  (ii)    a borrower group with respect to the portion thereof which exceeds forty percent,  of the  licensed  financial  institutions  fully  paid-up  and unimpaired capital, is fully collateralised by deposits with the financial institution, or by obligations of the Government of Guyana;  (d)    a loan, advance or other extension of credit which is fully guaranteed by the International Bank for Reconstruction and Development, the Inter-American Development Bank, or other similar multilateral lending organisations; or  (e)      such other loans as may be determined by the Bank. LAWS OF GUYANA 34 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  (2)       (a)  No licensed financial institution shall grant any loan, advance or other extension of credit against the security of its own shares.   (b)   No licensed financial institution shall make a loan, advance or other extension of credit in any amount to any person for the purpose of purchasing shares in the licensed financial institution, or its parent company, or in any of its subsidiaries or affiliates except where such loan, advance or other extension of credit is fully collateralised by deposits with the financial institution, or by obligations of the Government of Guyana.   (3) No licensed financial institution shall grant or permit to be outstanding unsecured loans, advances or other extensions of credit of a total amount in excess of two percent of its capital base to any one of the following classes of persons, nor allow such loans, advances or facilities to all such persons to exceed, in the aggregate ten percent of its capital base  (a)    to any one of its officers or directors whether such advances or facilities are obtained by its directors jointly or severally;  (b)    to any person which is affiliated with the officer or director, in which the officer or director owns equity capital or otherwise has a beneficial interest of ten percent or more, or of which the officer or director is a guarantor; LAWS OF GUYANA Financial Institutions Cap. 85:03 35  L.R.O. 1/2012                                                Restriction on depository institution  (c)     to any person which holds twenty per cent or more of the paid-up capital of the licensed financial institution; or  (d)    to any other classes of persons specified by the Bank to be related to a licensed financial institution.  (4) No licensed financial institution shall grant or permit to be outstanding to its officials and employees, unsecured loans, advances or other extensions of credit which, in a total amount for any one official or employee,  exceed  two  years  emoluments  of  such  official  or employee, other than loans, advances or credit facilities extended exclusively for the purpose of acquiring a principal residence.  (5) Every licensed financial institution shall submit in writing to the Bank on a quarterly basis a list of the following transactions    (a)    every loan, advance, guarantee or other extension of credit, or liability made to or incurred on behalf of any person, or group of related persons, which in respect of such person, or group of related persons, exceeds twenty per cent of the financial institutions capital base; and  (b)  every transaction referred to in subsections (3) and (4).  (6) The Bank may by notice further define the terms used in this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensed financial institution shall not grant to any person, or borrower group, any loan, advance, financial guarantee, or other extension of credit, or incur any other liability on behalf of such person or borrower group, so that the total value of the loans, advances, financial guarantees or other extensions of credit, and other liabilities is at any time, in respect of such person, more than twenty-five percent of its capital base, or in respect of such borrower group, more than forty per cent of its capital base, and where any portion of the total value of loans, advances, financial guarantees or other extensions of credit or other liabilities is unsecured, that portion shall not exceed ten per cent of its capital base in the case of a person or twenty per cent of its capital base in case of a borrower group:  LAWS OF GUYANA Financial Institutions Cap. 85:03 33  L.R.O. 1/2012                                                  Provided that the preceding limitation shall not apply to"
                },
                {
                    "representation": "(a)",
                    "description": "every loan, advance, guarantee or other extension of credit, or liability made to or incurred on behalf of any person, or group of related persons, which in respect of such person, or group of related persons, exceeds twenty per cent of the financial institutions capital base; and"
                },
                {
                    "representation": "(b)",
                    "description": "every transaction referred to in subsections"
                },
                {
                    "representation": "(c)",
                    "description": "to any person which holds twenty per cent or more of the paid-up capital of the licensed financial institution; or"
                },
                {
                    "representation": "(i)",
                    "description": "a person with respect to the portion thereof which exceeds twenty-five percent; or"
                },
                {
                    "representation": "(d)",
                    "description": "to any other classes of persons specified by the Bank to be related to a licensed financial institution."
                },
                {
                    "representation": "(e)",
                    "description": "such other loans as may be determined by the Bank. LAWS OF GUYANA 34 Cap. 85:03 Financial Institutions   L.R.O. 1/2012"
                },
                {
                    "representation": "(2)",
                    "description": ""
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "No licensed financial institution shall grant or permit to be outstanding to its officials and employees, unsecured loans, advances or other extensions of credit which, in a total amount for any one official or employee,  exceed  two  years  emoluments  of  such  official  or employee, other than loans, advances or credit facilities extended exclusively for the purpose of acquiring a principal residence."
                },
                {
                    "representation": "(5)",
                    "description": "Every licensed financial institution shall submit in writing to the Bank on a quarterly basis a list of the following transactions"
                },
                {
                    "representation": "(6)",
                    "description": "The Bank may by notice further define the terms used in this section."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Restriction on depository institution activities. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Restriction on depository institution activities. 15. (1) A licensed financial institution which takes deposits shall not engage, whether on its own account or on a LAWS OF GUYANA 36 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  activities.                                         Penalty.        Financial activities of depository institutions.   commission basis, in the wholesale or retail trade, including the import or export trade, except in the course of the satisfaction of debts due to it and the due performance of its functions as a trustee, executor or administrator or as attorney for any such person.  (2) A licensed financial institution which takes deposits may acquire or hold in the aggregate fifty per cent of its capital base in the share  capital  of  any  commercial,  agricultural,  industrial  or  other undertaking but such shareholding shall not in respect of any one such undertaking  exceed  twenty  five  percent  of  the  licensed  financial institutions capital base.  (3) A licensed financial institution which takes deposits shall not purchase, acquire, own, lease or otherwise hold immovable property except as may be necessary for the purpose of conducting its business, housing its staff or providing recreational facilities for its employees:  Provided that the licensed  financial  institution  may  acquire immovable property for the satisfaction of debts due to it and for the due performance of its function as a trustee, executor or administrator or as attorney for any such person, but such property shall, however, be resold within such time as may be specified by the Bank.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensed financial institution which takes deposits shall not engage, whether on its own account or on a LAWS OF GUYANA 36 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  activities.                                         Penalty.        Financial activities of depository institutions.   commission basis, in the wholesale or retail trade, including the import or export trade, except in the course of the satisfaction of debts due to it and the due performance of its functions as a trustee, executor or administrator or as attorney for any such person."
                },
                {
                    "representation": "(2)",
                    "description": "A licensed financial institution which takes deposits may acquire or hold in the aggregate fifty per cent of its capital base in the share  capital  of  any  commercial,  agricultural,  industrial  or  other undertaking but such shareholding shall not in respect of any one such undertaking  exceed  twenty  five  percent  of  the  licensed  financial institutions capital base."
                },
                {
                    "representation": "(3)",
                    "description": "A licensed financial institution which takes deposits shall not purchase, acquire, own, lease or otherwise hold immovable property except as may be necessary for the purpose of conducting its business, housing its staff or providing recreational facilities for its employees:  Provided that the licensed  financial  institution  may  acquire immovable property for the satisfaction of debts due to it and for the due performance of its function as a trustee, executor or administrator or as attorney for any such person, but such property shall, however, be resold within such time as may be specified by the Bank."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Penalty. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Penalty. 16. Where a licensed financial institution contravenes any of the provisions of section 14 or 15, and fails to avail itself of the provisions of section 18 the financial institution shall be liable on summary conviction to a fine of one million dollars.",
            "description": "Where a licensed financial institution contravenes any of the provisions of section 14 or 15, and fails to avail itself of the provisions of section 18 the financial institution shall be liable on summary conviction to a fine of one million dollars."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Financial activities of depository institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Financial activities of depository institutions. 17. (1) The Bank may require any licensed financial institution which takes deposits and which engages in a financial business to conduct such financial  business  in  such  a  manner,  and  under  such  terms  and conditions, as it deems necessary to protect the interests of depositors, prevent LAWS OF GUYANA Financial Institutions Cap. 85:03 37  L.R.O. 1/2012                                                  conflicts of interest, and reduce any risk which such financial business may pose to the institution and the financial services sector.  (2) Without limiting the generality of the foregoing, the Bank may take one or more of the following steps  (a)    require  a  given  type  of  financial  business  to  be conducted only through a subsidiary or affiliated company of the financial institution;  (b)   require that any investments in, or loans, advances or other extensions of credit to, such subsidiary or affiliate of the financial institution be deducted from its capital for purposes of section 7;  (c)    prohibit or restrict loans, advances or other extensions of credit by the financial institution to such subsidiary or affiliate;  (d)   prohibit  or  restrict  the  financial  institution  from purchasing or guaranteeing any obligations or securities issued or underwritten by the subsidiary or affiliate;  (e)  prohibit or restrict the financial institution and such subsidiary or affiliate from having officers or directors in common; or  (f)     require or prohibit such other actions as the Bank deems  necessary  in  relation  to  the  licensed  financial LAWS OF GUYANA 38 Cap. 85:03 Financial Institutions   L.R.O. 1/2012     Transitional provisions for certain transactions.                            Financial or trust business.                 institution or its subsidiary.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Bank may require any licensed financial institution which takes deposits and which engages in a financial business to conduct such financial  business  in  such  a  manner,  and  under  such  terms  and conditions, as it deems necessary to protect the interests of depositors, prevent LAWS OF GUYANA Financial Institutions Cap. 85:03 37  L.R.O. 1/2012                                                  conflicts of interest, and reduce any risk which such financial business may pose to the institution and the financial services sector."
                },
                {
                    "representation": "(2)",
                    "description": "Without limiting the generality of the foregoing, the Bank may take one or more of the following steps"
                },
                {
                    "representation": "(a)",
                    "description": "require  a  given  type  of  financial  business  to  be conducted only through a subsidiary or affiliated company of the financial institution;"
                },
                {
                    "representation": "(b)",
                    "description": "require that any investments in, or loans, advances or other extensions of credit to, such subsidiary or affiliate of the financial institution be deducted from its capital for purposes of section 7;"
                },
                {
                    "representation": "(c)",
                    "description": "prohibit or restrict loans, advances or other extensions of credit by the financial institution to such subsidiary or affiliate;"
                },
                {
                    "representation": "(d)",
                    "description": "prohibit  or  restrict  the  financial  institution  from purchasing or guaranteeing any obligations or securities issued or underwritten by the subsidiary or affiliate;"
                },
                {
                    "representation": "(e)",
                    "description": "prohibit or restrict the financial institution and such subsidiary or affiliate from having officers or directors in common; or"
                },
                {
                    "representation": "(f)",
                    "description": "require or prohibit such other actions as the Bank deems  necessary  in  relation  to  the  licensed  financial LAWS OF GUYANA 38 Cap. 85:03 Financial Institutions   L.R.O. 1/2012     Transitional provisions for certain transactions.                            Financial or trust business.                 institution or its subsidiary."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Transitional provisions for certain transactions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Transitional provisions for certain transactions. 18. (1) Any financial institution which becomes a licensed financial institution under this Act on the appointed date, which entered into any transaction, which on such date violates the provisions of section 14 or 15 shall, within three months of such date, submit in writing to the Bank a statement of each such transaction, and the financial institutions plan for terminating the transaction or otherwise bringing itself into compliance with this Act.  (2) Each transaction referred to in subsection (1) shall be liquidated in full within four years of the appointed date, which  period may, upon good cause shown to the Bank, be extended by the Bank for not more than one year at a time, but no extensions with respect to any one transaction shall exceed, in the aggregate, three years.   (3) Nothing in section 14 or 15 shall be construed as preventing a licensed financial institution from enforcing any transaction referred to therein against any person who is a party thereto or against whom it could have been otherwise enforced.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liquidated in full within four years of the appointed date, which  period may, upon good cause shown to the Bank, be extended by the Bank for not more than one year at a time, but no extensions with respect to any one transaction shall exceed, in the aggregate, three years."
                },
                {
                    "representation": "(2)",
                    "description": "Each transaction referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in section 14 or 15 shall be construed as preventing a licensed financial institution from enforcing any transaction referred to therein against any person who is a party thereto or against whom it could have been otherwise enforced."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Financial or trust business.   PART IV RESERVE FUNDS AND LIQUID ASSETS  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Financial or trust business.   PART IV RESERVE FUNDS AND LIQUID ASSETS  19. (1) The Bank may specify procedures, specifically governing the operations of licensed financial institutions engaged in a financial or trust business, taking into account the nature of the business in which such financial institutions engage, including procedures relating to    (a)      permissible investments for licensed financial institutions conducting a financial or trust business;  (b)     minimum liquidity requirements;  (c)   bonding  and deposit requirements LAWS OF GUYANA Financial Institutions Cap. 85:03 39  L.R.O. 1/2012                                                  with  respect to the conduct of a trust business; (d)    books, records and other accounts to be maintained by such financial institutions; and  (e) requirements for the collective investment of funds held in a fiduciary capacity.  (2) No licensed financial institution which engages in a trust business shall  (a)     commingle, in any respect, any assets or funds held in a fiduciary capacity with the general assets of the institution;   (b)  commingle the assets or funds of separate accounts held in a fiduciary capacity, other than as permitted under paragraph (1)(e),  (c)    accept deposits in any department or division of the financial institution which conducts a trust business; or  (d)     make any loan or extension of credit of any funds held in a fiduciary capacity to any officer, director or employee of the financial institution.  (3) Any person who contravenes, or causes the contravention of, subsection (2) shall be liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for not more than two years.  (4) Unless authorised under other applicable laws, an order of any court of competent jurisdiction, or the LAWS OF GUYANA 40 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                 Maintenance  of reserve fund.                                  instrument creating the trust relationship, no licensed financial institution shall engage as fiduciary in any transaction in which the financial institution has such a financial interest as might affect the best judgment of the institution in engaging in such transaction.  PART IV RESERVE FUNDS AND LIQUID ASSETS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Bank may specify procedures, specifically governing the operations of licensed financial institutions engaged in a financial or trust business, taking into account the nature of the business in which such financial institutions engage, including procedures relating to"
                },
                {
                    "representation": "(a)",
                    "description": "commingle, in any respect, any assets or funds held in a fiduciary capacity with the general assets of the institution;"
                },
                {
                    "representation": "(b)",
                    "description": "commingle the assets or funds of separate accounts held in a fiduciary capacity, other than as permitted under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "accept deposits in any department or division of the financial institution which conducts a trust business; or"
                },
                {
                    "representation": "(d)",
                    "description": "make any loan or extension of credit of any funds held in a fiduciary capacity to any officer, director or employee of the financial institution."
                },
                {
                    "representation": "(e)",
                    "description": "requirements for the collective investment of funds held in a fiduciary capacity."
                },
                {
                    "representation": "(2)",
                    "description": "shall be liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for not more than two years."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes, or causes the contravention of, subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Unless authorised under other applicable laws, an order of any court of competent jurisdiction, or the LAWS OF GUYANA 40 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                 Maintenance  of reserve fund.                                  instrument creating the trust relationship, no licensed financial institution shall engage as fiduciary in any transaction in which the financial institution has such a financial interest as might affect the best judgment of the institution in engaging in such transaction.  PART IV RESERVE FUNDS AND LIQUID ASSETS"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Maintenance of reserve fund.  LAWS OF GUYANA 4 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  SECTION  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Maintenance of reserve fund.  LAWS OF GUYANA 4 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  SECTION  20. (1) Every licensed financial institution which takes deposits shall maintain a reserve fund and shall, out of its net profits of each year and before any dividend is declared, credited or paid, or before profits are remitted to the Head Office, transfer to the fund a sum equal to not less than fifteen percent of such profits whenever the amount of the reserve fund is less than the paid-up capital or assigned capital of the licensed financial institution.  (2) Where  (a)    the amount at the credit of the reserve fund of a licensed financial institution exceeds its paid-up capital or assigned capital, as the case may be; and   (b)    the licensed financial institution intends to reduce  its reserve fund,  the licensed financial institution shall, in writing, inform the Bank accordingly and apply in writing to the Bank for permission to reduce its reserve  fund in accordance with subsection (3) by an amount not exceeding the amount of the excess as aforesaid.  (3) The reduction referred to in subsection (2) may be effected by the issue by the licensed financial institution of bonus shares or by the redemption of preference shares or LAWS OF GUYANA Financial Institutions Cap. 85:03 41  L.R.O. 1/2012     Minimum holdings of liquid assets.                                            both.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensed financial institution which takes deposits shall maintain a reserve fund and shall, out of its net profits of each year and before any dividend is declared, credited or paid, or before profits are remitted to the Head Office, transfer to the fund a sum equal to not less than fifteen percent of such profits whenever the amount of the reserve fund is less than the paid-up capital or assigned capital of the licensed financial institution."
                },
                {
                    "representation": "(2)",
                    "description": "may be effected by the issue by the licensed financial institution of bonus shares or by the redemption of preference shares or LAWS OF GUYANA Financial Institutions Cap. 85:03 41  L.R.O. 1/2012     Minimum holdings of liquid assets.                                            both."
                },
                {
                    "representation": "(a)",
                    "description": "the amount at the credit of the reserve fund of a licensed financial institution exceeds its paid-up capital or assigned capital, as the case may be; and"
                },
                {
                    "representation": "(b)",
                    "description": "the licensed financial institution intends to reduce  its reserve fund,  the licensed financial institution shall, in writing, inform the Bank accordingly and apply in writing to the Bank for permission to reduce its reserve  fund in accordance with subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The reduction referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Minimum holdings of liquid assets.  PART V AUDITING AND REPORTING  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Minimum holdings of liquid assets.  PART V AUDITING AND REPORTING  21. (1) Every licensed financial institution which takes deposits shall at all times maintain a minimum level of liquid assets as defined in subsection (3), in such an amount as may be required by the bank.  (2) The minimum amount shall relate to such liabilities as may be specified by the Bank in relation to each licensed financial institution.  (3) For the purposes of this section, liquid assets means any of the following  (a)    notes and coins which are legal tender in Guyana;   (b)      balances held at the Bank;  (c)   demand or time deposits or other balances at any other licensed  financial  institution  in  Guyana  after  deducting therefrom balances owed to any other licensed financial institution in Guyana;  (d)   balances at any financial institution outside Guyana and money at call outside Guyana after deducting therefrom balances owed to such financial institution, provided that such balances and money at call represent convertible currencies;   (e)      treasury bills or other marketable debt obligations of the Government of Guyana, or any foreign government, with a remaining maturity of not more than three months; LAWS OF GUYANA 42 Cap. 85:03 Financial Institutions   L.R.O. 1/2012       c. 85:02                          Audits of financial institutions.  c. 73:01               (f)     bills of exchange, promissory notes and other credit instruments eligible for re-discount with the Bank under the Bank of Guyana Act; and  (g)  marketable obligations of public sector enterprises as may be specified by the Bank.  (4) Any licensed financial institution which fails to comply with any requirements of this section shall be liable to a penalty which shall be determined by the Bank and such penalty shall be established in relation to the current rate of interest on treasury bills of the Government of Guyana with a maturity of three months and any determination of, or change in, the penalty  by the Bank shall take effect only after the expiration of thirty days prior written notice to the licensed financial institution of the intention of the Bank to take such action.  PART V AUDITING AND REPORTING",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensed financial institution which takes deposits shall at all times maintain a minimum level of liquid assets as defined in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The minimum amount shall relate to such liabilities as may be specified by the Bank in relation to each licensed financial institution."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this section, liquid assets means any of the following"
                },
                {
                    "representation": "(a)",
                    "description": "notes and coins which are legal tender in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "balances held at the Bank;"
                },
                {
                    "representation": "(c)",
                    "description": "demand or time deposits or other balances at any other licensed  financial  institution  in  Guyana  after  deducting therefrom balances owed to any other licensed financial institution in Guyana;"
                },
                {
                    "representation": "(d)",
                    "description": "balances at any financial institution outside Guyana and money at call outside Guyana after deducting therefrom balances owed to such financial institution, provided that such balances and money at call represent convertible currencies;"
                },
                {
                    "representation": "(e)",
                    "description": "treasury bills or other marketable debt obligations of the Government of Guyana, or any foreign government, with a remaining maturity of not more than three months; LAWS OF GUYANA 42 Cap. 85:03 Financial Institutions   L.R.O. 1/2012       c. 85:02                          Audits of financial institutions.  c. 73:01"
                },
                {
                    "representation": "(f)",
                    "description": "bills of exchange, promissory notes and other credit instruments eligible for re-discount with the Bank under the Bank of Guyana Act; and"
                },
                {
                    "representation": "(g)",
                    "description": "marketable obligations of public sector enterprises as may be specified by the Bank."
                },
                {
                    "representation": "(4)",
                    "description": "Any licensed financial institution which fails to comply with any requirements of this section shall be liable to a penalty which shall be determined by the Bank and such penalty shall be established in relation to the current rate of interest on treasury bills of the Government of Guyana with a maturity of three months and any determination of, or change in, the penalty  by the Bank shall take effect only after the expiration of thirty days prior written notice to the licensed financial institution of the intention of the Bank to take such action.  PART V AUDITING AND REPORTING"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Audits of financial institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Audits of financial institutions. 22.  (1) Subject to the provisions of section 33 of the Financial Administration and Audit Act (which mandates the audit of public corporations and certain other corporate bodies by the Auditor General), every licensed financial institution shall appoint annually an auditor who  (a)     is able and qualified to perform audits of companies incorporated under the law, for the time being in force relating to companies, in accordance with the requirements thereof; and  (b)     has knowledge and experience in the audits of financial institutions  LAWS OF GUYANA Financial Institutions Cap. 85:03 43  L.R.O. 1/2012                                                  satisfactory  to  the  directors  of  the  licensed financial institution and the Bank.  (2) Upon good cause shown to the Bank, a licensed financial institution which is a foreign company may appoint an auditor not qualified to perform audits of Guyanese companies under the law for the time being in force relating to companies, if such auditor  (a)    is professionally qualified as such under the laws of the country in which the foreign institution is incorporated;  (b)   satisfies criteria for professional qualifications and independence at least comparable to those applicable to auditors of Guyanese companies under the law for the time being in force relating to companies; and  (c)    has knowledge and experience in the audit of financial institutions satisfactory to the foreign companys directors and the Bank.  (3) Notwithstanding the provisions of subsections (1) and (2), no person having financial relationships with a licensed financial institution other than as a depositor, and no director, officer, employee or agent of a licensed financial institution, shall be appointed or act as an auditor for that institution under this section.  (4) Upon the appointment of an auditor as specified in subsection (1) or (2), the licensed financial institution forthwith shall give written notice to the Bank of such appointment. The Bank, if it has valid reason to believe that the  auditor is not qualified for appointment under LAWS OF GUYANA 44 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                 Duties of auditors.                   subsection (1) or (2), may disapprove the appointment and notify in writing the financial institution whereupon the institution shall promptly remove that auditor and appoint another who is qualified to be appointed.  (5) If the licensed financial institution does not or is unable to appoint an auditor qualified under this section, the Bank, notwithstanding the provisions of the law for the time being in force relating to companies, shall have the power to appoint an auditor for the institution.  (6) A  licensed  financial  institution,  immediately  upon  the resignation or termination of appointment of an auditor for any reason, forthwith shall   (a)     notify in writing the Bank thereof and the reasons therefor; and  (b)   appoint another  auditor  in  conformity  with  the requirements of this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "notify in writing the Bank thereof and the reasons therefor; and"
                },
                {
                    "representation": "(b)",
                    "description": "appoint another  auditor  in  conformity  with  the requirements of this section."
                },
                {
                    "representation": "(2)",
                    "description": "Upon good cause shown to the Bank, a licensed financial institution which is a foreign company may appoint an auditor not qualified to perform audits of Guyanese companies under the law for the time being in force relating to companies, if such auditor"
                },
                {
                    "representation": "(c)",
                    "description": "has knowledge and experience in the audit of financial institutions satisfactory to the foreign companys directors and the Bank."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding the provisions of subsections"
                },
                {
                    "representation": "(4)",
                    "description": "Upon the appointment of an auditor as specified in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "If the licensed financial institution does not or is unable to appoint an auditor qualified under this section, the Bank, notwithstanding the provisions of the law for the time being in force relating to companies, shall have the power to appoint an auditor for the institution."
                },
                {
                    "representation": "(6)",
                    "description": "A  licensed  financial  institution,  immediately  upon  the resignation or termination of appointment of an auditor for any reason, forthwith shall"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Duties of auditors. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Duties of auditors. 23. (1) The duties of an auditor appointed under this Part shall include the following  (a)   to  make  a  full  review  of  the  licensed financial institutions  records  and  accounts,  and  to  make  to  the shareholders of the licensed financial institution a report on the  annual balance sheet, profit and loss statement and accounts, and state in that report whether, in the auditors opinion, such balance sheet, profit and loss statement and accounts are full and fair and properly drawn up, whether they exhibit a true and fair statement of the affairs of the LAWS OF GUYANA Financial Institutions Cap. 85:03 45  L.R.O. 1/2012                                                  institution  in  accordance  with  auditing  and  accounting standards,  and  requirements  as  to  format  and  content, specified by the Bank, and in any case in which the auditor has called for information or  explanation from the directors, officers or agents of the institution, whether a satisfactory response was received;  (b)    to make a full review of the financial institutions internal control structure, information and loan classification and reserving systems, and  procedures  for  financial reporting, and make a full and fair report of the same to the directors of the institution; and  (c)   to make a full review of the financial institutions procedures for compliance with the requirements of this Act, and make a full and fair report of the same to the directors of the institution.  (2) In the case of a foreign company which is a licensed financial institution, the reviews and reports required under subsection (1) shall refer to the branch or branches of that financial institution conducting business in Guyana.  (3) Prior to making its reviews and reports under subsection (1), the auditor for the licensed financial institution shall obtain from the institution  a copy of the most recent report of inspection for that institution prepared by the Bank, and any order, directions or other action taken by the Bank under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall refer to the branch or branches of that financial institution conducting business in Guyana."
                },
                {
                    "representation": "(a)",
                    "description": "to  make  a  full  review  of  the  licensed financial institutions  records  and  accounts,  and  to  make  to  the shareholders of the licensed financial institution a report on the  annual balance sheet, profit and loss statement and accounts, and state in that report whether, in the auditors opinion, such balance sheet, profit and loss statement and accounts are full and fair and properly drawn up, whether they exhibit a true and fair statement of the affairs of the LAWS OF GUYANA Financial Institutions Cap. 85:03 45  L.R.O. 1/2012                                                  institution  in  accordance  with  auditing  and  accounting standards,  and  requirements  as  to  format  and  content, specified by the Bank, and in any case in which the auditor has called for information or  explanation from the directors, officers or agents of the institution, whether a satisfactory response was received;"
                },
                {
                    "representation": "(b)",
                    "description": "to make a full review of the financial institutions internal control structure, information and loan classification and reserving systems, and  procedures  for  financial reporting, and make a full and fair report of the same to the directors of the institution; and"
                },
                {
                    "representation": "(c)",
                    "description": "to make a full review of the financial institutions procedures for compliance with the requirements of this Act, and make a full and fair report of the same to the directors of the institution."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a foreign company which is a licensed financial institution, the reviews and reports required under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Prior to making its reviews and reports under subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Exhibition and publication of audited balance sheet by licensed financial institution. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Exhibition and publication of audited balance sheet by licensed financial institution. 24. (1) Not later than twenty days after the receipt of the reports required under section 23(1) each licensed financial institution shall publish in a newspaper of general circulation in Guyana, and exhibit thereafter in a conspicuous position in each of its offices and branches in Guyana and forward to the Bank, copies of its balance sheet and income statement certified by its auditors under section 23 and bearing on its face the certificate of an auditor qualified under section 22 together with the full and correct names of the directors of the licensed financial institution.   (2) Any licensed financial institution which fails to comply with the requirements of this section, or publishes a report which is inaccurate or false and misleading in any material respect, shall be liable on summary conviction to a fine of not more than two hundred thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Not later than twenty days after the receipt of the reports required under section 23(1) each licensed financial institution shall publish in a newspaper of general circulation in Guyana, and exhibit thereafter in a conspicuous position in each of its offices and branches in Guyana and forward to the Bank, copies of its balance sheet and income statement certified by its auditors under section 23 and bearing on its face the certificate of an auditor qualified under section 22 together with the full and correct names of the directors of the licensed financial institution."
                },
                {
                    "representation": "(2)",
                    "description": "Any licensed financial institution which fails to comply with the requirements of this section, or publishes a report which is inaccurate or false and misleading in any material respect, shall be liable on summary conviction to a fine of not more than two hundred thousand dollars."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Reports of condition and income; other reports.  PART VI DIRECTORS AND OFFICERS  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Reports of condition and income; other reports.  PART VI DIRECTORS AND OFFICERS  25. (1) Every licensed financial institution shall deliver to the Bank within such period as may be specified in such form as the Bank may from time to time approve, periodic statements of its    (a)       assets and liabilities;   (b)      loans and advances;  (c)      earnings and expenses; and  (d)     such other data as the Bank may deem necessary to carry out the purposes of this Act.  (2) The Bank may publish or require publication in a newspaper of general circulation in Guyana information under subsection (1), in such form as may be approved by the Bank: Provided that no information in respect of the affairs of a particular customer of a licensed financial institution shall be so published. LAWS OF GUYANA 48 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                  Director and officer qualifications.  c. 75:01                              (3) Any licensed financial institution which fails to comply with the requirements of this section, or which submits any report which is inaccurate or false or misleading in any material respect, shall be liable upon summary conviction to a fine of not more than one hundred and seventy-five thousand dollars for each day the offence continues.  PART VI DIRECTORS  AND OFFICERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensed financial institution shall deliver to the Bank within such period as may be specified in such form as the Bank may from time to time approve, periodic statements of its"
                },
                {
                    "representation": "(a)",
                    "description": "assets and liabilities;"
                },
                {
                    "representation": "(b)",
                    "description": "loans and advances;"
                },
                {
                    "representation": "(c)",
                    "description": "earnings and expenses; and"
                },
                {
                    "representation": "(d)",
                    "description": "such other data as the Bank may deem necessary to carry out the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Bank may publish or require publication in a newspaper of general circulation in Guyana information under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any licensed financial institution which fails to comply with the requirements of this section, or which submits any report which is inaccurate or false or misleading in any material respect, shall be liable upon summary conviction to a fine of not more than one hundred and seventy-five thousand dollars for each day the offence continues.  PART VI DIRECTORS  AND OFFICERS"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Director and officer qualifications. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Director and officer qualifications. 26. (1) Notwithstanding anything in the law relating to companies for the time being in force or the Co-operative Financial Institutions Act, no person shall be a first director of a new licensed financial institution and no person shall be elected or appointed a director or officer of a licensed financial institution if the person  (a)     has contravened any provision made by or under an enactment  appearing  to  the  Bank  to  be  designed  for protecting members of the public against financial loss due to dishonesty,   incompetence   or   malpractice   by   persons concerned in the provision of banking, investment or other financial services or the management of companies or against financial  loss  due  to  the  conduct  of  discharged  or undischarged bankrupts;  (b)    has been convicted or a felony or of any offence involving fraud, dishonesty or breach of trust;  (c)     has been found mentally incompetent LAWS OF GUYANA Financial Institutions Cap. 85:03 49  L.R.O. 1/2012                                                  to manage his affairs and has not recovered from such condition;  (d)      is more than two months delinquent, without adequate cause as determined by the Bank in its sole discretion, with respect to any loan, extension of credit, guarantee or other obligation to that person by any licensed financial institution for which that person is liable;  (e)    is under suspension or removal from office by order or direction of the Bank pursuant to this Act;  (f)    has engaged in any business practices appearing to the Bank to be deceitful or oppressive or otherwise improper (whether lawful or not) or which otherwise reflect discredit on his method of conducting business;  (g)     has an employment record which leads the Bank to believe that the person carried out an act of impropriety in the handling of his employers business;  (h)    has engaged in or been associated with any other business practices or otherwise conducted himself in such a way as to cast doubt on his competence and soundness of judgment;  (i)        is an undischarged bankrupt; or  (j)   is not a fit and proper person in LAWS OF GUYANA 50 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                              Duties of directors and officers.  accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in the law relating to companies for the time being in force or the Co-operative Financial Institutions Act, no person shall be a first director of a new licensed financial institution and no person shall be elected or appointed a director or officer of a licensed financial institution if the person"
                },
                {
                    "representation": "(a)",
                    "description": "has contravened any provision made by or under an enactment  appearing  to  the  Bank  to  be  designed  for protecting members of the public against financial loss due to dishonesty,   incompetence   or   malpractice   by   persons concerned in the provision of banking, investment or other financial services or the management of companies or against financial  loss  due  to  the  conduct  of  discharged  or undischarged bankrupts;"
                },
                {
                    "representation": "(b)",
                    "description": "has been convicted or a felony or of any offence involving fraud, dishonesty or breach of trust;"
                },
                {
                    "representation": "(c)",
                    "description": "has been found mentally incompetent LAWS OF GUYANA Financial Institutions Cap. 85:03 49  L.R.O. 1/2012                                                  to manage his affairs and has not recovered from such condition;"
                },
                {
                    "representation": "(d)",
                    "description": "is more than two months delinquent, without adequate cause as determined by the Bank in its sole discretion, with respect to any loan, extension of credit, guarantee or other obligation to that person by any licensed financial institution for which that person is liable;"
                },
                {
                    "representation": "(e)",
                    "description": "is under suspension or removal from office by order or direction of the Bank pursuant to this Act;"
                },
                {
                    "representation": "(f)",
                    "description": "has engaged in any business practices appearing to the Bank to be deceitful or oppressive or otherwise improper"
                },
                {
                    "representation": "(g)",
                    "description": "has an employment record which leads the Bank to believe that the person carried out an act of impropriety in the handling of his employers business;"
                },
                {
                    "representation": "(h)",
                    "description": "has engaged in or been associated with any other business practices or otherwise conducted himself in such a way as to cast doubt on his competence and soundness of judgment;"
                },
                {
                    "representation": "(i)",
                    "description": "is an undischarged bankrupt; or"
                },
                {
                    "representation": "(j)",
                    "description": "is not a fit and proper person in LAWS OF GUYANA 50 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                              Duties of directors and officers.  accordance with section"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Duties of directors and officers. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Duties of directors and officers. 27.  (2) Any person who is a director or officer of a licensed financial institution shall forthwith cease to hold office upon   (a)   becoming bankrupt, suspending payments or compounding or proposing a compromise with that persons creditors generally;  (b)   being convicted of a felony or any offence involving fraud, dishonesty or breach of trust;  (c)     being declared mentally incompetent in any official proceeding under the laws of Guyana or elsewhere; or  (d)   being suspended or removed from office by order of the Bank pursuant to this Act.  (3) No person who has been a director or officer of, or directly or indirectly concerned in, the management of, a licensed financial institution, the licence of which has been revoked, shall, without the approval of the Bank, act or continue to act as a director or officer or be directly concerned in the management of any licensed financial institution.  (4) Any person who contravenes this section shall be liable on summary conviction to a fine of not more than two hundred thousand dollars and to imprisonment for not more than two years.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Any person who is a director or officer of a licensed financial institution shall forthwith cease to hold office upon"
                },
                {
                    "representation": "(a)",
                    "description": "becoming bankrupt, suspending payments or compounding or proposing a compromise with that persons creditors generally;"
                },
                {
                    "representation": "(b)",
                    "description": "being convicted of a felony or any offence involving fraud, dishonesty or breach of trust;"
                },
                {
                    "representation": "(c)",
                    "description": "being declared mentally incompetent in any official proceeding under the laws of Guyana or elsewhere; or"
                },
                {
                    "representation": "(d)",
                    "description": "being suspended or removed from office by order of the Bank pursuant to this Act."
                },
                {
                    "representation": "(3)",
                    "description": "No person who has been a director or officer of, or directly or indirectly concerned in, the management of, a licensed financial institution, the licence of which has been revoked, shall, without the approval of the Bank, act or continue to act as a director or officer or be directly concerned in the management of any licensed financial institution."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who contravenes this section shall be liable on summary conviction to a fine of not more than two hundred thousand dollars and to imprisonment for not more than two years."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Conflicts of interest. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Conflicts of interest. 28. (1) A director or officer of a licensed financial institution who  (a)     is a party to a material loan, contract or transaction, or a proposed material loan, contract or transaction with the financial institution; or  (b)     is a director or officer of, or has a material interest in or a material relation to, any person who is a party to a material loan, contract or transaction, or a proposed material loan, contract or transaction with the financial institution,  LAWS OF GUYANA 52 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  shall disclose in writing to the financial institution the nature and extent of the material interest or relation.  (2) The disclosure required by subsection (1) shall be made by the director or officer when the matter or proposed contract comes or ought reasonably to come to the attention of the director or officer.  (3) A general notice in writing to the board of directors by a director or officer, disclosing at the time such person assumes or is appointed to his office and from time to time (but in no event less than annually) every material commercial, financial, agricultural, industrial or other business or family interest that such person has at the time, and stating that the person is to be regarded as interested in any material contract between the financial institution and any person named in the disclosure, shall be a sufficient declaration of material interest in relation to any such contract.  (4) A director who has a material interest or a material relation within the scope of subsection (1) or (3) shall leave any meeting at which the matter is discussed, and shall refrain from voting on any matter related thereto which becomes the subject of action by the board of directors of the licensed financial institution, provided that such an interest, if so disclosed, shall not disqualify the interested person for purposes of constituting a quorum.  (5) For the purposes of subsections (1) and (3), an interest shall be material if it is material with reference to the wealth, business, or family interests of the person with the interest, and a person has a material interest in any company of which the person is, directly or indirectly, a shareholder or equity holder with a ten percent or more interest in such company, or a director or officer thereof.  (6) Where a director or officer fails to disclose a LAWS OF GUYANA Financial Institutions Cap. 85:03 53  L.R.O. 1/2012                         False and misleading statements; obstruction. [22 of 2004]                      material conflict of interest in accordance with this section -  (a)    the Court may, on the application of the licensed financial institution, a shareholder or the Bank, nullify or set aside the loan, contract or transaction on such terms as it thinks fit; and  (b)   the Bank may, by written order, suspend the director or officer from office for any period not exceeding one year.  (7) A director or officer who contravenes subsection (1) or (3) shall be liable on summary conviction to a fine of not more than two hundred thousand dollars and imprisonment for not more than one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or"
                },
                {
                    "representation": "(a)",
                    "description": "the Court may, on the application of the licensed financial institution, a shareholder or the Bank, nullify or set aside the loan, contract or transaction on such terms as it thinks fit; and"
                },
                {
                    "representation": "(b)",
                    "description": "the Bank may, by written order, suspend the director or officer from office for any period not exceeding one year."
                },
                {
                    "representation": "(2)",
                    "description": "The disclosure required by subsection"
                },
                {
                    "representation": "(3)",
                    "description": "shall be liable on summary conviction to a fine of not more than two hundred thousand dollars and imprisonment for not more than one year."
                },
                {
                    "representation": "(4)",
                    "description": "A director who has a material interest or a material relation within the scope of subsection"
                },
                {
                    "representation": "(5)",
                    "description": "For the purposes of subsections"
                },
                {
                    "representation": "(6)",
                    "description": "Where a director or officer fails to disclose a LAWS OF GUYANA Financial Institutions Cap. 85:03 53  L.R.O. 1/2012                         False and misleading statements; obstruction. [22 of 2004]                      material conflict of interest in accordance with this section -"
                },
                {
                    "representation": "(7)",
                    "description": "A director or officer who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "False and misleading statements; obstruction. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under False and misleading statements; obstruction. 29. (1) A director, officer, employee or agent of a licensed financial institution who  (i)   with intent to deceive  (a)    makes any false or misleading statement or entry; or  (b)    omits  any statement or entry that should be made,  in any book, account. report or statement of the financial institution; or  (ii)  obstructs or endeavors to obstruct  (a)   the proper performance by an auditor of his duties in accordance with the provisions of this Act; or  LAWS OF GUYANA 54 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                 Management compliance duties. [22 of 2004]           Offences committed by director. [22 of 2004]       (b)   a lawful inspection of the financial institution by a duly authorised inspector appointed by the Bank under section 31or 32,   shall be liable on summary conviction to a fine of not more than five hundred thousand dollars and imprisonment for a term not exceeding three  years.  (2) Any director, officer, employee, representative or agent of a licensed financial institution, or other person conducting business on its behalf, who knowingly accepts false information from any person for the purpose of that person securing a loan, advance or other extension of credit shall be guilty of an offence and shall be liable upon summary conviction to a fine of not more than five hundred thousand dollars and imprisonment for a term not exceeding three years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A director, officer, employee or agent of a licensed financial institution who"
                },
                {
                    "representation": "(i)",
                    "description": "with intent to deceive"
                },
                {
                    "representation": "(a)",
                    "description": "the proper performance by an auditor of his duties in accordance with the provisions of this Act; or  LAWS OF GUYANA 54 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                 Management compliance duties. [22 of 2004]           Offences committed by director. [22 of 2004]"
                },
                {
                    "representation": "(b)",
                    "description": "a lawful inspection of the financial institution by a duly authorised inspector appointed by the Bank under section 31or 32,   shall be liable on summary conviction to a fine of not more than five hundred thousand dollars and imprisonment for a term not exceeding three  years."
                },
                {
                    "representation": "(2)",
                    "description": "Any director, officer, employee, representative or agent of a licensed financial institution, or other person conducting business on its behalf, who knowingly accepts false information from any person for the purpose of that person securing a loan, advance or other extension of credit shall be guilty of an offence and shall be liable upon summary conviction to a fine of not more than five hundred thousand dollars and imprisonment for a term not exceeding three years."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Management compliance duties. 30A.   Offences  committed by director.  PART VII SUPERVISION OF LICENSED FINANCIAL INSTITUTIONS  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Management compliance duties. 30A.   Offences  committed by director.  PART VII SUPERVISION OF LICENSED FINANCIAL INSTITUTIONS  30. The Bank may, by written order suspend from office for any period not exceeding one year any director, officer or other person concerned in the management of a licensed financial institution who fails to take all reasonable steps to secure compliance by the financial institution with the requirement of this Act or  any direction of the Bank:  Provided that before a person is suspended he shall be given a reasonable opportunity of being heard in his defence.  30A. Any director, officer or other person concerned in the management of a licensed financial institution   (a) who is found guilty of an offence under this Act shall in addition to any other specified penalty restore in full to the licensed financial institution the amount of any resulting financial loss LAWS OF GUYANA Financial Institutions Cap. 85:03 55  L.R.O. 1/2012                  Inspections of licensed financial institutions.                              to the institution;  (b) who is suspended for non-compliance under section 30 shall restore in full to the licensed financial institution the amount  of any resulting financial loss to the institution.   PART VII SUPERVISION OF LICENSED FINANCIAL INSTITUTIONS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "who is found guilty of an offence under this Act shall in addition to any other specified penalty restore in full to the licensed financial institution the amount of any resulting financial loss LAWS OF GUYANA Financial Institutions Cap. 85:03 55  L.R.O. 1/2012                  Inspections of licensed financial institutions.                              to the institution;"
                },
                {
                    "representation": "(b)",
                    "description": "who is suspended for non-compliance under section 30 shall restore in full to the licensed financial institution the amount  of any resulting financial loss to the institution.   PART VII SUPERVISION OF LICENSED FINANCIAL INSTITUTIONS"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Inspections of licensed financial institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Inspections of licensed financial institutions. 31. (1) The Bank is responsible for the supervision of licensed financial institutions.  (2) In the performance of his duties under this Part an authorised officer of the Bank shall be entitled at all reasonable times  (a)    to have access to all books, records and documents in the possession or control of any director, manager, officer or employee of any licensed financial institution;  (b)   to require any director, manager, officer, auditor or employee of any licensed financial institution to furnish such information or to produce such books, records or documents as are in his possession or control that relate to the operations of the licensed financial institution and may be reasonably required for the performance of those duties.  (3) The Bank shall have the power to request information from and to conduct inspections of every licensed LAWS OF GUYANA 56 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                  financial institution or any holding company, subsidiary or other affiliate of the licensed financial institution as often as the Bank shall deem necessary so as to ascertain the business,  managerial and financial relationships between each licensed financial institution and its affiliates, and the effect of such relationships on the financial condition and operations of the licensed financial institution and on the basis of the information received or the findings of the inspection the Bank may require the licensed financial institution to sever its relationship with such holding company, subsidiary or other affiliate.  (4) The Bank may, in the discharge of its functions under this section, appoint inspectors who in making the inspection of a licensed financial institution, or any holding company, subsidiary or other affiliate of the licensed financial institution, shall have the power to make a thorough  inspection of all the affairs of such institution, company, subsidiary or affiliate and require the production of any books, records, accounts, writings and documents of any kind and shall prepare a report detailing the findings and conclusions of each inspection in such form as the Bank may determine.  (5) Every licensed financial institution, or any holding company, subsidiary  or  other  affiliate  thereof,  and  every  director,  officer, employee or agent of such institution, company, subsidiary or affiliate, shall be required to produce for the inspection of any inspector appointed by the Bank such books, records, accounts, writings and documents of any kind and supply the inspector with such other information as may be required by such inspector in the performance of the duties specified in subsections (1), (2), and (3).  (6) Any  information  received  by  a  director,  inspector  or employee of the Bank concerning the affairs of the financial institution, any holding company, subsidiary or other affiliate thereof or those of any customers of the LAWS OF GUYANA Financial Institutions Cap. 85:03 57  L.R.O. 1/2012                                                  financial institution, in the performance of the duties specified in subsections (1), (2), and (3) shall not be disclosed, to any person other than  (a)   such officers  of  the  Bank  as  the  Governor  may designate to receive such information.  (b)   the banking supervisors of a foreign country for  their lawful supervisory or regulatory purposes;    (c)    the financial institutions auditors appointed under section 22; or   (d)  in the case of information on a customers affairs, for any purpose other than the purposes of this Act or when lawfully required to do so by any court or under any law:  Provided, that the Bank shall have the authority to publish, in such manner  and  at  such  intervals  as  it  may  specify,  aggregate  or comparative data relating to the assets and liabilities of licensed financial institutions.  (7) Any licensed financial institution, any holding company, subsidiary or other affiliate thereof, or any director, officer, employee or agent of such financial institution, company, subsidiary or affiliate, who contravenes subsection (5) or obstructs or impedes the performance by any  inspector  appointed  by  the  Bank  of  the  duties  specified  in subsections (1) and (2), shall be liable on conviction on indictment to a fine of not more than two million dollars and imprisonment of not more than seven years.  (8) Any director, inspector or employee who  contravenes subsection (6) shall be liable to disciplinary action or dismissal, and on summary conviction to a fine of not more LAWS OF GUYANA 58 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                     Special inspections.            than two hundred thousand dollars and imprisonment for not more than eighteen months.  (9) The Bank may inspect the affairs of any foreign company, registered in Guyana under the law for the time being in force relating to companies, which is a licensed financial institution, in accordance with the powers and functions specified in subsections (1), (2), and (3) but nothing in this section shall be construed as authorising the inspection of the business  affairs conducted outside of Guyana of any foreign company which is a licensed financial institution without the permission or consent of the banking authorities of the country responsible for the supervision of that institution.  (10) The banking authorities responsible for the supervision of a foreign company which is a licensed financial institution may inspect the branch or branches of that institution located in Guyana upon giving notice thereof to the Bank.   (11) Where an inspection is conducted by the Bank or by an inspector appointed by the Bank under this section, the Bank may charge such fees and costs as may be necessary to defray the costs of the inspection, and the Bank shall submit a report of the inspection to the licensed financial institution within a reasonable period.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "In the performance of his duties under this Part an authorised officer of the Bank shall be entitled at all reasonable times"
                },
                {
                    "representation": "(a)",
                    "description": "such officers  of  the  Bank  as  the  Governor  may designate to receive such information."
                },
                {
                    "representation": "(b)",
                    "description": "the banking supervisors of a foreign country for  their lawful supervisory or regulatory purposes;"
                },
                {
                    "representation": "(3)",
                    "description": "but nothing in this section shall be construed as authorising the inspection of the business  affairs conducted outside of Guyana of any foreign company which is a licensed financial institution without the permission or consent of the banking authorities of the country responsible for the supervision of that institution."
                },
                {
                    "representation": "(4)",
                    "description": "The Bank may, in the discharge of its functions under this section, appoint inspectors who in making the inspection of a licensed financial institution, or any holding company, subsidiary or other affiliate of the licensed financial institution, shall have the power to make a thorough  inspection of all the affairs of such institution, company, subsidiary or affiliate and require the production of any books, records, accounts, writings and documents of any kind and shall prepare a report detailing the findings and conclusions of each inspection in such form as the Bank may determine."
                },
                {
                    "representation": "(5)",
                    "description": "or obstructs or impedes the performance by any  inspector  appointed  by  the  Bank  of  the  duties  specified  in subsections"
                },
                {
                    "representation": "(6)",
                    "description": "shall be liable to disciplinary action or dismissal, and on summary conviction to a fine of not more LAWS OF GUYANA 58 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                     Special inspections.            than two hundred thousand dollars and imprisonment for not more than eighteen months."
                },
                {
                    "representation": "(c)",
                    "description": "the financial institutions auditors appointed under section 22; or"
                },
                {
                    "representation": "(d)",
                    "description": "in the case of information on a customers affairs, for any purpose other than the purposes of this Act or when lawfully required to do so by any court or under any law:  Provided, that the Bank shall have the authority to publish, in such manner  and  at  such  intervals  as  it  may  specify,  aggregate  or comparative data relating to the assets and liabilities of licensed financial institutions."
                },
                {
                    "representation": "(7)",
                    "description": "Any licensed financial institution, any holding company, subsidiary or other affiliate thereof, or any director, officer, employee or agent of such financial institution, company, subsidiary or affiliate, who contravenes subsection"
                },
                {
                    "representation": "(8)",
                    "description": "Any director, inspector or employee who  contravenes subsection"
                },
                {
                    "representation": "(9)",
                    "description": "The Bank may inspect the affairs of any foreign company, registered in Guyana under the law for the time being in force relating to companies, which is a licensed financial institution, in accordance with the powers and functions specified in subsections"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Special inspections. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Special inspections. 32.  (1) The Bank may appoint one or more persons whom it deems to be qualified to conduct a special inspection of the affairs of a licensed financial institution where  (a)      the  Bank  has  reason  to  believe  that  the  licensed financial institution is conducting its business in an unsafe and unsound manner, is in violation of the provisions of this Act or any regulation, order or direction issued LAWS OF GUYANA Financial Institutions Cap. 85:03 59  L.R.O. 1/2012                                            Power to issue orders, directions and monetary penalties     thereunder, or has insufficient assets to satisfy its outstanding liabilities or may be unable to satisfy its obligations as they come due.  (b)     a licensed financial institution informs the Bank that there is a serious risk that it may become insolvent or be unable to satisfy its obligations as they come due;  (c)     at the request of the Administration, in the case of a co-operative institution licensed under this Act; or  (d)    the Bank  determines  that  such  an  inspection  is necessary in the public interest.  (2) The Bank, in the case of any inspection conducted under subsection (1), may charge the fees and costs of such inspection to the financial institution being inspected and require the payment of such fees and costs by the financial institution.  (3) The Bank may remunerate the person  conducting  the inspection referred to in subsection (1) in such manner and in such amounts as it may deem necessary without regard to the provisions of any law governing the remuneration of Bank employees, employees of the Government or any public entity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "in such manner and in such amounts as it may deem necessary without regard to the provisions of any law governing the remuneration of Bank employees, employees of the Government or any public entity."
                },
                {
                    "representation": "(a)",
                    "description": "the  Bank  has  reason  to  believe  that  the  licensed financial institution is conducting its business in an unsafe and unsound manner, is in violation of the provisions of this Act or any regulation, order or direction issued LAWS OF GUYANA Financial Institutions Cap. 85:03 59  L.R.O. 1/2012                                            Power to issue orders, directions and monetary penalties     thereunder, or has insufficient assets to satisfy its outstanding liabilities or may be unable to satisfy its obligations as they come due."
                },
                {
                    "representation": "(b)",
                    "description": "a licensed financial institution informs the Bank that there is a serious risk that it may become insolvent or be unable to satisfy its obligations as they come due;"
                },
                {
                    "representation": "(c)",
                    "description": "at the request of the Administration, in the case of a co-operative institution licensed under this Act; or"
                },
                {
                    "representation": "(d)",
                    "description": "the Bank  determines  that  such  an  inspection  is necessary in the public interest."
                },
                {
                    "representation": "(2)",
                    "description": "The Bank, in the case of any inspection conducted under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Bank may remunerate the person  conducting  the inspection referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Power to issue orders, directions and monetary penalties. 33A.  Bank may take control. 33B. Powers of directors and officers suspended. 33C. Expiration of control. 33D. Bank may request winding-up. 33E. Requirement to relinquish control. 33F. Application of Provisions.      LAWS OF GUYANA Financial Institutions Cap. 85:03 5  L.R.O. 1/2012 SECTION PART VIII INSOLVENCY AND WINDING UP  ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Power to issue orders, directions and monetary penalties. 33A.  Bank may take control. 33B. Powers of directors and officers suspended. 33C. Expiration of control. 33D. Bank may request winding-up. 33E. Requirement to relinquish control. 33F. Application of Provisions.      LAWS OF GUYANA Financial Institutions Cap. 85:03 5  L.R.O. 1/2012 SECTION PART VIII INSOLVENCY AND WINDING UP  33.  (4) The reports required under subsection (1) shall LAWS OF GUYANA 46 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                         be delivered to the licensed financial institution and the Bank not later than one hundred and twenty days after the close of the institutions financial year and thereafter the report required under subsection (1)(a) shall be delivered to shareholders within thirty days of its delivery to such institution, but the aforesaid periods may be extended by the Bank for ninety additional days upon good cause shown to the Bank.  (5) If, during the course of any review required under this section, any auditor learns of any fact, transaction, action or course of conduct which    (a)  may pose a substantial risk to the condition of the financial institution;  (b)     may  result  in  a  significant  loss  to  the  financial institution;  (c)     otherwise may seriously prejudice the interests of the financial institutions depositors; or  (d)      is a violation of any law or direction of the Bank, the auditor shall, as soon as possible, report such matter to the directors of the financial institution and the Bank.  (6) Upon request by the Bank, the auditor shall make available to the Bank any documents or management letters relating to any audit performed under this section.  (7) No auditor performing his duties under this section shall be liable to any person in any action in tort or contract for any act done or not done, or any statement or report made or not made, in good faith and in the exercise of reasonable professional judgment. LAWS OF GUYANA Financial Institutions Cap. 85:03 47  L.R.O. 1/2012 Exhibition and publication of audited balance sheet  by licensed financial institution.                    Reports of condition and income; other reports.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "The reports required under subsection"
                },
                {
                    "representation": "(1)",
                    "description": "shall LAWS OF GUYANA 46 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                         be delivered to the licensed financial institution and the Bank not later than one hundred and twenty days after the close of the institutions financial year and thereafter the report required under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "may pose a substantial risk to the condition of the financial institution;"
                },
                {
                    "representation": "(5)",
                    "description": "If, during the course of any review required under this section, any auditor learns of any fact, transaction, action or course of conduct which"
                },
                {
                    "representation": "(b)",
                    "description": "may  result  in  a  significant  loss  to  the  financial institution;"
                },
                {
                    "representation": "(c)",
                    "description": "otherwise may seriously prejudice the interests of the financial institutions depositors; or"
                },
                {
                    "representation": "(d)",
                    "description": "is a violation of any law or direction of the Bank, the auditor shall, as soon as possible, report such matter to the directors of the financial institution and the Bank."
                },
                {
                    "representation": "(6)",
                    "description": "Upon request by the Bank, the auditor shall make available to the Bank any documents or management letters relating to any audit performed under this section."
                },
                {
                    "representation": "(7)",
                    "description": "No auditor performing his duties under this section shall be liable to any person in any action in tort or contract for any act done or not done, or any statement or report made or not made, in good faith and in the exercise of reasonable professional judgment. LAWS OF GUYANA Financial Institutions Cap. 85:03 47  L.R.O. 1/2012 Exhibition and publication of audited balance sheet  by licensed financial institution.                    Reports of condition and income; other reports."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Accepting deposits while insolvent. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Accepting deposits while insolvent. 34. (1) A licensed financial institution that receives any deposit while insolvent shall be guilty of an offence and shall be liable on summary conviction to a fine of not more than five hundred thousand dollars.  (2) Any director, officer or employee of a licensed financial institution who knows or, in the proper performance under section 33B and, also thirty days following the taking of control by the Bank under section 33A of a licensed financial LAWS OF GUYANA Financial Institutions Cap. 85:03 69  L.R.O. 1/2012                         Appointment of administrator or liquidator.                                   of his duties, should know, of the insolvency of the financial institution, and who receives, or  authorises the acceptance of, a deposit shall be guilty of an offence and shall be liable, on summary conviction, to a fine of not more than five hundred thousand dollars and imprisonment for not more than one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensed financial institution that receives any deposit while insolvent shall be guilty of an offence and shall be liable on summary conviction to a fine of not more than five hundred thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any director, officer or employee of a licensed financial institution who knows or, in the proper performance under section 33B and, also thirty days following the taking of control by the Bank under section 33A of a licensed financial LAWS OF GUYANA Financial Institutions Cap. 85:03 69  L.R.O. 1/2012                         Appointment of administrator or liquidator.                                   of his duties, should know, of the insolvency of the financial institution, and who receives, or  authorises the acceptance of, a deposit shall be guilty of an offence and shall be liable, on summary conviction, to a fine of not more than five hundred thousand dollars and imprisonment for not more than one year."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Appointment of administrator or liquidator. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Appointment of administrator or liquidator. 35.  (1) Upon the seizure of any licensed financial institution under this Act, the Bank may, notwithstanding anything in any written law, appoint any person it deems suitably qualified to properly carry out the functions of an administrator or liquidator to perform the responsibilities assigned to administrators or liquidators under the provisions of this Act with respect to any licensed financial institution.  Such person shall, subject to the provisions of this Part and, notwithstanding anything in any written law, have full power to perform the functions of an administrator or liquidator for that financial institution without further action of the Bank, and with such legal rights and protection in law as if he were appointed by the Court.  (2) Notice of the appointment of such person by the Bank shall be given to the Court upon the appointment thereof, and simultaneously published in the Gazette and in a newspaper of general circulation in Guyana.  (3) The Bank may remunerate any person appointed to perform the functions of administrator or liquidator in such manner and in such amounts as it may deem necessary without regard to the provisions of any law governing the remuneration of Bank employees, employees of the Government or any public entity; and may indemnify such person for the costs  of any claims, causes of action, judgments, orders, fines, amounts paid in settlements (including attorneys fees) actually and reasonably incurred by such person in the discharge of the functions of administrator or liquidator if such person acted in good faith and in a manner consistent with the purposes of this Act.  LAWS OF GUYANA 70 Cap. 85:03 Financial Institutions   L.R.O. 1/2012              Voluntary winding up.                                 Voluntary winding up; cessation of (4) The Bank shall have the power to revoke any appointment under this section at any time upon written notice to the person so appointed, and that person forthwith shall cease to act as administrator or liquidator. The Bank may, not withstanding anything in any written law, elect to carry out such functions on its own behalf or appoint a successor to act as administrator or liquidator.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon the seizure of any licensed financial institution under this Act, the Bank may, notwithstanding anything in any written law, appoint any person it deems suitably qualified to properly carry out the functions of an administrator or liquidator to perform the responsibilities assigned to administrators or liquidators under the provisions of this Act with respect to any licensed financial institution.  Such person shall, subject to the provisions of this Part and, notwithstanding anything in any written law, have full power to perform the functions of an administrator or liquidator for that financial institution without further action of the Bank, and with such legal rights and protection in law as if he were appointed by the Court."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of the appointment of such person by the Bank shall be given to the Court upon the appointment thereof, and simultaneously published in the Gazette and in a newspaper of general circulation in Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "The Bank may remunerate any person appointed to perform the functions of administrator or liquidator in such manner and in such amounts as it may deem necessary without regard to the provisions of any law governing the remuneration of Bank employees, employees of the Government or any public entity; and may indemnify such person for the costs  of any claims, causes of action, judgments, orders, fines, amounts paid in settlements"
                },
                {
                    "representation": "(4)",
                    "description": "The Bank shall have the power to revoke any appointment under this section at any time upon written notice to the person so appointed, and that person forthwith shall cease to act as administrator or liquidator. The Bank may, not withstanding anything in any written law, elect to carry out such functions on its own behalf or appoint a successor to act as administrator or liquidator."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Voluntary winding up. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up. 36. (1) Notwithstanding anything in the law for the time being in force relating to companies, a licensed financial institution incorporated under such law shall not, except with the approval of the Bank, pass any resolution for voluntary winding up.  (2) A licensed financial institution which is a co-operative institution  shall  not,  except  with  the  approval  of  the  Bank  after consultation with the Administration, pass any resolution for voluntary winding up.  (3) A licensed financial institution not incorporated under the law for the time being in force relating to companies shall not, except with the approval of the Bank, commence voluntary liquidation subject to this Act or any other written law.  (4) The Bank shall grant approvals under subsections (1), (2) and (3) on such terms and conditions as it may determine and only if it appears to the Bank that the financial institution is solvent and has sufficient liquid assets to repay its depositors and other creditors in full and without delay.  (5) The Bank shall promptly publish in the Gazette and in a newspaper of general circulation in Guyana any approval granted under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything in the law for the time being in force relating to companies, a licensed financial institution incorporated under such law shall not, except with the approval of the Bank, pass any resolution for voluntary winding up."
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "on such terms and conditions as it may determine and only if it appears to the Bank that the financial institution is solvent and has sufficient liquid assets to repay its depositors and other creditors in full and without delay."
                },
                {
                    "representation": "(4)",
                    "description": "The Bank shall grant approvals under subsections"
                },
                {
                    "representation": "(5)",
                    "description": "The Bank shall promptly publish in the Gazette and in a newspaper of general circulation in Guyana any approval granted under this section."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Voluntary winding up; cessation of operations. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up; cessation of operations. 37.  (1) When a licensed financial institution has received approval of the Bank under section 36 it shall LAWS OF GUYANA Financial Institutions Cap. 85:03 71  L.R.O. 1/2012 operations.                      Voluntary winding up; notice to depositors.                Voluntary winding up; claims of creditors.        (a) immediately surrender its licence to the Bank, cease to do business and thereafter exercise its powers only to the extent necessary to effect its orderly liquidation;  (b) repay in full its depositors and other creditors; and  (c)    wind up all operations undertaken prior to the receipt of the approval.  (2) A licensed financial institution that acts in compliance with subsection (1) shall not be guilty of an offence under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not be guilty of an offence under section"
                },
                {
                    "representation": "(a)",
                    "description": "immediately surrender its licence to the Bank, cease to do business and thereafter exercise its powers only to the extent necessary to effect its orderly liquidation;"
                },
                {
                    "representation": "(b)",
                    "description": "repay in full its depositors and other creditors; and"
                },
                {
                    "representation": "(c)",
                    "description": "wind up all operations undertaken prior to the receipt of the approval."
                },
                {
                    "representation": "(2)",
                    "description": "A licensed financial institution that acts in compliance with subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Voluntary winding up; notice to depositors. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up; notice to depositors. 38. Within thirty days from the receipt of any approval under section  36, a notice of voluntary winding up or liquidation of a licensed financial institution, setting forth such information as the Bank may prescribe, shall be published in the Gazette and a newspaper of general circulation in Guyana and communicated to the public by such other means as reasonably may be necessary to notify every depositor or creditor of the financial institution,  or  persons otherwise entitled to any funds or property held by the financial institution as a trustee, fiduciary, lessor of a safe deposit box, or bailee. The notice also shall be kept displayed in a conspicuous place in the public part of the financial institutions head office and each branch thereof.",
            "description": "Within thirty days from the receipt of any approval under section  36, a notice of voluntary winding up or liquidation of a licensed financial institution, setting forth such information as the Bank may prescribe, shall be published in the Gazette and a newspaper of general circulation in Guyana and communicated to the public by such other means as reasonably may be necessary to notify every depositor or creditor of the financial institution,  or  persons otherwise entitled to any funds or property held by the financial institution as a trustee, fiduciary, lessor of a safe deposit box, or bailee. The notice also shall be kept displayed in a conspicuous place in the public part of the financial institutions head office and each branch thereof."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Voluntary winding up; claims of creditors. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up; claims of creditors. 39. The approval by the Bank under section 36 for the voluntary winding up or liquidation of a licensed financial institution shall not prejudice the rights of a depositor or other creditor to payment in full of a claim, nor the right of an owner of funds or other property held by the financial institution to the return thereof and all lawful claims shall be paid promptly and all funds and other property held by the financial institution shall be returned to their rightful owners LAWS OF GUYANA 72 Cap. 85:03 Financial Institutions   L.R.O. 1/2012      Voluntary winding up; creditor distributions.                             Voluntary winding up; insufficient assets.       Seizure of licensed financial institution.     within such maximum period as the Bank may prescribe.",
            "description": "The approval by the Bank under section 36 for the voluntary winding up or liquidation of a licensed financial institution shall not prejudice the rights of a depositor or other creditor to payment in full of a claim, nor the right of an owner of funds or other property held by the financial institution to the return thereof and all lawful claims shall be paid promptly and all funds and other property held by the financial institution shall be returned to their rightful owners LAWS OF GUYANA 72 Cap. 85:03 Financial Institutions   L.R.O. 1/2012      Voluntary winding up; creditor distributions.                             Voluntary winding up; insufficient assets.       Seizure of licensed financial institution.     within such maximum period as the Bank may prescribe."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Voluntary winding up; creditor distributions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up; creditor distributions. 40. When in the judgment of the Bank a licensed financial institution has  discharged all the obligations referred to under section 39, the remainder of its property shall be distributed to its rightful owners but no such distribution shall be made before  (a)  all claims of depositors and other creditors have been paid in full, or, in the case of a disputed claim, before the licensed financial institution  has deposited with the Bank or a correspondent bank approved by the Bank funds sufficient, in the opinion of the Bank, to meet any liability that may be judicially determined; and  (b)  any funds payable to a depositor or other creditor who has not claimed them have been deposited with the Bank or a correspondent bank approved by the Bank.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all claims of depositors and other creditors have been paid in full, or, in the case of a disputed claim, before the licensed financial institution  has deposited with the Bank or a correspondent bank approved by the Bank funds sufficient, in the opinion of the Bank, to meet any liability that may be judicially determined; and"
                },
                {
                    "representation": "(b)",
                    "description": "any funds payable to a depositor or other creditor who has not claimed them have been deposited with the Bank or a correspondent bank approved by the Bank."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Voluntary winding up; insufficient assets. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Voluntary winding up; insufficient assets. 41.  If the Bank finds that the assets of a licensed financial institution whose voluntary winding up or liquidation it has approved will not be sufficient for the full discharge of all its obligations, or that completion of the winding up or liquidation is unduly delayed, it may, if it deems fit, take possession as administrator or liquidator of the financial institution as provided in this Act.",
            "description": "If the Bank finds that the assets of a licensed financial institution whose voluntary winding up or liquidation it has approved will not be sufficient for the full discharge of all its obligations, or that completion of the winding up or liquidation is unduly delayed, it may, if it deems fit, take possession as administrator or liquidator of the financial institution as provided in this Act."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Seizure of licensed financial institutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Seizure of licensed financial institutions. 42. The  Bank  may  take  possession  of  any  licensed  financial institution if, in the opinion of the Bank  (a)   the capital of the financial institution is substantially exhausted  with  no  reasonable  prospects  of  its  timely LAWS OF GUYANA Financial Institutions Cap. 85:03 73  L.R.O. 1/2012                                             Notice of possession.    restoration;  (b)   substantial dissipation of the financial institutions assets or earnings has occurred as a result of violations of law or regulation, or unsafe and unsound banking practices;  (c)      the financial institutions assets do not appear sufficient to satisfy its depositors, creditors and other liabilities;  (d)     the financial institution appears unable to meet its obligations and pay its depositors demands in the normal course of business;  (e)   the financial institution wilfully conceals  from the Bank its books, records or accounts, or refuses to permit the Bank to inspect its affairs or otherwise obstructs such inspection; or   (f)     the financial institution engages in any act, transaction or course of conduct which is likely to cause insolvency:  Provided that before the Bank takes possession of any licensed financial institution the Bank shall give the licensed financial institution a reasonable opportunity of being heard why such possession should not be taken.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the capital of the financial institution is substantially exhausted  with  no  reasonable  prospects  of  its  timely LAWS OF GUYANA Financial Institutions Cap. 85:03 73  L.R.O. 1/2012                                             Notice of possession.    restoration;"
                },
                {
                    "representation": "(b)",
                    "description": "substantial dissipation of the financial institutions assets or earnings has occurred as a result of violations of law or regulation, or unsafe and unsound banking practices;"
                },
                {
                    "representation": "(c)",
                    "description": "the financial institutions assets do not appear sufficient to satisfy its depositors, creditors and other liabilities;"
                },
                {
                    "representation": "(d)",
                    "description": "the financial institution appears unable to meet its obligations and pay its depositors demands in the normal course of business;"
                },
                {
                    "representation": "(e)",
                    "description": "the financial institution wilfully conceals  from the Bank its books, records or accounts, or refuses to permit the Bank to inspect its affairs or otherwise obstructs such inspection; or"
                },
                {
                    "representation": "(f)",
                    "description": "the financial institution engages in any act, transaction or course of conduct which is likely to cause insolvency:  Provided that before the Bank takes possession of any licensed financial institution the Bank shall give the licensed financial institution a reasonable opportunity of being heard why such possession should not be taken."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Notice of possession. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Notice of possession. 43.  After taking possession of a licensed financial institution under section 42, the bank shall post in a conspicuous place in the public part at the financial institutions head office and each branch thereof, and publish LAWS OF GUYANA 74 Cap. 85:03 Financial Institutions   L.R.O. 1/2012              Involuntary winding up; appeal.       Involuntary winding up; Banks  powers.                              in the Gazette and a newspaper of general circulation in Guyana, notice, a copy of which shall be transmitted to the Registrar of the Court, announcing its action pursuant to this Act and specifying the time when such possession shall take effect.",
            "description": "After taking possession of a licensed financial institution under section 42, the bank shall post in a conspicuous place in the public part at the financial institutions head office and each branch thereof, and publish LAWS OF GUYANA 74 Cap. 85:03 Financial Institutions   L.R.O. 1/2012              Involuntary winding up; appeal.       Involuntary winding up; Banks  powers.                              in the Gazette and a newspaper of general circulation in Guyana, notice, a copy of which shall be transmitted to the Registrar of the Court, announcing its action pursuant to this Act and specifying the time when such possession shall take effect."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Involuntary winding up; appeal. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Involuntary winding up; appeal. 44. Within a period of twenty days after the date on which the Bank has taken possession of a licensed financial institution, the institution may institute proceedings in the Court to have the seizure terminated on the ground that none of the events specified in section 42 exists or is likely to occur.",
            "description": "Within a period of twenty days after the date on which the Bank has taken possession of a licensed financial institution, the institution may institute proceedings in the Court to have the seizure terminated on the ground that none of the events specified in section 42 exists or is likely to occur."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Involuntary winding up; Bank’s powers. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Involuntary winding up; Banks powers. 45. (1) When the Bank has taken possession of a licensed financial institution, it, or any person appointed as administrator under section 35, shall, notwithstanding anything in any written law, have the full and exclusive powers to act as administrator of such financial institution and exercise full  power of management and control of the institution, including, without limiting the generality of the foregoing, the power to continue or discontinue its operations; to stop or limit the payment of its debts; to employ any necessary officers or employees; to execute any instrument in the name of the financial institution; to initiate, defend and conduct in its name any action or proceedings to which the financial institution is or may be a party; and to terminate possession by restoring the financial institution to its board of directors or owners, as the case may be.  (2) When the Bank has taken possession of a licensed financial institution, it shall have the power as administrator to reorganise the institution in accordance with the provisions of this Act, or to appoint a person under section 35 to perform such functions as administrator.  (3) After taking possession of a licensed financial institution, the Bank shall promptly make an inventory of the assets and property of the institution and transmit a copy thereof to the Registrar of the Court. LAWS OF GUYANA Financial Institutions Cap. 85:03 75  L.R.O. 1/2012 Involuntary winding up; validity of encumbrances.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Bank has taken possession of a licensed financial institution, it, or any person appointed as administrator under section 35, shall, notwithstanding anything in any written law, have the full and exclusive powers to act as administrator of such financial institution and exercise full  power of management and control of the institution, including, without limiting the generality of the foregoing, the power to continue or discontinue its operations; to stop or limit the payment of its debts; to employ any necessary officers or employees; to execute any instrument in the name of the financial institution; to initiate, defend and conduct in its name any action or proceedings to which the financial institution is or may be a party; and to terminate possession by restoring the financial institution to its board of directors or owners, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "When the Bank has taken possession of a licensed financial institution, it shall have the power as administrator to reorganise the institution in accordance with the provisions of this Act, or to appoint a person under section 35 to perform such functions as administrator."
                },
                {
                    "representation": "(3)",
                    "description": "After taking possession of a licensed financial institution, the Bank shall promptly make an inventory of the assets and property of the institution and transmit a copy thereof to the Registrar of the Court. LAWS OF GUYANA Financial Institutions Cap. 85:03 75  L.R.O. 1/2012 Involuntary winding up; validity of encumbrances."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Involuntary winding up; validity of encumbrances. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Involuntary winding up; validity of encumbrances. 46.  When the Bank has taken possession of a licensed financial institution (a)      any term, contractual or otherwise, on the expiration of which a claim or right, of the institution would expire or be extinguished, shall be extended by six months from the date of such expiration or extinction;  (b)   any attachment or lien, except an attachment or lien existing at least six months prior to the seizure of the institution, shall be vacated and no attachment or lien, except an attachment or lien created by the Bank in the application of section 45, shall attach to any of the assets or property of the financial institution so long as such possession continues;   (c)  any transfer of an asset or property of the financial institution  made  after, or within six months prior to, its insolvency or seizure by the Bank with intent to effect a preference shall be void:   Provided that   (i)   any payment made by the financial institution to a creditor in the ordinary course of business to discharge in whole or in part a debt or other liability of the financial institution to that person, or  (ii)  any transfer of an asset or property by the financial LAWS OF GUYANA 76 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                     Involuntary winding up; validity of writs.     Procedures upon seizure.                              institution to a third party for valuable consideration at least equal to the fair value of the asset or property so transferred, shall be presumed to be made not with the intent to effect a preference.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any term, contractual or otherwise, on the expiration of which a claim or right, of the institution would expire or be extinguished, shall be extended by six months from the date of such expiration or extinction;"
                },
                {
                    "representation": "(b)",
                    "description": "any attachment or lien, except an attachment or lien existing at least six months prior to the seizure of the institution, shall be vacated and no attachment or lien, except an attachment or lien created by the Bank in the application of section 45, shall attach to any of the assets or property of the financial institution so long as such possession continues;"
                },
                {
                    "representation": "(c)",
                    "description": "any transfer of an asset or property of the financial institution  made  after, or within six months prior to, its insolvency or seizure by the Bank with intent to effect a preference shall be void:   Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "any payment made by the financial institution to a creditor in the ordinary course of business to discharge in whole or in part a debt or other liability of the financial institution to that person, or"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Involuntary winding up; validity of writs. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Involuntary winding up; validity of writs. 47.  No writ of execution or garnishee order shall be issued against the assets or property of a financial institution in possession of the Bank or any administrator or liquidator",
            "description": "No writ of execution or garnishee order shall be issued against the assets or property of a financial institution in possession of the Bank or any administrator or liquidator"
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Procedures upon seizure. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Procedures upon seizure. 48. (1) When the Bank has taken possession of a licensed financial institution it shall, within ninety days after the effective date of seizure specified pursuant to section 43  (a)    close the financial institution and apply to the Court by petition for an order for compulsory liquidation under section 49 if it determines that there is no reasonable prospect for the institutions return to financial soundness through reorganisation or otherwise;  (b)  commence  reorganisation  under  section  50  if  it determines that there is a reasonable prospect of restoring the institution to financial soundness through such action and submit a plan thereof to the Court for approval; or  (c)    terminate the seizure if it determines that none of  the grounds for seizure under section 42 then exists.  appointed under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When the Bank has taken possession of a licensed financial institution it shall, within ninety days after the effective date of seizure specified pursuant to section 43"
                },
                {
                    "representation": "(a)",
                    "description": "close the financial institution and apply to the Court by petition for an order for compulsory liquidation under section 49 if it determines that there is no reasonable prospect for the institutions return to financial soundness through reorganisation or otherwise;"
                },
                {
                    "representation": "(b)",
                    "description": "commence  reorganisation  under  section  50  if  it determines that there is a reasonable prospect of restoring the institution to financial soundness through such action and submit a plan thereof to the Court for approval; or"
                },
                {
                    "representation": "(c)",
                    "description": "terminate the seizure if it determines that none of  the grounds for seizure under section 42 then exists.  appointed under section"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Compulsory liquidation. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation. 49. (1) Compulsory liquidation of a licensed financial institution may be decreed by the Court only upon petition by the Bank, or if it rejects a reorganisation plan submitted under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Compulsory liquidation of a licensed financial institution may be decreed by the Court only upon petition by the Bank, or if it rejects a reorganisation plan submitted under section"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Reorganisation. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Reorganisation. 50.  (2) Immediately following the Banks petition to the Court, the Bank shall notify each director, shareholder, other owner, depositor and other creditor of the financial institution, and every other interested party of such petition by written notice to such of those for whom the Bank is able to determine a name and address, by publication in the Gazette and a newspaper of general circulation in Guyana, and by other suitable form of public notice. Each person notified shall have a period of thirty days to file any objection with the Court.  (3) The Court shall endeavour to render its decision within a period of thirty days after the end of the period during which objections to the liquidation were admissible, whether the Court is in session or not.  (4) After the expiration of the period specified in subsection (3), the Court shall  (a)    order the compulsory. liquidation and the appointment of the Bank as liquidator;  (b)   order the reorganisation of the financial institution under section 50; or  (c)     refuse the application of the Bank and order the seizure to be terminated.  LAWS OF GUYANA 78 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                   Re- organisation.                                  (5) The Court is entreated to act within the thirty days after the expiration of the period specified in subsection (3), in view of the fiduciary nature and implications of the proceedings for compulsory liquidation of a licensed financial institution.  (6) The provisions of subsections (2), (3), (4) and (5) shall not apply to any compulsory liquidation resulting from the Courts rejection of a reorganisation plan under section",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Immediately following the Banks petition to the Court, the Bank shall notify each director, shareholder, other owner, depositor and other creditor of the financial institution, and every other interested party of such petition by written notice to such of those for whom the Bank is able to determine a name and address, by publication in the Gazette and a newspaper of general circulation in Guyana, and by other suitable form of public notice. Each person notified shall have a period of thirty days to file any objection with the Court."
                },
                {
                    "representation": "(3)",
                    "description": "The Court shall endeavour to render its decision within a period of thirty days after the end of the period during which objections to the liquidation were admissible, whether the Court is in session or not."
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(a)",
                    "description": "order the compulsory. liquidation and the appointment of the Bank as liquidator;"
                },
                {
                    "representation": "(b)",
                    "description": "order the reorganisation of the financial institution under section 50; or"
                },
                {
                    "representation": "(c)",
                    "description": "refuse the application of the Bank and order the seizure to be terminated.  LAWS OF GUYANA 78 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                   Re- organisation."
                },
                {
                    "representation": "(5)",
                    "description": "shall not apply to any compulsory liquidation resulting from the Courts rejection of a reorganisation plan under section"
                },
                {
                    "representation": "(6)",
                    "description": "The provisions of subsections"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Reorganisation; rejection by depositors and creditors. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Reorganisation; rejection by depositors and creditors. 51. When depositors and other creditors refuse a reorganisation plan under section 50(4), or when in the course of reorganisation it appears to the Bank or person appointed under section 35 that circumstances render the plan inequitable, or changes in its execution desirable, the Bank may apply to the Court to  (a)      modify the plan; or  (b)     order  the  compulsory  liquidation  of  the  licensed financial institution and the appointment of the Bank as liquidator.  LAWS OF GUYANA 80 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  Compulsory liquidation; powers and duties of  Bank.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "modify the plan; or"
                },
                {
                    "representation": "(b)",
                    "description": "order  the  compulsory  liquidation  of  the  licensed financial institution and the appointment of the Bank as liquidator.  LAWS OF GUYANA 80 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  Compulsory liquidation; powers and duties of  Bank."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Compulsory liquidation; powers and duties of Bank. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; powers and duties of Bank. 52. (1) In effecting compulsory liquidation pursuant to section 49 or 51, the Bank, or any person appointed under section 35 to act as liquidator, may exercise any of the powers of the licensed financial institution, whether express or implied, including  (a)   the sale of any asset of the financial institution if such value does not exceed five million dollars;  (b)     the creation of a security interest in any asset of the financial institution in favour of a creditor who extends new credit to the institution;  (c)      the compromise or release of any claim if the amount of the claim does not exceed seven million dollars; and  (d)      the payment of any claim, other than a claim in respect of an obligation incurred by the Bank or person appointed under section 35 to act as liquidator in the exercise of the powers in  liquidation, before the schedule referred to in section 53(c) has been approved by the Court.  (2) Within a period of six months after the date of the decision of the  Court ordering compulsory liquidation of a licensed financial institution, the Bank or person appointed under section 35 to act as liquidator may terminate  (a)      any employment contract;   (b)    any  contract  for  services  to  which  the  financial institution was a party;  LAWS OF GUYANA Financial Institutions Cap. 85:03 81  L.R.O. 1/2012                                                  (c)     any letter of credit, financial guarantee or unfunded contractual  lending,  financial  credit  or  other  funding commitment issued by the financial institution; or  (d)   any obligation of the financial institution as a lessee of real property, provided that a lessor, who shall have received ninety   days notice  that  the  Bank  is  exercising  its discretionary powers to terminate the lease, shall have no claim for rent other than rent accrued up to the date of the termination of the lease, nor any claim for damages by reason of such termination.  (3) As soon as possible after the decision of the Court ordering compulsory liquidation, the Bank or person appointed under section 35 to act as liquidator shall take any necessary steps to terminate all fiduciary functions performed by the financial institution, return all assets and property held by the financial institution as a fiduciary to the owner thereof, and settle its fiduciary accounts.  (4) As soon as possible after the decision of the Court ordering compulsory liquidation, the Bank or person appointed under section 35 to act as liquidator shall publish in a newspaper of general circulation in Guyana notice of the order of compulsory liquidation, and send by mail, at the address shown on the financial institutions books, to all depositors, other creditors, safe deposit box lessees and bailors of property held by the financial institution, a statement of the nature and amount for which their claims are shown on the  financial institutions books. The statement shall note that any objection must be filed with the Bank or person appointed under section 35 before a specified date not later than sixty days thereafter and shall LAWS OF GUYANA 82 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                       Compulsory liquidation; claims.                            invite safe deposit box lessees and bailors to withdraw their assets and property.  (5) Any safe deposits which have not been withdrawn before the date specified in the statement referred to in subsection (4) shall be opened in the manner prescribed by the Bank or person appointed under section 35 to act as liquidator.   (6) Any unclaimed funds and property held by the financial institution as a bailee, together with the inventories pertaining thereto, shall be disposed of by the Bank as provided in section 57(1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In effecting compulsory liquidation pursuant to section 49 or 51, the Bank, or any person appointed under section 35 to act as liquidator, may exercise any of the powers of the licensed financial institution, whether express or implied, including"
                },
                {
                    "representation": "(a)",
                    "description": "any employment contract;"
                },
                {
                    "representation": "(b)",
                    "description": "any  contract  for  services  to  which  the  financial institution was a party;  LAWS OF GUYANA Financial Institutions Cap. 85:03 81  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "any letter of credit, financial guarantee or unfunded contractual  lending,  financial  credit  or  other  funding commitment issued by the financial institution; or"
                },
                {
                    "representation": "(d)",
                    "description": "any obligation of the financial institution as a lessee of real property, provided that a lessor, who shall have received ninety   days notice  that  the  Bank  is  exercising  its discretionary powers to terminate the lease, shall have no claim for rent other than rent accrued up to the date of the termination of the lease, nor any claim for damages by reason of such termination."
                },
                {
                    "representation": "(2)",
                    "description": "Within a period of six months after the date of the decision of the  Court ordering compulsory liquidation of a licensed financial institution, the Bank or person appointed under section 35 to act as liquidator may terminate"
                },
                {
                    "representation": "(3)",
                    "description": "As soon as possible after the decision of the Court ordering compulsory liquidation, the Bank or person appointed under section 35 to act as liquidator shall take any necessary steps to terminate all fiduciary functions performed by the financial institution, return all assets and property held by the financial institution as a fiduciary to the owner thereof, and settle its fiduciary accounts."
                },
                {
                    "representation": "(4)",
                    "description": "shall be opened in the manner prescribed by the Bank or person appointed under section 35 to act as liquidator."
                },
                {
                    "representation": "(5)",
                    "description": "Any safe deposits which have not been withdrawn before the date specified in the statement referred to in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Any unclaimed funds and property held by the financial institution as a bailee, together with the inventories pertaining thereto, shall be disposed of by the Bank as provided in section 57(1)."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Compulsory liquidation; claims. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; claims. 53. Within six months after the last day specified in the notice of compulsory liquidation referred to in section 52(4) for the filing of objection or within such longer period as may be prescribed by the Court, the Bank or person appointed under section 35 to act as liquidator shall  (a)    reject any claim if it doubts the validity thereof;  (b)     determine the amount, if any, owing to each known depositor or other creditor and the priority class of his claim under the provisions of this Act;  (c)    file with the Court a schedule of the steps it proposes to take; and  (d)    notify each person whose claim has not been allowed in full and publish once a week for three consecutive weeks, in the Gazette and a newspaper of general circulation in Guyana, a notice of the date and place where the schedule referred to in paragraph (c) LAWS OF GUYANA Financial Institutions Cap. 85:03 83  L.R.O. 1/2012             Compulsory liquidation; objections.                        Compulsory liquidation; priority of claims.             shall be available for inspection, and the date, not sooner than thirty days counting from the date of the third publication of the notice, on which the Bank shall file the schedule with the Court.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "for the filing of objection or within such longer period as may be prescribed by the Court, the Bank or person appointed under section 35 to act as liquidator shall"
                },
                {
                    "representation": "(a)",
                    "description": "reject any claim if it doubts the validity thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "determine the amount, if any, owing to each known depositor or other creditor and the priority class of his claim under the provisions of this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "LAWS OF GUYANA Financial Institutions Cap. 85:03 83  L.R.O. 1/2012             Compulsory liquidation; objections.                        Compulsory liquidation; priority of claims.             shall be available for inspection, and the date, not sooner than thirty days counting from the date of the third publication of the notice, on which the Bank shall file the schedule with the Court."
                },
                {
                    "representation": "(d)",
                    "description": "notify each person whose claim has not been allowed in full and publish once a week for three consecutive weeks, in the Gazette and a newspaper of general circulation in Guyana, a notice of the date and place where the schedule referred to in paragraph"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Compulsory liquidation; objections. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; objections. 54.  Within thirty days after the filing by the Bank or person appointed under section 35 to act as liquidator of the schedule referred to in section 53(c), any depositor, other creditor, or owner of a licensed financial institution, and any other interested party, may file an objection to any step proposed with the Court. Any objection so filed shall be considered by the Court, upon such notice to the Bank or person appointed under section 35 and to interested parties as the Court may specify.  If an objection is sustained,  the  Court  shall  direct  that  an  appropriate modification of the schedule be made. After filing the schedule the Bank or person appointed under section 35 to act as liquidator may, from time to time, make partial distribution to the holders of claims which are undisputed or which have been allowed by the Court, on condition that a proper reserve is established for the payment of disputed claims. As soon as possible after all objections have been decided upon, the Bank or person appointed under section 35 shall make final distribution.",
            "description": "Within thirty days after the filing by the Bank or person appointed under section 35 to act as liquidator of the schedule referred to in section 53(c), any depositor, other creditor, or owner of a licensed financial institution, and any other interested party, may file an objection to any step proposed with the Court. Any objection so filed shall be considered by the Court, upon such notice to the Bank or person appointed under section 35 and to interested parties as the Court may specify.  If an objection is sustained,  the  Court  shall  direct  that  an  appropriate modification of the schedule be made. After filing the schedule the Bank or person appointed under section 35 to act as liquidator may, from time to time, make partial distribution to the holders of claims which are undisputed or which have been allowed by the Court, on condition that a proper reserve is established for the payment of disputed claims. As soon as possible after all objections have been decided upon, the Bank or person appointed under section 35 shall make final distribution."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Compulsory liquidation; priority of claims. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; priority of claims. 55.  (1) In any compulsory liquidation of a licensed financial institution there shall be paid by the Bank or person appointed under section 35 to act as liquidator, in priority to all other unsecured debts, in the following order  (a)   necessary and reasonable expenses incurred by the Bank or person appointed under section 35 in application of the provisions of this Part;  (b)    unpaid claims for taxes due, whether payable to the Government or to any LAWS OF GUYANA 84 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                          local governmental authority;  (c)   wages and salaries of officers and employees of the institution for the three month period preceding the effective date of seizure;  (d)      fees, costs and assessments due to the Bank;  (e)    deposits up to an amount not exceeding one hundred thousand dollars to any depositor;  (f)       deposits of nationals and residents of Guyana in excess of one hundred thousand dollars; and  (g)      other deposits.  (2) After payment of all claims filed, with interest thereon at a rate to be fixed by the Bank or person appointed under section 35 to act as liquidator, any remaining claims which were not filed within the time prescribed for the filing of objections under section 54 shall be paid.  (3) If the amount available for payment for any class of claims listed under subsection (1) is insufficient to provide payment in full, the said claims shall abate in equal proportions.  (4) Notwithstanding the provisions of the law for the time being in force relating to companies or any other written law, the debts of a financial institution of the classes referred to in paragraphs (e), (f) and (g) of subsection (1) shall have priority over any class of claims of general creditors and shall have priority among themselves in the order prescribed under subsection (1). LAWS OF GUYANA Financial Institutions Cap. 85:03 85  L.R.O. 1/2012   Compulsory liquidation; remaining assets.   Compulsory liquidation; unclaimed property.       c. 85:02                    Compulsory liquidation;  final accounting.           Declaration of bank holidays.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall have priority over any class of claims of general creditors and shall have priority among themselves in the order prescribed under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "necessary and reasonable expenses incurred by the Bank or person appointed under section 35 in application of the provisions of this Part;"
                },
                {
                    "representation": "(b)",
                    "description": "unpaid claims for taxes due, whether payable to the Government or to any LAWS OF GUYANA 84 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                                                          local governmental authority;"
                },
                {
                    "representation": "(c)",
                    "description": "wages and salaries of officers and employees of the institution for the three month period preceding the effective date of seizure;"
                },
                {
                    "representation": "(d)",
                    "description": "fees, costs and assessments due to the Bank;"
                },
                {
                    "representation": "(e)",
                    "description": "deposits up to an amount not exceeding one hundred thousand dollars to any depositor;"
                },
                {
                    "representation": "(f)",
                    "description": "and"
                },
                {
                    "representation": "(g)",
                    "description": "of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "After payment of all claims filed, with interest thereon at a rate to be fixed by the Bank or person appointed under section 35 to act as liquidator, any remaining claims which were not filed within the time prescribed for the filing of objections under section 54 shall be paid."
                },
                {
                    "representation": "(3)",
                    "description": "If the amount available for payment for any class of claims listed under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Notwithstanding the provisions of the law for the time being in force relating to companies or any other written law, the debts of a financial institution of the classes referred to in paragraphs"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Compulsory liquidation; remaining assets. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; remaining assets. 56.  Any assets remaining after all claims have been paid upon liquidation of a licensed financial institution shall be distributed among the owners in accordance with their proportionate rights and interests.",
            "description": "Any assets remaining after all claims have been paid upon liquidation of a licensed financial institution shall be distributed among the owners in accordance with their proportionate rights and interests."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Compulsory liquidation; unclaimed property. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; unclaimed property. 57. (1) Unclaimed funds remaining after the final distributions referred to in sections 40, 52(6) and 54, which are not subject to other provisions under this Part, shall be kept by the Bank or person appointed under section 35 to act as liquidator for the period of one year, unless claimed by the owner before the expiration of that period.  On the expiration of the said period any funds remaining unclaimed shall be paid to the General Reserve Fund established under the Bank of Guyana Act, and the Bank shall be entitled to a certificate of receipt of the funds so paid, and such certificate shall be an effective discharge to it in respect thereof.  (2) Any person claiming to be entitled to any funds paid into the General Reserve Fund pursuant to subsection (1) may apply to the Accountant General for payment thereof, and the Accountant General may make an order for the payment to that person of the sum due.  (3) Any person who is  aggrieved  by  the  decision  of  the Accountant General under subsection (2) may appeal to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may apply to the Accountant General for payment thereof, and the Accountant General may make an order for the payment to that person of the sum due."
                },
                {
                    "representation": "(2)",
                    "description": "may appeal to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who is  aggrieved  by  the  decision  of  the Accountant General under subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Compulsory liquidation; final accounting.  PART IX MISCELLANEOUS ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Compulsory liquidation; final accounting.  PART IX MISCELLANEOUS 58.  Once all assets of a licensed financial institution have been distributed pursuant to compulsory liquidation, the Bank shall render an account to the Court upon approval of which by the Court, the licence of the institution shall be revoked and the Bank or person appointed under section 35 to act as liquidator shall be relieved of any further obligation in connection with the liquidation.  PART IX MISCELLANEOUS",
            "description": "Once all assets of a licensed financial institution have been distributed pursuant to compulsory liquidation, the Bank shall render an account to the Court upon approval of which by the Court, the licence of the institution shall be revoked and the Bank or person appointed under section 35 to act as liquidator shall be relieved of any further obligation in connection with the liquidation.  PART IX MISCELLANEOUS"
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Declaration of bank holidays. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Declaration of bank holidays. 59.  (1) The Governor may, at any time, by order LAWS OF GUYANA 86 Cap. 85:03 Financial Institutions   L.R.O. 1/2012                   c. 19:07            Prosecutions.               Regulations  and notices.                            declare any day to be a bank holiday.  (2) No financial institution shall do any business with the public on any day declared a bank holiday under subsection (1).  (3) A bank holiday declared under subsection (1) shall not necessarily be a public holiday and nothing in this section shall be deemed to affect the Public Holidays Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not necessarily be a public holiday and nothing in this section shall be deemed to affect the Public Holidays Act."
                },
                {
                    "representation": "(2)",
                    "description": "No financial institution shall do any business with the public on any day declared a bank holiday under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "A bank holiday declared under subsection"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Prosecutions. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Prosecutions. 60. A criminal prosecution in respect of any offence under this Act shall be instituted by the Bank or by any person duly authorised by the Bank in writing, and with the consent of the Director of Public Prosecutions.",
            "description": "A criminal prosecution in respect of any offence under this Act shall be instituted by the Bank or by any person duly authorised by the Bank in writing, and with the consent of the Director of Public Prosecutions."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Regulations and notices. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Regulations and notices. 61.  (1) The Bank may make such regulations or orders or issue such notices, as may be required from time to time for carrying into effect the provisions of this Act, or to prevent evasions of the requirements of this Act.  (2) Notwithstanding the provisions of subsection (1), the Bank, by written notice to a licensed financial institution or by regulation may specify general or specific prudential requirements pertaining to   (a)    the maintenance of reserves for bad or doubtful debts in  such  amounts  as  the  Bank  deems  necessary  for  the protection of depositors.  (b)  the classification and reporting of overdrafts, loans, investments and other assets and contingencies which are past  due,  on  which  interest  is  not  accruing,  where  the collection  of principal or interest due is questionable or, doubtful, or  which otherwise exhibit significant risks of LAWS OF GUYANA Financial Institutions Cap. 85:03 87  L.R.O. 1/2012                                                   collection;  (c)    the writing off in whole or in part of loans, investments or other assets which are not collectible;  (d)    credit   concentration,   country   and   transfer   risk exposures;  (e)      off balance sheet credit exposures;  (f)  funding activities and liquidity requirements;  (g)    electronic funds  transfers and large dollar payments;   (h)    interest rate risk management activities;  (i)      foreign exchange risk;  (j)    financial relationships with affiliates and related parties;   (k)  securities investment and trading activities; and   (1)     such  other   matters  as  may  affect  the  safety  and soundness of the financial institutions activities.  (3) The Bank, by regulation or written notice published in the Gazette, may specify requirements governing the reporting to the Bank by licensed financial institutions of currency transactions by customers of such licensed financial institutions, including requirements relating to cash transactions, large currency deposits and similar matters.  LAWS OF GUYANA 88 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  Wilful refusal  to produce documents.       Confidentiality of customer information.                             Immunity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "such  other   matters  as  may  affect  the  safety  and soundness of the financial institutions activities."
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding the provisions of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the maintenance of reserves for bad or doubtful debts in  such  amounts  as  the  Bank  deems  necessary  for  the protection of depositors."
                },
                {
                    "representation": "(b)",
                    "description": "the classification and reporting of overdrafts, loans, investments and other assets and contingencies which are past  due,  on  which  interest  is  not  accruing,  where  the collection  of principal or interest due is questionable or, doubtful, or  which otherwise exhibit significant risks of LAWS OF GUYANA Financial Institutions Cap. 85:03 87  L.R.O. 1/2012                                                   collection;"
                },
                {
                    "representation": "(c)",
                    "description": "the writing off in whole or in part of loans, investments or other assets which are not collectible;"
                },
                {
                    "representation": "(d)",
                    "description": "credit   concentration,   country   and   transfer   risk exposures;"
                },
                {
                    "representation": "(e)",
                    "description": "off balance sheet credit exposures;"
                },
                {
                    "representation": "(f)",
                    "description": "funding activities and liquidity requirements;"
                },
                {
                    "representation": "(g)",
                    "description": "electronic funds  transfers and large dollar payments;"
                },
                {
                    "representation": "(h)",
                    "description": "interest rate risk management activities;"
                },
                {
                    "representation": "(i)",
                    "description": "foreign exchange risk;"
                },
                {
                    "representation": "(j)",
                    "description": "financial relationships with affiliates and related parties;"
                },
                {
                    "representation": "(k)",
                    "description": "securities investment and trading activities; and"
                },
                {
                    "representation": "(3)",
                    "description": "The Bank, by regulation or written notice published in the Gazette, may specify requirements governing the reporting to the Bank by licensed financial institutions of currency transactions by customers of such licensed financial institutions, including requirements relating to cash transactions, large currency deposits and similar matters.  LAWS OF GUYANA 88 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  Wilful refusal  to produce documents.       Confidentiality of customer information.                             Immunity."
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Wilful refusal to produce documents. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Wilful refusal to produce documents. 62.  Any person who wilfully alters, conceals, withholds or refuses to provide any notice, report, statement, application or other document which he is required to produce under this Act shall be liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for not more than one year.",
            "description": "Any person who wilfully alters, conceals, withholds or refuses to provide any notice, report, statement, application or other document which he is required to produce under this Act shall be liable on summary conviction to a fine of one hundred thousand dollars and imprisonment for not more than one year."
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Confidentiality of customer information. ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Confidentiality of customer information. 63.  Any director, officer, employee, representative or agent of a licensed financial institution, or other person conducting business for such institution, who discloses any information concerning the accounts, loans, deposits or personal or business affairs of any customer acquired in the course of such persons affiliation or relationship with the financial institution, shall be liable upon summary conviction to a fine of one hundred thousand dollars and imprisonment for not more than one year:  Provided, that this section shall not apply to disclosure of any information  (i)       to the Bank; (ii)    in response to a lawful subpoena or other compulsory demand issued  by  or  with  the  consent  of  a  Court  of competent jurisdiction; (iii)   in response  to  a  lawful  Government  request  or demand; or (iv)     with the prior written consent of the customer.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "to the Bank;"
                }
            ]
        }
    },
    {
        "act": "FINANCIAL INSTITUTIONS  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Immunity.  __________________________ LAWS OF GUYANA 6 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  CHAPTER 85:03  FINANCIAL INSTITUTIONS ACT  1 of 1995 An Act to make new provisions to regulate the business of banking and other financial business.  [29TH MAY, 1995] Short title.     Interpretation. [7 of 2006]    c. 75:01                         c. 85:02     ",
            "context": "FINANCIAL INSTITUTIONS  ACT under Immunity.  __________________________ LAWS OF GUYANA 6 Cap. 85:03 Financial Institutions   L.R.O. 1/2012  CHAPTER 85:03  FINANCIAL INSTITUTIONS ACT  1 of 1995 An Act to make new provisions to regulate the business of banking and other financial business.  [29TH MAY, 1995] Short title.     Interpretation. [7 of 2006]    c. 75:01                         c. 85:02     64.  Neither the Governor of the Bank nor any officer of the Bank shall be liable in damages for anything done or omitted in the discharge or purported discharge of his functions under this Act, unless it is shown that the act or omission was done in bad faith. _________________ LAWS OF GUYANA Financial Institutions Cap. 85:03 89         Ntce. Gaz.  L.S.  B",
            "description": "Neither the Governor of the Bank nor any officer of the Bank shall be liable in damages for anything done or omitted in the discharge or purported discharge of his functions under this Act, unless it is shown that the act or omission was done in bad faith. _________________ LAWS OF GUYANA Financial Institutions Cap. 85:03 89         Ntce. Gaz.  L.S.  B"
        }
    }
]