[
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Short title. 1.  This Act may be cited as the Caribbean Development Bank Agreement Act.",
            "description": "This Act may be cited as the Caribbean Development Bank Agreement Act."
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Interpretation. 2.  In this Act  Bank means the Caribbean Development Bank established by the Bank Agreement;  Bank Agreement means the Agreement for the establishment of the Caribbean Development Bank, set LAWS OF GUYANA 4 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012         Financial provisions for giving effect to the Bank Agreement.                Designation of depository for holdings of currency.  Certain provisions of the Bank Agreement given the force of law in Guyana.             out in the schedule to this Act.",
            "description": "In this Act  Bank means the Caribbean Development Bank established by the Bank Agreement;  Bank Agreement means the Agreement for the establishment of the Caribbean Development Bank, set LAWS OF GUYANA 4 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012         Financial provisions for giving effect to the Bank Agreement.                Designation of depository for holdings of currency.  Certain provisions of the Bank Agreement given the force of law in Guyana.             out in the schedule to this Act."
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Financial provisions for giving effect to the Bank Agreement. ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Financial provisions for giving effect to the Bank Agreement. 3. (1) There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the provisions of the Bank Agreement.  (2) The Minister may, if he thinks fit, create and issue to the Bank any  such non-negotiable and non-interest bearing notes and other obligations as are provided for by paragraph 5 of Article 7 of the Bank Agreement and sums payable under the notes or obligations so created shall be charged on the Consolidated Fund.  (3) Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock thereof shall be paid into the Consolidated Fund.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be paid out of the Consolidated Fund, on the warrant of the Minister, all payments required to be made from time to time to the Bank in respect of Guyana under the provisions of the Bank Agreement."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may, if he thinks fit, create and issue to the Bank any  such non-negotiable and non-interest bearing notes and other obligations as are provided for by paragraph 5 of Article 7 of the Bank Agreement and sums payable under the notes or obligations so created shall be charged on the Consolidated Fund."
                },
                {
                    "representation": "(3)",
                    "description": "Any sums received by the Government from the Bank on account of Guyanas subscription to the capital stock thereof shall be paid into the Consolidated Fund."
                }
            ]
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Designation of depository for holdings of currency. ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Designation of depository for holdings of currency. 4. The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the Bank.",
            "description": "The Bank of Guyana shall act as a depository for the holding of the currency of Guyana and other assets of the Bank."
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certain provisions of the Bank Agreement given the force of law in Guyana.                         SCHEDULE—Agreement Establishing the Caribbean Development                    Bank.  __________________________  29 of 1969  An Act to enable implementation by Guyana of the Agreement for the establishment of the Caribbean Development Bank and for purposes connected therewith.   [31ST DECEMBER, 1969]  Short title.     Interpretation.         ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Certain provisions of the Bank Agreement given the force of law in Guyana.                         SCHEDULEAgreement Establishing the Caribbean Development                    Bank.  __________________________  29 of 1969  An Act to enable implementation by Guyana of the Agreement for the establishment of the Caribbean Development Bank and for purposes connected therewith.   [31ST DECEMBER, 1969]  Short title.     Interpretation.         5.  The provisions of Articles 48 to 55 (inclusive) of the Bank Agreement shall have the force of law in Guyana.              LAWS OF GUYANA Caribbean Development Bank Agreement Cap. 85:04 5  L.R.O. 1/2012  s. 2       SCHEDULE  AGREEMENT ESTABLISHING THE CARIBBEAN DEVELOPMENT BANK  The Contracting Parties  Conscious of the need to accelerate the economic development of States and Territories of the Caribbean and to improve the standards of living of their peoples;  Recognizing the resolve of these States and Territories to intensify economic  co-operation  and  promote  economic  integration  in  the Caribbean;  Aware of the desire of other countries outside the region to contribute to the economic development of the region;   Considering that such regional economic development urgently requires the mobilization of additional financial and other resources; and  Convinced  that   the   establishment   of   a   regional   financial institution with the broadest possible participation will facilitate the achievement of these ends;  HEREBY AGREE AS FOLLOWS:  INTRODUCTORY ARTICLE  The Caribbean Development Bank (hereinafter called the Bank) is hereby established and shall be governed by the following:   LAWS OF GUYANA 6 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012  ARTICLES OF AGREEMENT CHAPTER I PURPOSE, FUNCTIONS  AND  PARTICIPATION  ARTICLE 1 PURPOSE  The purpose of the Bank shall be to contribute to the harmonious economic growth and development of the member countries in the Caribbean (hereinafter called the region) and to promote economic co-operation and integration among them, having special and urgent regard to the needs of the less developed members of the region.  ARTICLE 2 FUNCTIONS",
            "description": "The provisions of Articles 48 to 55 (inclusive) of the Bank Agreement shall have the force of law in Guyana.              LAWS OF GUYANA Caribbean Development Bank Agreement Cap. 85:04 5  L.R.O. 1/2012  s. 2       SCHEDULE  AGREEMENT ESTABLISHING THE CARIBBEAN DEVELOPMENT BANK  The Contracting Parties  Conscious of the need to accelerate the economic development of States and Territories of the Caribbean and to improve the standards of living of their peoples;  Recognizing the resolve of these States and Territories to intensify economic  co-operation  and  promote  economic  integration  in  the Caribbean;  Aware of the desire of other countries outside the region to contribute to the economic development of the region;   Considering that such regional economic development urgently requires the mobilization of additional financial and other resources; and  Convinced  that   the   establishment   of   a   regional   financial institution with the broadest possible participation will facilitate the achievement of these ends;  HEREBY AGREE AS FOLLOWS:  INTRODUCTORY ARTICLE  The Caribbean Development Bank (hereinafter called the Bank) is hereby established and shall be governed by the following:   LAWS OF GUYANA 6 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012  ARTICLES OF AGREEMENT CHAPTER I PURPOSE, FUNCTIONS  AND  PARTICIPATION  ARTICLE 1 PURPOSE  The purpose of the Bank shall be to contribute to the harmonious economic growth and development of the member countries in the Caribbean (hereinafter called the region) and to promote economic co-operation and integration among them, having special and urgent regard to the needs of the less developed members of the region.  ARTICLE 2 FUNCTIONS"
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under 6. Shares shall not be pledged or encumbered in any manner whatsoever. They shall not be transferable except to the Bank.",
            "description": "Shares shall not be pledged or encumbered in any manner whatsoever. They shall not be transferable except to the Bank."
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Liability of the members on shares shall be limited to the unpaid portion of their issue price.  ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Liability of the members on shares shall be limited to the unpaid portion of their issue price.  7.  Payment of calls referred to in paragraph 6 of this Article may be made at the option of the member in gold, convertible currency or in the currency required to discharge the obligations of the Bank for the purpose of which the call is made.",
            "description": "Payment of calls referred to in paragraph 6 of this Article may be made at the option of the member in gold, convertible currency or in the currency required to discharge the obligations of the Bank for the purpose of which the call is made."
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Except as provided in paragraph 7 of this Article, no member shall be liable, by reason of its membership, for obligations to or of the Bank.   ARTICLE 7 PAYMENT  OF  SUBSCRIPTION  ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under Except as provided in paragraph 7 of this Article, no member shall be liable, by reason of its membership, for obligations to or of the Bank.   ARTICLE 7 PAYMENT  OF  SUBSCRIPTION  8. The Bank shall determine the place for any payment under this Article, provided that, until the inaugural meeting of the Board of Governors the payment of the first instalment referred to in paragraph 1 of this Article shall be made to the Government of Barbados as Trustee of the Bank.   ARTICLE 8 SPECIAL  FUNDS",
            "description": "The Bank shall determine the place for any payment under this Article, provided that, until the inaugural meeting of the Board of Governors the payment of the first instalment referred to in paragraph 1 of this Article shall be made to the Government of Barbados as Trustee of the Bank.   ARTICLE 8 SPECIAL  FUNDS"
        }
    },
    {
        "act": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "(o)  The   Bank   shall   be guided by sound  development banking principles in its operations.  ARTICLE 16 TERMS  AND CONDITIONS  FOR DIRECT  LOANS AND  GUARANTEES  ",
            "context": "CARIBBEAN DEVELOPMENT BANK AGREEMENT ACT under (o)  The   Bank   shall   be guided by sound  development banking principles in its operations.  ARTICLE 16 TERMS  AND CONDITIONS  FOR DIRECT  LOANS AND  GUARANTEES  23.   CHAPTER IV BORROWING  AND OTHER   MISCELLANEOUS  POWERS ARTICLE 20 GENERAL  POWERS  In addition to the powers provided elsewhere in this Agreement, the Bank shall have the power to:  LAWS OF GUYANA Caribbean Development Bank Agreement Cap. 85:04 27  L.R.O. 1/2012 (a)    borrow  funds  in  the  territories  of  members  or elsewhere, and in this connexion to furnish such collateral or other security therefor as the Bank shall determine, provided always that:  (i)     before making a sale of its obligations in a country, the Bank shall seek the approval of the competent authorities of that country;   (ii)    where  the  obligations  of  the  Bank  are  to  be denominated in the currency of a member, the Bank shall have obtained the approval of the competent authorities of that member;  (iii)   the Bank shall obtain the approval of the competent authorities referred to in subparagraphs (i) and (ii) of this paragraph that the proceeds may be exchanged for any other currency without restriction; and  (iv)  before determining whether to sell its obligations in a particular country, the Bank shall consider the amount of previous borrowing, if any, in that country, the amount of previous borrowings in other countries, and the possible availability of funds in such other countries and shall give due  regard to the general principle that its borrowings should, as far as possible, be diversified as to the country of borrowing;  (b)    buy  and  sell  securities  the  Bank  has  LAWS OF GUYANA 28 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012  issued  or guaranteed or in which it has invested, provided always that it shall have obtained approval of the competent authorities of the country where the securities are to be bought or sold;   (c)     guarantee securities in which it has invested, in order to facilitate their sale;  (d)  underwrite,  or  participate  in  the  underwriting  of, securities issued by any enterprise or entity for purposes consistent with the purpose and functions of the Bank;  (e)    invest or deposit funds, not needed in its operations, in the territories of members or of substantial contributors to the resources of the Bank, in such obligations or institutions of members or substantial contributors, or nationals thereof, as it may determine, except where the Board of Directors by a vote of not less than three-fourths of the total voting power of the members determines otherwise;  (f)      assist  regional  members  in  matters  relating  to  the foreign placement of official loans;  (g)     borrow   from   Governments,   their   political   sub- divisions and instrumentalities, and international organizations, on such terms and conditions as may be agreed upon between the Bank and the lender;    LAWS OF GUYANA Caribbean Development Bank Agreement Cap. 85:04 29  L.R.O. 1/2012 (h)     provide technical assistance which serves its purpose and  comes within its functions, and where expenditures incurred in furnishing such services are not reimbursable, charge the income of the Bank therewith; and  (i)      exercise such other powers and adopt such rules and regulations  as  may  be   necessary   or appropriate  in furtherance of its purpose and functions and consistent with the provisions of this Agreement.  ARTICLE 21 NOTICE  TO BE PLACED  ON  SECURITIES  Every security issued or guaranteed by the Bank shall include a statement to the effect that it is not an obligation of any Government, unless it is in fact the obligation of a particular Government, in which case it shall so state.  CHAPTER V CURRENCIES  ARTICLE 22 VALUATION OF  CURRENCIES  AND  DETERMINATION OF  CONVERTIBILITY  Whenever the Bank considers it necessary under this Agreement:   (a)   to value any currency in terms of another currency or of gold; or  LAWS OF GUYANA 30 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012  (b)  to determine whether any currency is convertible;  such  valuation  or  determination,  as  the  case  may  be,  shall  be reasonably made by the Bank after consultation with the International Monetary Fund.   ARTICLE 23 USE  OF  CURRENCIES",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to value any currency in terms of another currency or of gold; or  LAWS OF GUYANA 30 Cap. 85:04 Caribbean Development Bank Agreement  L.R.O. 1/2012"
                },
                {
                    "representation": "(i)",
                    "description": "exercise such other powers and adopt such rules and regulations  as  may  be   necessary   or appropriate  in furtherance of its purpose and functions and consistent with the provisions of this Agreement.  ARTICLE 21 NOTICE  TO BE PLACED  ON  SECURITIES  Every security issued or guaranteed by the Bank shall include a statement to the effect that it is not an obligation of any Government, unless it is in fact the obligation of a particular Government, in which case it shall so state.  CHAPTER V CURRENCIES  ARTICLE 22 VALUATION OF  CURRENCIES  AND  DETERMINATION OF  CONVERTIBILITY  Whenever the Bank considers it necessary under this Agreement:"
                },
                {
                    "representation": "(b)",
                    "description": "to determine whether any currency is convertible;  such  valuation  or  determination,  as  the  case  may  be,  shall  be reasonably made by the Bank after consultation with the International Monetary Fund.   ARTICLE 23 USE  OF  CURRENCIES"
                },
                {
                    "representation": "(c)",
                    "description": "guarantee securities in which it has invested, in order to facilitate their sale;"
                },
                {
                    "representation": "(d)",
                    "description": "underwrite,  or  participate  in  the  underwriting  of, securities issued by any enterprise or entity for purposes consistent with the purpose and functions of the Bank;"
                },
                {
                    "representation": "(e)",
                    "description": "invest or deposit funds, not needed in its operations, in the territories of members or of substantial contributors to the resources of the Bank, in such obligations or institutions of members or substantial contributors, or nationals thereof, as it may determine, except where the Board of Directors by a vote of not less than three-fourths of the total voting power of the members determines otherwise;"
                },
                {
                    "representation": "(f)",
                    "description": "assist  regional  members  in  matters  relating  to  the foreign placement of official loans;"
                },
                {
                    "representation": "(g)",
                    "description": "borrow   from   Governments,   their   political   sub- divisions and instrumentalities, and international organizations, on such terms and conditions as may be agreed upon between the Bank and the lender;    LAWS OF GUYANA Caribbean Development Bank Agreement Cap. 85:04 29  L.R.O. 1/2012"
                },
                {
                    "representation": "(h)",
                    "description": "provide technical assistance which serves its purpose and  comes within its functions, and where expenditures incurred in furnishing such services are not reimbursable, charge the income of the Bank therewith; and"
                }
            ]
        }
    }
]