[
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Short title.  1. This Act may be cited as the Money Transfer Agencies (Licensing) Act.",
            "description": "This Act may be cited as the Money Transfer Agencies (Licensing) Act."
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Interpretation. 2. In this Act    \"Bank\" means the Bank of Guyana established under the Bank of Guyana Act;   \"foreign currency\" means any currency or claims to a currency other than Guyana dollars;   \"licence\" means a licence granted under this Act;     \"licensed agency\" means any agency where a licensee is authorised to carry on the business of money transfer;    licensed premises\" means the premises specified in a licence where the licensee carries on the licensed agency;   \"licensee\", unless the context requires otherwise, means the holder of a licence granted under this Act and which has not been suspended or revoked or the term of which has not expired;    \"money transfer\" means the making of any payment by a MONEY TRANSFER AGENCIES (LICENSING) ACT LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 5   L.R.O. 1/2012                Application for licence.          c. 87:01                    c. 87:01        person in the scheduled territory to or for the credit of a person outside the scheduled territory, or to a person in the scheduled territory by order or on behalf of a person outside the scheduled territory;   \"money transfer agent\" means any person carrying on the business of money transfer on behalf of a licensee;   \"scheduled territory\" means Guyana.",
            "description": "In this Act    \"Bank\" means the Bank of Guyana established under the Bank of Guyana Act;   \"foreign currency\" means any currency or claims to a currency other than Guyana dollars;   \"licence\" means a licence granted under this Act;     \"licensed agency\" means any agency where a licensee is authorised to carry on the business of money transfer;    licensed premises\" means the premises specified in a licence where the licensee carries on the licensed agency;   \"licensee\", unless the context requires otherwise, means the holder of a licence granted under this Act and which has not been suspended or revoked or the term of which has not expired;    \"money transfer\" means the making of any payment by a MONEY TRANSFER AGENCIES (LICENSING) ACT LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 5   L.R.O. 1/2012                Application for licence.          c. 87:01                    c. 87:01        person in the scheduled territory to or for the credit of a person outside the scheduled territory, or to a person in the scheduled territory by order or on behalf of a person outside the scheduled territory;   \"money transfer agent\" means any person carrying on the business of money transfer on behalf of a licensee;   \"scheduled territory\" means Guyana."
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application for licence. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Application for licence. 3. (1) Subject to subsection (2), a person who is desirous of operating a licensed agency shall apply to the Bank in the prescribed form for a licence for that purpose.  (2) A licensee under the Dealers in Foreign Currency (Licensing) Act or any related party, holding company, subsidiary or other affiliate of such a licensee shall not be eligible for the grant of a licence under this Act.  (3)  An applicant for a licence shall submit the prescribed fee along with his application.  (4) In the case of a person engaged in the business of money transfer prior to the commencement of this Act (the appointed date), that person shall within one month from the appointed date make an application to the Bank for a licence under this section, and shall cease carrying on the business of money transfer within three months from the appointed date unless the licence is granted by the Bank.  (5) In the case of a licensee under the Dealers in Foreign Currency (Licensing) Act or any related party, holding company, subsidiary or other affiliate of such a licensee who was engaged in the business of money transfer prior to the commencement of this Act (the appointed date), that person shall within three months from the appointed date cease carrying on the business of money transfer. LAWS OF GUYANA 6 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012         c. 87:01                           Grant of licence.              (6) For the purposes of subsections (2) and (5), related party means   (a)    any officer, official or director of the licensee under the Dealers in Foreign Currency (Licensing) Act (hereinafter in this subsection referred to as \"the Act\");  (b)    any person affiliated with an officer, official or director of the licensee under the Act;  (c)    any officer, official or director of the licensee under the Act who owns equity capital or otherwise has a beneficial interest of ten percent or more in the licensee's business;  (d)     any employee of the licensee under the Act;  (e)    any other person or class of persons specified by the Bank as related to the licensee under the Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "and"
                },
                {
                    "representation": "(3)",
                    "description": "An applicant for a licence shall submit the prescribed fee along with his application."
                },
                {
                    "representation": "(4)",
                    "description": "In the case of a person engaged in the business of money transfer prior to the commencement of this Act"
                },
                {
                    "representation": "(5)",
                    "description": "In the case of a licensee under the Dealers in Foreign Currency"
                },
                {
                    "representation": "(6)",
                    "description": "For the purposes of subsections"
                },
                {
                    "representation": "(a)",
                    "description": "any officer, official or director of the licensee under the Dealers in Foreign Currency"
                },
                {
                    "representation": "(b)",
                    "description": "any person affiliated with an officer, official or director of the licensee under the Act;"
                },
                {
                    "representation": "(c)",
                    "description": "any officer, official or director of the licensee under the Act who owns equity capital or otherwise has a beneficial interest of ten percent or more in the licensee's business;"
                },
                {
                    "representation": "(d)",
                    "description": "any employee of the licensee under the Act;"
                },
                {
                    "representation": "(e)",
                    "description": "any other person or class of persons specified by the Bank as related to the licensee under the Act."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Grant of licence. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Grant of licence. 4. (1) The Bank, after consultation with the Minister, may, having regard to   (i)     the experience in financial business of the applicant;  (ii)     the financial resources of the applicant;   (iii)   the character and the antecedents of the applicant;  LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 7   L.R.O. 1/2012                                   Terms of licence and renewal.            (iv)    the  soundness  and   feasibility   of  the applicant's business plan;  (v)     whether the applicant has competence and experience for operating the business of money transfer;  (vi)   whether the applicant will operate the business of money transfer responsibly;  (vii)  the best interests of the financial system in the scheduled territory; and  (viii)   the public interest,   grant or refuse to grant a licence.  (2) A licence shall be in the prescribed form and the applicant shall pay the prescribed fee for the grant of the licence.  (3) Where a licence is granted, the licensee shall display the licence at a conspicuous place at the licensed premises.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Bank, after consultation with the Minister, may, having regard to"
                },
                {
                    "representation": "(i)",
                    "description": "the experience in financial business of the applicant;"
                },
                {
                    "representation": "(v)",
                    "description": "whether the applicant has competence and experience for operating the business of money transfer;"
                },
                {
                    "representation": "(2)",
                    "description": "A licence shall be in the prescribed form and the applicant shall pay the prescribed fee for the grant of the licence."
                },
                {
                    "representation": "(3)",
                    "description": "Where a licence is granted, the licensee shall display the licence at a conspicuous place at the licensed premises."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Terms of licence and renewal. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Terms of licence and renewal. 5.  (l) A licence expires on the 31st day of December of the year in which it is granted.  (2) Where a licensee wishes to renew a licence, he shall, not later than the 15th day of January in every year, make an application in the prescribed form accompanied by the prescribed fee to the Bank to renew the licence:  Provided that the Bank may, after giving the licensee a reasonable opportunity of being heard, and after consultation with the Minister, refuse the renewal of a licence where a LAWS OF GUYANA 8 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012       Premises where licensed agency to be carried on.            Money transfer  Agent.         Requirements of money transfer agents.                   licensee has contravened any provision of this Act or any conditions of the licence or where the Bank considers it to be in the public interest.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "A licence expires on the 31st day of December of the year in which it is granted."
                },
                {
                    "representation": "(2)",
                    "description": "Where a licensee wishes to renew a licence, he shall, not later than the 15th day of January in every year, make an application in the prescribed form accompanied by the prescribed fee to the Bank to renew the licence:  Provided that the Bank may, after giving the licensee a reasonable opportunity of being heard, and after consultation with the Minister, refuse the renewal of a licence where a LAWS OF GUYANA 8 Cap. 85:10 Money Transfer Agencies"
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Premises where licensed agency to be carried on. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Premises where licensed agency to be carried on. 6. (1) A licence shall specify the premises where the licensed agency may be carried on and, subject to subsection (2), the licensed agency shall not be carried on in any other premises.  (2) Where a licensee is desirous of moving the licensed agency to premises other than the premises specified in the licence he shall make an application in the prescribed form and submit the prescribed fee; and where the Bank grants the application, the licence shall be amended accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licence shall specify the premises where the licensed agency may be carried on and, subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where a licensee is desirous of moving the licensed agency to premises other than the premises specified in the licence he shall make an application in the prescribed form and submit the prescribed fee; and where the Bank grants the application, the licence shall be amended accordingly."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Money transfer agent. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Money transfer agent. 7. A licensee may appoint a person by agreement in writing as its money transfer agent with the authority to provide money transfer services on behalf of the licensed agency.",
            "description": "A licensee may appoint a person by agreement in writing as its money transfer agent with the authority to provide money transfer services on behalf of the licensed agency."
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Requirements of money transfer agents. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Requirements of money transfer agents. 8.  (1) No person shall act as a money transfer agent unless that person has first registered with the Bank.  (2) Every person who wishes to be registered as a money transfer agent shall   (a)     make an application in the prescribed form and submit the prescribed fee; and  (b)       supply the Bank with the following   (i)       the name of the applicant;  (ii)    the address of the premises from which the money transfer agent will operate; LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 9   L.R.O. 1/2012                                                (iii)  a copy of the written agreement between the licensee and the proposed money transfer agent; and  (iv)  such other information and documents that the Bank may require.   (3) The Bank may grant a certificate of registration subject to such terms and conditions, if any, as the Bank considers necessary.  (4) The Bank shall in determining whether to register any money transfer agent, take into account   (a)     whether the proposed money transfer agent is a fit and proper person to provide money transfer services;  (b)     whether the proposed money transfer agent has entered into a suitable written agreement to provide money transfer services on behalf of the licensed agency;  (c)  the professional reputation and experience of the proposed money transfer agent;  (d)     the best interests of the financial system in the scheduled territory; and  (e)      the public interest.  (5) A certificate of registration shall be in the prescribed form and the applicant shall pay the prescribed fee LAWS OF GUYANA 10 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012           Terms of certificate of registration and renewal.                  Conditions of licence and certificate of registration.              for the grant of the certificate of registration.  (6) Where a certificate of registration is granted, the registered person shall display the certificate of registration at a conspicuous place at the premises from which the money transfer agent will operate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall act as a money transfer agent unless that person has first registered with the Bank."
                },
                {
                    "representation": "(2)",
                    "description": "Every person who wishes to be registered as a money transfer agent shall"
                },
                {
                    "representation": "(a)",
                    "description": "whether the proposed money transfer agent is a fit and proper person to provide money transfer services;"
                },
                {
                    "representation": "(b)",
                    "description": "whether the proposed money transfer agent has entered into a suitable written agreement to provide money transfer services on behalf of the licensed agency;"
                },
                {
                    "representation": "(i)",
                    "description": "the name of the applicant;"
                },
                {
                    "representation": "(3)",
                    "description": "The Bank may grant a certificate of registration subject to such terms and conditions, if any, as the Bank considers necessary."
                },
                {
                    "representation": "(4)",
                    "description": "The Bank shall in determining whether to register any money transfer agent, take into account"
                },
                {
                    "representation": "(c)",
                    "description": "the professional reputation and experience of the proposed money transfer agent;"
                },
                {
                    "representation": "(d)",
                    "description": "the best interests of the financial system in the scheduled territory; and"
                },
                {
                    "representation": "(e)",
                    "description": "the public interest."
                },
                {
                    "representation": "(5)",
                    "description": "A certificate of registration shall be in the prescribed form and the applicant shall pay the prescribed fee LAWS OF GUYANA 10 Cap. 85:10 Money Transfer Agencies"
                },
                {
                    "representation": "(6)",
                    "description": "Where a certificate of registration is granted, the registered person shall display the certificate of registration at a conspicuous place at the premises from which the money transfer agent will operate."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Terms of certificate of registration and renewal. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Terms of certificate of registration and renewal. 9.  (1) A certificate of registration expires on the 31st day of December of the year in which it is granted.  (2) Where a person wishes to renew a certificate of registration, he shall, not later that the 15th day of January in every year, make an application in the prescribed form accompanied by the prescribed fee and a written endorsement of the licensee to the Bank to renew the certificate of registration:  Provided that the Bank may, after giving the applicant a reasonable opportunity of being heard, refuse the renewal of a certificate of registration where the registered person has contravened any provision of this Act or any conditions of the certificate of registration or where the Bank considers it to be in the public interest.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A certificate of registration expires on the 31st day of December of the year in which it is granted."
                },
                {
                    "representation": "(2)",
                    "description": "Where a person wishes to renew a certificate of registration, he shall, not later that the 15th day of January in every year, make an application in the prescribed form accompanied by the prescribed fee and a written endorsement of the licensee to the Bank to renew the certificate of registration:  Provided that the Bank may, after giving the applicant a reasonable opportunity of being heard, refuse the renewal of a certificate of registration where the registered person has contravened any provision of this Act or any conditions of the certificate of registration or where the Bank considers it to be in the public interest."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Conditions of licence and certificate of registration. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Conditions of licence and certificate of registration. 10. (1) Every licensed agency and money transfer agent shall be subject to the provisions of this Act and the conditions as may, from time to time, be prescribed by regulations or specified in the licence or certificate of registration.  (2) The conditions of a licence or certificate of registration referred to in subsection (1) may include   (a)   a condition as to the furnishing of surety by the licensee or money transfer agent;  (b)    the amount of surety and conditions LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 11   L.R.O. 1/2012               c. 10:11     Suspension and revocation of licence or certificate of registration.                      c. 10:11        under which the surety may be forfeited; and  (c)   the power of the Bank to vary the amount of surety from time to time.  (3)   Every licensed agency and money transfer agent shall comply with the Anti-Money Laundering and Countering the Financing of Terrorism Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may include"
                },
                {
                    "representation": "(2)",
                    "description": "The conditions of a licence or certificate of registration referred to in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "a condition as to the furnishing of surety by the licensee or money transfer agent;"
                },
                {
                    "representation": "(b)",
                    "description": "the amount of surety and conditions LAWS OF GUYANA Money Transfer Agencies"
                },
                {
                    "representation": "(c)",
                    "description": "the power of the Bank to vary the amount of surety from time to time."
                },
                {
                    "representation": "(3)",
                    "description": "Every licensed agency and money transfer agent shall comply with the Anti-Money Laundering and Countering the Financing of Terrorism Act."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Suspension and revocation of licence or certificate of registration. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Suspension and revocation of licence or certificate of registration. 11. (1) The Bank may suspend or revoke a licence or certificate of registration where the licensee or money transfer agent (a)      has ceased to carry on the business of money transfer for a period of six months;  (b)     has been convicted of a felony or of any offence involving fraud, dishonesty or breach of trust;   (c)     is  a  discharged  or   an  undischarged bankrupt;  (d)     has presented misleading information to obtain the licence or certificate of registration;  (e)    has contravened or failed to comply with the provisions of the Anti-Money Laundering and Countering the Financing of Terrorism Act; or  (f)     has contravened or failed to comply with any provision of this Act or any of the conditions subject to which the licence or certificate of registration LAWS OF GUYANA 12 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012                               Right of licensee and money transfer agent to conduct money transfer.             was granted or where the Bank considers it to be in the public interest.  (2) The Bank shall not suspend or revoke a licence or certificate of registration unless the licensee or money transfer agent has been given a reasonable opportunity to make representation.  (3) The Bank may suspend a licence or certificate of registration pending any investigation into a complaint of any act or omission that threatens or can affect the integrity, stability or soundness of the financial system.  (4) Where the Bank suspends or revokes a licence or certificate of registration, it may give directions as regards the settlement of outstanding transactions.  (5) Any action taken by the Bank under this section, in relation to suspension or revocation of a licence or certificate of registration, shall only be taken after consultation with the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Bank may suspend or revoke a licence or certificate of registration where the licensee or money transfer agent"
                },
                {
                    "representation": "(a)",
                    "description": "has ceased to carry on the business of money transfer for a period of six months;"
                },
                {
                    "representation": "(b)",
                    "description": "has been convicted of a felony or of any offence involving fraud, dishonesty or breach of trust;"
                },
                {
                    "representation": "(c)",
                    "description": "is  a  discharged  or   an  undischarged bankrupt;"
                },
                {
                    "representation": "(d)",
                    "description": "has presented misleading information to obtain the licence or certificate of registration;"
                },
                {
                    "representation": "(e)",
                    "description": "has contravened or failed to comply with the provisions of the Anti-Money Laundering and Countering the Financing of Terrorism Act; or"
                },
                {
                    "representation": "(f)",
                    "description": "has contravened or failed to comply with any provision of this Act or any of the conditions subject to which the licence or certificate of registration LAWS OF GUYANA 12 Cap. 85:10 Money Transfer Agencies"
                },
                {
                    "representation": "(2)",
                    "description": "The Bank shall not suspend or revoke a licence or certificate of registration unless the licensee or money transfer agent has been given a reasonable opportunity to make representation."
                },
                {
                    "representation": "(3)",
                    "description": "The Bank may suspend a licence or certificate of registration pending any investigation into a complaint of any act or omission that threatens or can affect the integrity, stability or soundness of the financial system."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Bank suspends or revokes a licence or certificate of registration, it may give directions as regards the settlement of outstanding transactions."
                },
                {
                    "representation": "(5)",
                    "description": "Any action taken by the Bank under this section, in relation to suspension or revocation of a licence or certificate of registration, shall only be taken after consultation with the Minister."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Right of licensee and money transfer agent to conduct money transfer. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Right of licensee and money transfer agent to conduct money transfer. 12. (1) Subject to the provisions of this Act and the conditions of the licence or certificate of registration, a licensee or money transfer agent shall be entitled to carry on the business of money transfer.   (2) Subject to regulations made under this Act, where payments to local recipients of money transferred are effected in Guyana dollars, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, the implicit conversion rates applied and any applicable charges in Guyana dollars.  (3) Subject to regulations made under this Act, where payments to a licensee or money transfer agent for LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 13   L.R.O. 1/2012                   c. 85:02                  c. 85:02                   Receipts.     Keeping of accounts and other records.  money to be transferred from the scheduled territory are effected in Guyana dollars, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, the implicit conversion rates and any applicable charges in Guyana dollars.  (4) Subject to and in accordance with section 20 of  the Bank of Guyana Act, where payments to a licensee or money transfer agent for money to be transferred from the scheduled territory are effected in foreign currency, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, any applicable charges in Guyana dollars.  (5) Subject to and in accordance with section 20 of the Bank of Guyana Act, where payments to local recipients of money transferred are effected in foreign currency, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, any applicable charges in Guyana dollars.  (6) A licensee or money transfer agent shall not carry on the business of lending or borrowing, or accepting deposits of, any foreign or local currency, except as implicit in the transfer arrangement and an obligation under this section shall be available for liquidation in no longer than one business day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of this Act and the conditions of the licence or certificate of registration, a licensee or money transfer agent shall be entitled to carry on the business of money transfer."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to regulations made under this Act, where payments to local recipients of money transferred are effected in Guyana dollars, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, the implicit conversion rates applied and any applicable charges in Guyana dollars."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to regulations made under this Act, where payments to a licensee or money transfer agent for LAWS OF GUYANA Money Transfer Agencies"
                },
                {
                    "representation": "(4)",
                    "description": "Subject to and in accordance with section 20 of  the Bank of Guyana Act, where payments to a licensee or money transfer agent for money to be transferred from the scheduled territory are effected in foreign currency, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, any applicable charges in Guyana dollars."
                },
                {
                    "representation": "(5)",
                    "description": "Subject to and in accordance with section 20 of the Bank of Guyana Act, where payments to local recipients of money transferred are effected in foreign currency, the licensee or money transfer agent shall display, at a prominent place on the licensed premises or premises from which the money transfer agent operates, any applicable charges in Guyana dollars."
                },
                {
                    "representation": "(6)",
                    "description": "A licensee or money transfer agent shall not carry on the business of lending or borrowing, or accepting deposits of, any foreign or local currency, except as implicit in the transfer arrangement and an obligation under this section shall be available for liquidation in no longer than one business day."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Receipts. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Receipts. 13. A licensee and a money transfer agent shall give to any person sending or receiving money a receipt and keep a duplicate of the receipt.",
            "description": "A licensee and a money transfer agent shall give to any person sending or receiving money a receipt and keep a duplicate of the receipt."
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Keeping of accounts and other records. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Keeping of accounts and other records. 14. Every licensee and money transfer agent shall maintain a proper account in which shall be recorded any LAWS OF GUYANA 14 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012       Returns.          Production and examination of books.                                        c. 10:11        particulars prescribed by the Bank by regulations, notices or guidelines for a period of five years after the termination of the business transaction so recorded.",
            "description": "Every licensee and money transfer agent shall maintain a proper account in which shall be recorded any LAWS OF GUYANA 14 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012       Returns.          Production and examination of books.                                        c. 10:11        particulars prescribed by the Bank by regulations, notices or guidelines for a period of five years after the termination of the business transaction so recorded."
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Returns. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Returns. 15. Every licensee and money transfer agent shall deliver to the Bank, within such period as may be specified and in such form as the Bank may from time to time specify, any of the particulars prescribed by the Bank under section",
            "description": "Every licensee and money transfer agent shall deliver to the Bank, within such period as may be specified and in such form as the Bank may from time to time specify, any of the particulars prescribed by the Bank under section"
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Production and examination of books. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Production and examination of books. 16. Any person authorised by the Bank may enter a licensed premises or premises from which a money transfer agent operates at all reasonable times and   (a)      request the licensee, money transfer agent or any of the directors, managers, officers or employees to produce any accounts, books, records, documents, electronic data and any other relevant information   (i)     relating to the licensed agency or the money transfer agent's business of money transfer that are found therein or that are in the possession or control of any director, manager, officer or employee; or  (ii)    likely to contain, in the opinion of the person, evidence of the contravention of any provision of this Act, the Anti-Money Laundering and Countering the Financing of  Terrorism Act or any condition of the licence or the certificate of registration granted to the licensee or money transfer agent;  (b)      question   LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 15   L.R.O. 1/2012              Penalties.                                 Power to make Regulations.        (i)      the licensee, the money transfer agent or any of the directors, managers, officers or employees; or  (ii)    any other person found on the licensed premises or the premises from which the money transfer agent operates.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "request the licensee, money transfer agent or any of the directors, managers, officers or employees to produce any accounts, books, records, documents, electronic data and any other relevant information"
                },
                {
                    "representation": "(i)",
                    "description": "the licensee, the money transfer agent or any of the directors, managers, officers or employees; or"
                },
                {
                    "representation": "(b)",
                    "description": "question   LAWS OF GUYANA Money Transfer Agencies"
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Penalties. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Penalties. 17. (1) A licensee, money transfer agent or any of their directors, managers, officers or employees who   (a)      fails or refuses to comply with section 16; or  (b)      obstructs any person authorised by the Bank from carrying out his function under section 16,  commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for six months.  (2) Any person who contravenes any provision of this Act, any regulation, notice, guideline, or any condition of a licence or certificate of registration, for which no penalty has been specified in any other provision of this Act commits an offence and is liable on summary conviction to a fine of five hundred thousand dollars and to imprisonment for one year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licensee, money transfer agent or any of their directors, managers, officers or employees who"
                },
                {
                    "representation": "(a)",
                    "description": "fails or refuses to comply with section 16; or"
                },
                {
                    "representation": "(b)",
                    "description": "obstructs any person authorised by the Bank from carrying out his function under section 16,  commits an offence and is liable on summary conviction to a fine of two hundred and fifty thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes any provision of this Act, any regulation, notice, guideline, or any condition of a licence or certificate of registration, for which no penalty has been specified in any other provision of this Act commits an offence and is liable on summary conviction to a fine of five hundred thousand dollars and to imprisonment for one year."
                }
            ]
        }
    },
    {
        "act": "MONEY TRANSFER AGENCIES (LICENSING) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Power to make regulations. ",
            "context": "MONEY TRANSFER AGENCIES (LICENSING) ACT under Power to make regulations. 18. (1) The Bank may make regulations and issue notices or guidelines for carrying out the purposes of this Act.  (2) Without prejudice to the generality of the provisions of subsection (1), the regulations, notices and guidelines may in particular, provide for all or any of the following matters  LAWS OF GUYANA 16 Cap. 85:10 Money Transfer Agencies (Licensing)  L.R.O. 1/2012                                                  (a)       the form of an application for a licence and of a licence;  (b)  the fees payable along with the application for a licence and for the grant of a licence;  (c)     the form of an application for renewal of a licence and the fee payable for the renewal;  (d)     the form of an application for change of a licensed premises and the fee payable for the change;  (e)  the form of an application for registration and of a certificate of registration;  (f)  the fees payable along with the application for registration and for the grant of the certificate of registration;  (g)   the particulars that an account and other records to be kept by licensee and money transfer agent shall contain;  (h)   the display of exchange rates and applicable charges;  (i)  financial penalties for breach of regulations, notices or guidelines;  (j)        any other matter that is required to be or may be prescribed by or under this Act.  LAWS OF GUYANA Money Transfer Agencies (Licensing) Cap. 85:10 17   L.R.O. 1/2012  Non- Application of Act.  c. 85:",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Bank may make regulations and issue notices or guidelines for carrying out the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the provisions of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the form of an application for a licence and of a licence;"
                },
                {
                    "representation": "(b)",
                    "description": "the fees payable along with the application for a licence and for the grant of a licence;"
                },
                {
                    "representation": "(c)",
                    "description": "the form of an application for renewal of a licence and the fee payable for the renewal;"
                },
                {
                    "representation": "(d)",
                    "description": "the form of an application for change of a licensed premises and the fee payable for the change;"
                },
                {
                    "representation": "(e)",
                    "description": "the form of an application for registration and of a certificate of registration;"
                },
                {
                    "representation": "(f)",
                    "description": "the fees payable along with the application for registration and for the grant of the certificate of registration;"
                },
                {
                    "representation": "(g)",
                    "description": "the particulars that an account and other records to be kept by licensee and money transfer agent shall contain;"
                },
                {
                    "representation": "(h)",
                    "description": "the display of exchange rates and applicable charges;"
                },
                {
                    "representation": "(i)",
                    "description": "financial penalties for breach of regulations, notices or guidelines;"
                },
                {
                    "representation": "(j)",
                    "description": "any other matter that is required to be or may be prescribed by or under this Act.  LAWS OF GUYANA Money Transfer Agencies"
                }
            ]
        }
    }
]