[
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Short title. 1.  This Act may be cited as the Foreign Exchange (Miscellaneous Provisions) Act.",
            "description": "This Act may be cited as the Foreign Exchange (Miscellaneous Provisions) Act."
        }
    },
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Interpretation. 2.  In this Act  authorised dealer means in relation to gold or any foreign currency, a person for the time being authorised by an order of the Minister to act  for the purposes of this Act as an authorised dealer in relation to gold, or as the case may be, that foreign currency;  Commissioner means the Commissioner-General appointed under the Revenue Authority Act and includes any  officer  of  the  Revenue Authority acting in the performance of his duties;  foreign currency does not include any currency or notes issued by the Government or under the law of any part of the scheduled territories but, save as aforesaid, includes any currency other than Guyana dollars and any notes of a class which are or have at any time been legal tender in any territory outside Guyana, and any reference  to  foreign  currency,  except  so  far  as  the  context otherwise requires, includes a reference to any right to receive foreign currency in respect of any credit LAWS OF GUYANA Foreign Exchange (Miscellaneous Provisions) Cap. 86:01 5  L.R.O. 1/2012          First Schedule.                 Dealings in gold and foreign currency.                              or balance at a bank;  gold means gold coin or gold bullion;  the scheduled territories means the territories specified in the First Schedule, so, however, that the Minister may at any time by order amend the said Schedule either by the addition or exclusion of territories or otherwise, and the said expression shall be construed accordingly:  securities means shares, stock, bonds, notes (other than promissory notes),  debentures,  debenture  stock,  units  under  a  unit  trust scheme and shares in an oil royalty.",
            "description": "In this Act  authorised dealer means in relation to gold or any foreign currency, a person for the time being authorised by an order of the Minister to act  for the purposes of this Act as an authorised dealer in relation to gold, or as the case may be, that foreign currency;  Commissioner means the Commissioner-General appointed under the Revenue Authority Act and includes any  officer  of  the  Revenue Authority acting in the performance of his duties;  foreign currency does not include any currency or notes issued by the Government or under the law of any part of the scheduled territories but, save as aforesaid, includes any currency other than Guyana dollars and any notes of a class which are or have at any time been legal tender in any territory outside Guyana, and any reference  to  foreign  currency,  except  so  far  as  the  context otherwise requires, includes a reference to any right to receive foreign currency in respect of any credit LAWS OF GUYANA Foreign Exchange (Miscellaneous Provisions) Cap. 86:01 5  L.R.O. 1/2012          First Schedule.                 Dealings in gold and foreign currency.                              or balance at a bank;  gold means gold coin or gold bullion;  the scheduled territories means the territories specified in the First Schedule, so, however, that the Minister may at any time by order amend the said Schedule either by the addition or exclusion of territories or otherwise, and the said expression shall be construed accordingly:  securities means shares, stock, bonds, notes (other than promissory notes),  debentures,  debenture  stock,  units  under  a  unit  trust scheme and shares in an oil royalty."
        }
    },
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Dealings in gold and foreign currency. ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Dealings in gold and foreign currency. 3.  (1) Except with the permission of the Minister, no person other than an authorised dealer, shall, in Guyana, borrow any gold or foreign currency from, or lend any gold or foreign currency to, any person other than an authorised dealer.  (2) Except with the permission of the Minister, no person resident in the scheduled territories, other than an authorised dealer, shall, in Guyana, do any act which involves, is in association with or is preparatory to borrowing any gold or foreign currency from, or lending any gold or foreign currency to, any person outside Guyana.  (3) Where a person borrows any gold or foreign currency in Guyana, or being a person resident in the scheduled territories does any act which involves, is in association with or is preparatory to the borrowing of gold or foreign currency outside Guyana, he shall comply with such conditions as to the use to which it may be put or the period for which it may be retained as may from time to time be notified to him by the Minister.  (4) Except with the permission of the Minister, no person resident in Guyana, other than an authorised dealer, shall, in Guyana operate a foreign currency account. LAWS OF GUYANA 6 Cap. 86:01       Foreign  Exchange (Miscellaneous Provisions) fO   L.R.O. 1/2012  Lending of money or securities to bodies corporate controlled by persons resident outside Guyana.                          Offences; penalties.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except with the permission of the Minister, no person other than an authorised dealer, shall, in Guyana, borrow any gold or foreign currency from, or lend any gold or foreign currency to, any person other than an authorised dealer."
                },
                {
                    "representation": "(2)",
                    "description": "Except with the permission of the Minister, no person resident in the scheduled territories, other than an authorised dealer, shall, in Guyana, do any act which involves, is in association with or is preparatory to borrowing any gold or foreign currency from, or lending any gold or foreign currency to, any person outside Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "Where a person borrows any gold or foreign currency in Guyana, or being a person resident in the scheduled territories does any act which involves, is in association with or is preparatory to the borrowing of gold or foreign currency outside Guyana, he shall comply with such conditions as to the use to which it may be put or the period for which it may be retained as may from time to time be notified to him by the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "Except with the permission of the Minister, no person resident in Guyana, other than an authorised dealer, shall, in Guyana operate a foreign currency account. LAWS OF GUYANA 6 Cap. 86:01       Foreign  Exchange"
                }
            ]
        }
    },
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Lending of money or securities to bodies corporate controlled by persons outside Guyana. ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Lending of money or securities to bodies corporate controlled by persons outside Guyana. 4.  (1) Except  with  the  permission  of  the  Minister,  no  person resident in Guyana shall lend any money or securities to anybody corporate resident in the scheduled territories which is by any means controlled (whether directly or indirectly) by persons resident outside the scheduled territories:  Provided that this subsection shall not apply where the lender after making such inquiries as are reasonable in all the circumstances of the case does not know and has no reason to suspect that the body corporate is controlled as aforesaid.  No person resident in the scheduled territories shall in Guyana do any act which involves, is in association with or is preparatory to any such transactions outside Guyana as is referred to in this subsection.  (2) For the purposes of this section persons resident in Guyana or outside the scheduled territories shall be deemed to control a body corporate notwithstanding that other persons are associated with them in the control thereof if they can together override those other persons.  (3) In this section the expression security includes a secondary security.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except  with  the  permission  of  the  Minister,  no  person resident in Guyana shall lend any money or securities to anybody corporate resident in the scheduled territories which is by any means controlled"
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this section persons resident in Guyana or outside the scheduled territories shall be deemed to control a body corporate notwithstanding that other persons are associated with them in the control thereof if they can together override those other persons."
                },
                {
                    "representation": "(3)",
                    "description": "In this section the expression security includes a secondary security."
                }
            ]
        }
    },
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Offences; penalties. ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Offences; penalties. 5. (1) Any person who contravenes any restriction or requirement imposed by or under section 3 or 4 shall be guilty of an offence and shall be liable  (a)   on summary conviction, to a fine and to imprisonment for three years;  (b)  on  conviction  on  indictment,  to  a  fine  and  to imprisonment for six years, LAWS OF GUYANA Foreign Exchange (Miscellaneous Provisions) Cap. 86:01 7  L.R.O. 1/2012                                            Bringing into and taking out of Guyana foreign currency.       Second Schedule.           and the court may, if it thinks fit so to do, order the foreign currency, money, security or gold in respect of which the offence is concerned, to be forfeited.  (2) The maximum fine which may be imposed for an offence punishable under this section shall be  (a)   on   summary   conviction   one   hundred   thousand dollars; and  (b)  on conviction on  indictment two hundred and fifty thousand dollars:  Provided that a larger fine may be imposed not exceeding the amount or value of the foreign currency, money, security or gold in respect of which the offence is concerned.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes any restriction or requirement imposed by or under section 3 or 4 shall be guilty of an offence and shall be liable"
                },
                {
                    "representation": "(a)",
                    "description": "on   summary   conviction   one   hundred   thousand dollars; and"
                },
                {
                    "representation": "(b)",
                    "description": "on conviction on  indictment two hundred and fifty thousand dollars:  Provided that a larger fine may be imposed not exceeding the amount or value of the foreign currency, money, security or gold in respect of which the offence is concerned."
                },
                {
                    "representation": "(2)",
                    "description": "The maximum fine which may be imposed for an offence punishable under this section shall be"
                }
            ]
        }
    },
    {
        "act": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Bringing into and taking out of Guyana foreign currency.                          FIRST SCHEDULE                        SECOND SCHEDULE  __________________________                     LAWS OF GUYANA 4 Cap. 86:01       Foreign  Exchange (Miscellaneous Provisions) fO   L.R.O. 1/2012    CHAPTER 86:01  FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS) ACT   of 1996 An Act to regulate certain dealings in gold, foreign currency money or securities, and the bringing in or taking out of Guyana foreign currency.  [23rd MAY,1996] Short title.       Interpretation.                c. 79:04                ",
            "context": "FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS)  ACT under Bringing into and taking out of Guyana foreign currency.                          FIRST SCHEDULE                        SECOND SCHEDULE  __________________________                     LAWS OF GUYANA 4 Cap. 86:01       Foreign  Exchange (Miscellaneous Provisions) fO   L.R.O. 1/2012    CHAPTER 86:01  FOREIGN EXCHANGE (MISCELLANEOUS PROVISIONS) ACT   of 1996 An Act to regulate certain dealings in gold, foreign currency money or securities, and the bringing in or taking out of Guyana foreign currency.  [23rd MAY,1996] Short title.       Interpretation.                c. 79:04                6.  (1) A traveller may bring into Guyana on his person or in his baggage foreign currency amounting to ten thousand United States dollars or its equivalent in any other currency without making any declaration to the Commissioner.  (2) A traveller may bring into Guyana on his person or in his baggage foreign currency amounting to more than ten thousand United States dollars or its equivalent in any other currency providing he makes a declaration to the Commissioner in the Form in the Second Schedule.  (3) A traveller may take out of Guyana on his person or in his baggage foreign currency amounting to ten thousand United States dollars or its equivalent in any other currency without making any declaration to the Commissioner.  LAWS OF GUYANA 8 Cap. 86:01       Foreign  Exchange (Miscellaneous Provisions) fO   L.R.O. 1/2012                         c. 82:01                                                             s. 2            (4) A traveller may take out of Guyana on his person or in his baggage foreign currency amounting to more than ten thousand United States dollars or its equivalent in any other currency providing he makes a declaration to the Commissioner in the Form in the Second Schedule.  (5) A traveller who fails to make a declaration required to be made under this section or who knowingly makes a declaration that is untrue in any material particular shall be guilty of an offence and shall be liable on summary conviction to a fine of two hundred and fifty thousand dollars and six months imprisonment and the currency found on the person, or in the baggage, of the traveller in respect of which a declaration was not made as required shall be forfeited by the court.  (6) This section shall be administered by the Commissioner as though it were part of the Customs Act and the provisions of that Act and the regulations made thereunder, in so far as they relate to this section shall mutatis mutandis apply.  (7) Notwithstanding the repeal of the Exchange Control Act, the orders made under section 2 of that Act, shall subject to the power of the Minister to amend or revoke them, shall remain in force as if made under section 2 of this Act.   FIRST SCHEDULE   SCHEDULED TERRITORIES   GUYANA ____________ LAWS OF GUYANA Foreign Exchange (Miscellaneous Provisions) Cap. 86:01 9  L.R.O. 1/2012 s. 6               SECOND SCHEDULE  GUYANA   FORM  Declaration to be made by a traveller under section 6 of the Foreign Exchange (Miscellaneous Provisions) Act",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A traveller may bring into Guyana on his person or in his baggage foreign currency amounting to ten thousand United States dollars or its equivalent in any other currency without making any declaration to the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "A traveller may bring into Guyana on his person or in his baggage foreign currency amounting to more than ten thousand United States dollars or its equivalent in any other currency providing he makes a declaration to the Commissioner in the Form in the Second Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "A traveller may take out of Guyana on his person or in his baggage foreign currency amounting to ten thousand United States dollars or its equivalent in any other currency without making any declaration to the Commissioner.  LAWS OF GUYANA 8 Cap. 86:01       Foreign  Exchange"
                },
                {
                    "representation": "(4)",
                    "description": "A traveller may take out of Guyana on his person or in his baggage foreign currency amounting to more than ten thousand United States dollars or its equivalent in any other currency providing he makes a declaration to the Commissioner in the Form in the Second Schedule."
                },
                {
                    "representation": "(5)",
                    "description": "A traveller who fails to make a declaration required to be made under this section or who knowingly makes a declaration that is untrue in any material particular shall be guilty of an offence and shall be liable on summary conviction to a fine of two hundred and fifty thousand dollars and six months imprisonment and the currency found on the person, or in the baggage, of the traveller in respect of which a declaration was not made as required shall be forfeited by the court."
                },
                {
                    "representation": "(6)",
                    "description": "This section shall be administered by the Commissioner as though it were part of the Customs Act and the provisions of that Act and the regulations made thereunder, in so far as they relate to this section shall mutatis mutandis apply."
                },
                {
                    "representation": "(7)",
                    "description": "Notwithstanding the repeal of the Exchange Control Act, the orders made under section 2 of that Act, shall subject to the power of the Minister to amend or revoke them, shall remain in force as if made under section 2 of this Act.   FIRST SCHEDULE   SCHEDULED TERRITORIES   GUYANA ____________ LAWS OF GUYANA Foreign Exchange"
                }
            ]
        }
    }
]