[
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.50  ",
            "context": "CO-OPERATIVE SOCIETIES ACT under 0.50  0.25  Provided that the Commissioner may, in his  discretion, waive this fee.",
            "description": "0.25  Provided that the Commissioner may, in his  discretion, waive this fee."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Short title. 1. This Act may be cited as the Co-operative Societies Act.",
            "description": "This Act may be cited as the Co-operative Societies Act."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II REGISTRATION ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Interpretation.  PART II REGISTRATION 2. In this Act  bonus means a share of the profits of a registered society divided among its members in proportion to the volume of business done with the society by them from which the profits of the society were derived;  Commissioner means the Commissioner for Co-operative Development appointed under section 3 and includes any person when exercising such powers of the Commissioner as may have been conferred upon him under that section;  committee means the governing body of a registered society to whom the management of its affairs is entrusted;  dividend means a share of the profits of a registered society divided among its members in proportion to the share capital held by them;  member includes a person or registered society joining in the application for the registration of a society, and a CHAPTER 88:01  ACT  CO-OPERATIVE SOCIETIES ACT LAWS OF GUYANA Co-operative Societies Cap. 88:01              7  L.R.O. 1/2012                           Appointment  of Commissioner and Assistant Commission- ers.  Societies which may be registered.             person or registered society admitted to membership after registration in accordance with the rules;  officer includes a chairman, secretary, treasurer, member of committee, or other person empowered under the regulations or rules to give directions in regard to the business of a registered society;  registered society means a co-operative society registered under this Act;  regulations means regulations made under this Act;  rules means the registered rules made by a society in the exercise of any power conferred by this Act, and includes a registered amendment of the rules.  PART II REGISTRATION",
            "description": "In this Act  bonus means a share of the profits of a registered society divided among its members in proportion to the volume of business done with the society by them from which the profits of the society were derived;  Commissioner means the Commissioner for Co-operative Development appointed under section 3 and includes any person when exercising such powers of the Commissioner as may have been conferred upon him under that section;  committee means the governing body of a registered society to whom the management of its affairs is entrusted;  dividend means a share of the profits of a registered society divided among its members in proportion to the share capital held by them;  member includes a person or registered society joining in the application for the registration of a society, and a CHAPTER 88:01  ACT  CO-OPERATIVE SOCIETIES ACT LAWS OF GUYANA Co-operative Societies Cap. 88:01              7  L.R.O. 1/2012                           Appointment  of Commissioner and Assistant Commission- ers.  Societies which may be registered.             person or registered society admitted to membership after registration in accordance with the rules;  officer includes a chairman, secretary, treasurer, member of committee, or other person empowered under the regulations or rules to give directions in regard to the business of a registered society;  registered society means a co-operative society registered under this Act;  regulations means regulations made under this Act;  rules means the registered rules made by a society in the exercise of any power conferred by this Act, and includes a registered amendment of the rules.  PART II REGISTRATION"
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of Commissioner and Assistant Commissioner. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Appointment of Commissioner and Assistant Commissioner. 3. There shall be a Commissioner for Co-operative Development and such other officers as may be required to assist the Commissioner in the performance of his functions under this Act.",
            "description": "There shall be a Commissioner for Co-operative Development and such other officers as may be required to assist the Commissioner in the performance of his functions under this Act."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Societies which may be registered. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Societies which may be registered. 4. Subject to the provisions hereinafter contained, a society which has as its object the promotion of the economic interests of its members in accordance with co-operative principles, or a society established with the object of facilitating the operations of such a society, may be registered under this Act with or without limited liability as the Commissioner may decide:  Provided that the liability of a society which includes at least one registered society among its members shall be limited.  LAWS OF GUYANA 8 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Conditions of registration.  [27 of 1954]                           Application for registration. [27 of 1954]",
            "description": "Subject to the provisions hereinafter contained, a society which has as its object the promotion of the economic interests of its members in accordance with co-operative principles, or a society established with the object of facilitating the operations of such a society, may be registered under this Act with or without limited liability as the Commissioner may decide:  Provided that the liability of a society which includes at least one registered society among its members shall be limited.  LAWS OF GUYANA 8 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Conditions of registration.  [27 of 1954]                           Application for registration. [27 of 1954]"
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Conditions of registration. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Conditions of registration. 5. (1) No society, other than a society of which a member is a registered society, shall be registered under this Act, which does not consist of at least seven persons each of whom is qualified under section 21 for membership under this Act.  (2) The word co-operative shall form part of the name of every society registered under this Act.  (3) The word limited shall be the last word in the name of every society with limited liability registered under this Act.  (4) When for the purposes of this section any question arises as to age, residence, or occupation of land constituting the qualification of any person, that question shall be decided by the Commissioner whose decision shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No society, other than a society of which a member is a registered society, shall be registered under this Act, which does not consist of at least seven persons each of whom is qualified under section 21 for membership under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The word co-operative shall form part of the name of every society registered under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "The word limited shall be the last word in the name of every society with limited liability registered under this Act."
                },
                {
                    "representation": "(4)",
                    "description": "When for the purposes of this section any question arises as to age, residence, or occupation of land constituting the qualification of any person, that question shall be decided by the Commissioner whose decision shall be final."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Application for registration. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Application for registration. 6. (1) For the purposes of registration an application shall be made to the Commissioner.  (2) The application shall be signed  (a) in the case of a society of which no member is a registered society, by at least seven persons qualified in accordance with the requirements of section 5(1); and  (b) in the case of a society of which a member is a registered society, by a duly authorised person on behalf of every such registered society, and, where all the members of the society are not registered societies, by seven other members, or, when there are less than seven other members, by all LAWS OF GUYANA Co-operative Societies Cap. 88:01              9  L.R.O. 1/2012            Registration.                    Societies to be bodies corporate.     Evidence of registration.            Amendment of the rules of a registered society.    of them.  (3) The application shall be accompanied by two copies of the proposed rules of the society, and the persons by whom or on whose behalf such application is made shall furnish such information in regard to the society as the Commissioner may require.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of registration an application shall be made to the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "The application shall be signed"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a society of which no member is a registered society, by at least seven persons qualified in accordance with the requirements of section 5(1); and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a society of which a member is a registered society, by a duly authorised person on behalf of every such registered society, and, where all the members of the society are not registered societies, by seven other members, or, when there are less than seven other members, by all LAWS OF GUYANA Co-operative Societies Cap. 88:01              9  L.R.O. 1/2012            Registration.                    Societies to be bodies corporate.     Evidence of registration.            Amendment of the rules of a registered society.    of them."
                },
                {
                    "representation": "(3)",
                    "description": "The application shall be accompanied by two copies of the proposed rules of the society, and the persons by whom or on whose behalf such application is made shall furnish such information in regard to the society as the Commissioner may require."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Registration. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Registration. 7. (1) If the Commissioner is satisfied that a society has complied with this Act, and that its proposed rules are not contrary to this Act, he may, if he thinks fit, register the society and its rules. An appeal shall lie to the Minister against the refusal of the Commissioner to register any society, or to register any society with limited liability or unlimited liability, and such appeal shall be brought within one month from the date of such refusal.  (2) On registration the society shall pay such fee as may be required by the Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Commissioner is satisfied that a society has complied with this Act, and that its proposed rules are not contrary to this Act, he may, if he thinks fit, register the society and its rules. An appeal shall lie to the Minister against the refusal of the Commissioner to register any society, or to register any society with limited liability or unlimited liability, and such appeal shall be brought within one month from the date of such refusal."
                },
                {
                    "representation": "(2)",
                    "description": "On registration the society shall pay such fee as may be required by the Regulations."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Societies to be bodies corporate. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Societies to be bodies corporate. 8. The registration of a society shall render it a body corporate by the name under which it is registered, with power to hold property and to do all things necessary for the purpose of its constitution.",
            "description": "The registration of a society shall render it a body corporate by the name under which it is registered, with power to hold property and to do all things necessary for the purpose of its constitution."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Evidence of registration.  PART III DUTIES AND PRIVILEGES OF SOCIETIES ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Evidence of registration.  PART III DUTIES AND PRIVILEGES OF SOCIETIES 9. A certificate of registration signed by the Commissioner shall be conclusive evidence that the society therein mentioned is duly registered, unless it is proved that the registration of the society has been cancelled.  PART III DUTIES AND PRIVILEGES OF SOCIETIES",
            "description": "A certificate of registration signed by the Commissioner shall be conclusive evidence that the society therein mentioned is duly registered, unless it is proved that the registration of the society has been cancelled.  PART III DUTIES AND PRIVILEGES OF SOCIETIES"
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Amendment of the rules of a registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Amendment of the rules of a registered society. 10. (1) Any registered society may, subject to this Act, amend its rules, including the rule which declares the name of the society.  (2) No amendment of the rules of a registered LAWS OF GUYANA 10 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                 Address of society.          Copy of Act, regulations, rules, etc., to be open to inspection.          Disposal of produce to or through a registered society.    society shall be valid until that amendment has been registered under this Act, for which purpose copies of the amendment shall be forwarded to the Commissioner.  (3) If the Commissioner is satisfied that any amendment of the rules is not contrary to this Act, he may, if he thinks fit, register the amendment. An appeal shall lie to the Minister against the refusal of the Commissioner to register any amendment of any rule.  (4) An amendment which changes the name of a society shall not affect any right or obligation of the society or of any of its members or past members, and any legal proceedings pending may be continued by or against the society under its new name.  (5) When the Commissioner registers an amendment of the rules of a registered society, he shall issue to the society a copy of the amendment certified by him, which shall be conclusive evidence of the fact that the amendment has been duly registered.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any registered society may, subject to this Act, amend its rules, including the rule which declares the name of the society."
                },
                {
                    "representation": "(2)",
                    "description": "No amendment of the rules of a registered LAWS OF GUYANA 10 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                 Address of society.          Copy of Act, regulations, rules, etc., to be open to inspection.          Disposal of produce to or through a registered society.    society shall be valid until that amendment has been registered under this Act, for which purpose copies of the amendment shall be forwarded to the Commissioner."
                },
                {
                    "representation": "(3)",
                    "description": "If the Commissioner is satisfied that any amendment of the rules is not contrary to this Act, he may, if he thinks fit, register the amendment. An appeal shall lie to the Minister against the refusal of the Commissioner to register any amendment of any rule."
                },
                {
                    "representation": "(4)",
                    "description": "An amendment which changes the name of a society shall not affect any right or obligation of the society or of any of its members or past members, and any legal proceedings pending may be continued by or against the society under its new name."
                },
                {
                    "representation": "(5)",
                    "description": "When the Commissioner registers an amendment of the rules of a registered society, he shall issue to the society a copy of the amendment certified by him, which shall be conclusive evidence of the fact that the amendment has been duly registered."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Address of society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Address of society. 11. Every registered society shall have an address, registered in accordance with the regulations, to which all notices and communications may be sent, and shall send to the Commissioner notice of every change of that address.",
            "description": "Every registered society shall have an address, registered in accordance with the regulations, to which all notices and communications may be sent, and shall send to the Commissioner notice of every change of that address."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Copy of Act, regulations, rules, etc., to be open to inspection. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Copy of Act, regulations, rules, etc., to be open to inspection. 12. Every registered society shall keep a copy of this Act and of the regulations and of its rules and a list of its members open to inspection, free of charge, at all reasonable times at the registered address of the society.",
            "description": "Every registered society shall keep a copy of this Act and of the regulations and of its rules and a list of its members open to inspection, free of charge, at all reasonable times at the registered address of the society."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Disposal of produce to or through a registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Disposal of produce to or through a registered society. 13. (1) A registered society which has as one of its objects the disposal of any article produced or obtained by the work or industry of its members whether the produce of agriculture, animal husbandry, forestry, fisheries, handicrafts or otherwise may provide in its rules or may otherwise contract with its members LAWS OF GUYANA Co-operative Societies Cap. 88:01              11  L.R.O. 1/2012                               Creation of charges in favour of registered societies.                   (a) that every such member who produces any such article shall dispose of the whole or any specified amount, proportion or description thereof to or through the society; and  (b) that any member who is proved or adjudged, in such manner as may be prescribed by the regulations to be guilty of a breach of the rules or contract shall pay to the society as liquidated damages a sum ascertained or assessed in such manner as may be prescribed by the aforesaid regulations.  (2) No contract entered into under this section shall be contested in any court on the ground only that it constitutes a contract in restraint of trade.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society which has as one of its objects the disposal of any article produced or obtained by the work or industry of its members whether the produce of agriculture, animal husbandry, forestry, fisheries, handicrafts or otherwise may provide in its rules or may otherwise contract with its members LAWS OF GUYANA Co-operative Societies Cap. 88:01              11  L.R.O. 1/2012                               Creation of charges in favour of registered societies."
                },
                {
                    "representation": "(a)",
                    "description": "that every such member who produces any such article shall dispose of the whole or any specified amount, proportion or description thereof to or through the society; and"
                },
                {
                    "representation": "(b)",
                    "description": "that any member who is proved or adjudged, in such manner as may be prescribed by the regulations to be guilty of a breach of the rules or contract shall pay to the society as liquidated damages a sum ascertained or assessed in such manner as may be prescribed by the aforesaid regulations."
                },
                {
                    "representation": "(2)",
                    "description": "No contract entered into under this section shall be contested in any court on the ground only that it constitutes a contract in restraint of trade."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Creation of charges in favour of registered societies. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Creation of charges in favour of registered societies. 14. Subject to any prior claim of the State on the property of the debtor and to the lien or claim of a landlord in respect of rent or any money recoverable as rent and in the case of immovable property to any prior mortgage or prior registered charge thereon  (a) any debt or outstanding demand payable to a registered society by any member or past member shall be a first charge on all crops or other agricultural produce, felled timber or other forest produce, marine produce, fish (freshwater and salt-water), livestock, fodder, agricultural, industrial and fishing implements, plant, machinery, boats, tackle and nets, raw materials, stock in trade and LAWS OF GUYANA 12 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                 Charge and set-off in respect of shares or interest of members.             Shares or interest not liable to attachment or sale.    generally all produce of labour and things used in connection with production raised, purchased or produced in whole or in part from any loan whether in money or in goods given him by the society:  Provided that nothing herein contained shall affect the claim of any bona fide purchaser or transferee without notice;  (b) any outstanding demands or dues payable to a registered housing society by any member or past member in respect of rent, shares, loans or purchase money or any other rights or amounts payable to such society shall be a first charge upon his interest in the immovable property of the society.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any debt or outstanding demand payable to a registered society by any member or past member shall be a first charge on all crops or other agricultural produce, felled timber or other forest produce, marine produce, fish"
                },
                {
                    "representation": "(b)",
                    "description": "any outstanding demands or dues payable to a registered housing society by any member or past member in respect of rent, shares, loans or purchase money or any other rights or amounts payable to such society shall be a first charge upon his interest in the immovable property of the society."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Charge and set-off in respect of shares or interest of members. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Charge and set-off in respect of shares or interest of members. 15. A registered society shall have a charge upon the shares or interest in the capital and on the deposits of a member or past member or deceased member and upon any dividend, bonus, or profits payable to a member or past member or to the estate of a deceased member in respect of any debt due to the society from such member or past member or estate, and may set off any sum credited or payable to a member or past member or estate of a deceased member in or towards payment of any such debt.",
            "description": "A registered society shall have a charge upon the shares or interest in the capital and on the deposits of a member or past member or deceased member and upon any dividend, bonus, or profits payable to a member or past member or to the estate of a deceased member in respect of any debt due to the society from such member or past member or estate, and may set off any sum credited or payable to a member or past member or estate of a deceased member in or towards payment of any such debt."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Shares or interest not liable to attachment or sale. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Shares or interest not liable to attachment or sale. 16. Subject to section 15, the share or interest of a member in the capital of a registered society shall not be liable to attachment or sale under any decree or order of a court in respect of any debt or liability incurred by such member, and neither his assignee in insolvency nor a receiver duly appointed shall be entitled to, or have any claim on, such LAWS OF GUYANA Co-operative Societies Cap. 88:01              13  L.R.O. 1/2012        Transfer of interest on death of member.                                            share or interest.",
            "description": "Subject to section 15, the share or interest of a member in the capital of a registered society shall not be liable to attachment or sale under any decree or order of a court in respect of any debt or liability incurred by such member, and neither his assignee in insolvency nor a receiver duly appointed shall be entitled to, or have any claim on, such LAWS OF GUYANA Co-operative Societies Cap. 88:01              13  L.R.O. 1/2012        Transfer of interest on death of member.                                            share or interest."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Transfer of interest on death of member. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Transfer of interest on death of member. 17. (1) On the death of a member, a registered society may transfer the share or interest of the deceased member to the person nominated in accordance with the regulations made in this behalf, or, if there is no person so nominated, to such persons as may appear to the committee to be the heir or legal representative of the deceased member, or may pay to such nominee, heir or legal representative, as the case may be, a sum representing the value of such members share or interest, as ascertained in accordance with the regulations or rules:  Provided that  (a) in the case of a society with unlimited liability such nominee, heir or legal representative, as the case may be, may require payment by the society of the value of the share or interest of the deceased member ascertained as aforesaid;  (b) in the case of a society with limited liability, the society may transfer the share or interest of the deceased member to such nominee, heir or legal representative, as the case may be, being qualified in accordance with the regulations and rules for membership of the society, or on his application within six months of the death of the deceased member to any person specified in the application who is so qualified.  (2) A registered society shall pay all other moneys due to the deceased member from the society to such LAWS OF GUYANA 14 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012               Deposits by or on behalf of minors.               Register of members.                  Proof of entries in books of society.       nominee, heir or legal representative, as the case may be.  (3) All transfers and payments made by a registered society in accordance with this section shall be valid and effectual against any demand made upon the society by any other person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On the death of a member, a registered society may transfer the share or interest of the deceased member to the person nominated in accordance with the regulations made in this behalf, or, if there is no person so nominated, to such persons as may appear to the committee to be the heir or legal representative of the deceased member, or may pay to such nominee, heir or legal representative, as the case may be, a sum representing the value of such members share or interest, as ascertained in accordance with the regulations or rules:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of a society with unlimited liability such nominee, heir or legal representative, as the case may be, may require payment by the society of the value of the share or interest of the deceased member ascertained as aforesaid;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a society with limited liability, the society may transfer the share or interest of the deceased member to such nominee, heir or legal representative, as the case may be, being qualified in accordance with the regulations and rules for membership of the society, or on his application within six months of the death of the deceased member to any person specified in the application who is so qualified."
                },
                {
                    "representation": "(2)",
                    "description": "A registered society shall pay all other moneys due to the deceased member from the society to such LAWS OF GUYANA 14 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012               Deposits by or on behalf of minors.               Register of members.                  Proof of entries in books of society.       nominee, heir or legal representative, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "All transfers and payments made by a registered society in accordance with this section shall be valid and effectual against any demand made upon the society by any other person."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Deposits by or on behalf of minors. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Deposits by or on behalf of minors. 18. (1) A registered society may receive deposits from or for the benefit of minors and it shall be lawful for a registered society to pay such minors the interest which may become due on such deposits. Any deposits made by a minor may, together with the interest accrued thereon, be paid to that minor; and any deposit made on behalf of a minor may, together with the interest accrued thereon, be paid to the guardian of that minor for the use of the minor.  (2) The receipt of any minor or guardian for money paid to him under this section shall be a sufficient discharge of the liability of the society in respect of that money.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society may receive deposits from or for the benefit of minors and it shall be lawful for a registered society to pay such minors the interest which may become due on such deposits. Any deposits made by a minor may, together with the interest accrued thereon, be paid to that minor; and any deposit made on behalf of a minor may, together with the interest accrued thereon, be paid to the guardian of that minor for the use of the minor."
                },
                {
                    "representation": "(2)",
                    "description": "The receipt of any minor or guardian for money paid to him under this section shall be a sufficient discharge of the liability of the society in respect of that money."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Register of members. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Register of members. 19. Any register or list of members kept by any registered society shall be prima facie evidence of any of the following particulars entered therein  (a) the date at which the name of any person was entered in such register or list as a member;  (b) the date at which any such person ceased to be a member.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the date at which the name of any person was entered in such register or list as a member;"
                },
                {
                    "representation": "(b)",
                    "description": "the date at which any such person ceased to be a member."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Proof of entries in books of society.    LAWS OF GUYANA 4 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 SECTION PART IV RIGHTS AND LIABILITIES OF MEMBERS ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Proof of entries in books of society.    LAWS OF GUYANA 4 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 SECTION PART IV RIGHTS AND LIABILITIES OF MEMBERS 20. (1) A copy of any entry in a book of a registered society regularly kept in the course of business shall, if certified in such manner as may be prescribed by the regulations, be received in any legal proceeding, civil or criminal, as prima facie evidence of the existence of such entry and shall be admitted as evidence of the matters, transactions and accounts therein recorded in every case where, and to the LAWS OF GUYANA Co-operative Societies Cap. 88:01              15  L.R.O. 1/2012                    Qualification for member- ship. [6 of 1950]                          Members not to exercise rights till due payment made.     Restriction of membership in society.          same extent as, the original entry itself is admissible.  (2) No officer of any such society shall, in any legal proceedings to which the society is not a party, be compelled to produce any of the societys books, the contents of which can be proved under subsection (1), or to appear as a witness to prove any matters, transactions or accounts therein recorded, unless the court for special reasons so directs.  PART IV RIGHTS AND LIABILITIES OF MEMBERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A copy of any entry in a book of a registered society regularly kept in the course of business shall, if certified in such manner as may be prescribed by the regulations, be received in any legal proceeding, civil or criminal, as prima facie evidence of the existence of such entry and shall be admitted as evidence of the matters, transactions and accounts therein recorded in every case where, and to the LAWS OF GUYANA Co-operative Societies Cap. 88:01              15  L.R.O. 1/2012                    Qualification for member- ship. [6 of 1950]                          Members not to exercise rights till due payment made.     Restriction of membership in society.          same extent as, the original entry itself is admissible."
                },
                {
                    "representation": "(2)",
                    "description": "No officer of any such society shall, in any legal proceedings to which the society is not a party, be compelled to produce any of the societys books, the contents of which can be proved under subsection"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Qualification for membership. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Qualification for membership. 21. In order to be qualified for membership of a co-operative society a person, other than a registered society, must, at the time of application  (a) have attained the age of sixteen years; and  (b) be resident within or in occupation of land within the societys area of operations as described by the rules:  Provided that a pupil attending any school may, notwithstanding paragraphs (a) and (b), with the consent in writing of the Chief Education Officer, be registered as a member of a society.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "and"
                },
                {
                    "representation": "(b)",
                    "description": "be resident within or in occupation of land within the societys area of operations as described by the rules:  Provided that a pupil attending any school may, notwithstanding paragraphs"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Members not to exercise rights till due payment made. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Members not to exercise rights till due payment made. 22. No member of a registered society shall exercise the rights of a member unless or until he has made such payment to the society in respect of membership or acquired such interest in the society, as may be prescribed by the regulations or rules.",
            "description": "No member of a registered society shall exercise the rights of a member unless or until he has made such payment to the society in respect of membership or acquired such interest in the society, as may be prescribed by the regulations or rules."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Restriction of membership in society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Restriction of membership in society. 23. Except with the sanction of the Commissioner, no person shall be a member of more than one registered society whose primary object is to grant loans to its members.   LAWS OF GUYANA 16 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Votes of members. [6 of 1950]                   Representation by proxy.     Contracts with society of members who are minors.                  No individual to hold more than one-fifth of share capital of any society.  Restrictions on transfer of share or interest.",
            "description": "Except with the sanction of the Commissioner, no person shall be a member of more than one registered society whose primary object is to grant loans to its members.   LAWS OF GUYANA 16 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Votes of members. [6 of 1950]                   Representation by proxy.     Contracts with society of members who are minors.                  No individual to hold more than one-fifth of share capital of any society.  Restrictions on transfer of share or interest."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Votes of members. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Votes of members. 24. No member of any registered society shall have more than one vote in the conduct of the affairs of the society:  Provided that  (a) in the case of an equality of votes the Chairman shall have a casting vote;  (b) in the case of societies of which a registered society is a member, that society may have such voting powers as are provided in the rules.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the case of an equality of votes the Chairman shall have a casting vote;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of societies of which a registered society is a member, that society may have such voting powers as are provided in the rules."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Representation by proxy. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Representation by proxy. 25. A registered society which is a member of any other registered society may appoint any one of its members as its proxy for the purpose of voting in the conduct of the affairs of such other registered society.",
            "description": "A registered society which is a member of any other registered society may appoint any one of its members as its proxy for the purpose of voting in the conduct of the affairs of such other registered society."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Contracts with society of members who are minors. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Contracts with society of members who are minors. 26. The minority or non-age of any person duly admitted as a member of any registered society shall not debar that person from executing any instrument or giving any acquaintance necessary to be executed or given under this Act or the regulations made thereunder, and shall not be a ground for invalidating or avoiding any contract entered into by any such person with the society; and any such contract entered into by any such person with the society, whether as principal or as surety, shall be enforceable at law or against such person notwithstanding his minority or non-age.",
            "description": "The minority or non-age of any person duly admitted as a member of any registered society shall not debar that person from executing any instrument or giving any acquaintance necessary to be executed or given under this Act or the regulations made thereunder, and shall not be a ground for invalidating or avoiding any contract entered into by any such person with the society; and any such contract entered into by any such person with the society, whether as principal or as surety, shall be enforceable at law or against such person notwithstanding his minority or non-age."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "No individual to hold more than one-fifth of share capital of any society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under No individual to hold more than one-fifth of share capital of any society. 27. No member, other than a registered society, shall hold more than one-fifth of the share capital of any co-operative society.",
            "description": "No member, other than a registered society, shall hold more than one-fifth of the share capital of any co-operative society."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Restrictions on transfer of share or interest. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Restrictions on transfer of share or interest. 28. (1) The transfer or charge of the share or interest of a member or past member or deceased member in the capital of a registered society shall be subject to such conditions as to maximum holding as may be prescribed by this Act. LAWS OF GUYANA Co-operative Societies Cap. 88:01              17  L.R.O. 1/2012                  Liability of past member and estate of deceased member for debts of society.                 Loans made by a registered society.             (2) In the case of a society registered with unlimited liability, a member shall not transfer any share held by him or his interest in the capital of the society or any part thereof, unless (a) he has held such share or interest for not less than one year; and  (b) the transfer or charge is made to the society, or to a member of the society, or to a person whose application for membership has been accepted by the committee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The transfer or charge of the share or interest of a member or past member or deceased member in the capital of a registered society shall be subject to such conditions as to maximum holding as may be prescribed by this Act. LAWS OF GUYANA Co-operative Societies Cap. 88:01              17  L.R.O. 1/2012                  Liability of past member and estate of deceased member for debts of society.                 Loans made by a registered society."
                },
                {
                    "representation": "(2)",
                    "description": "In the case of a society registered with unlimited liability, a member shall not transfer any share held by him or his interest in the capital of the society or any part thereof, unless"
                },
                {
                    "representation": "(a)",
                    "description": "he has held such share or interest for not less than one year; and"
                },
                {
                    "representation": "(b)",
                    "description": "the transfer or charge is made to the society, or to a member of the society, or to a person whose application for membership has been accepted by the committee."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Liability of past member and estate of deceased member for debts of society. PART V PROPERTY AND FUNDS OF REGISTERED SOCIETIES ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Liability of past member and estate of deceased member for debts of society. PART V PROPERTY AND FUNDS OF REGISTERED SOCIETIES 29. (1) The liability of a past member for the debts of a registered society as they existed on the date on which he ceased to be a member shall not continue for a period of more than two years reckoned from that date.  (2) The estate of a deceased member shall not be liable for the debts of the society as they existed on the date of his decease for a period of more than two years reckoned from the date of his decease.  PART V PROPERTY AND FUNDS OF REGISTERED SOCIETIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The liability of a past member for the debts of a registered society as they existed on the date on which he ceased to be a member shall not continue for a period of more than two years reckoned from that date."
                },
                {
                    "representation": "(2)",
                    "description": "The estate of a deceased member shall not be liable for the debts of the society as they existed on the date of his decease for a period of more than two years reckoned from the date of his decease.  PART V PROPERTY AND FUNDS OF REGISTERED SOCIETIES"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Loans made by a registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Loans made by a registered society. 30. (1) A registered society shall not, except as provided in section 33, make any loan to any person other than a member:  Provided that, with the consent of the Commissioner, a registered society may make loans to another registered society.  (2) Except with the permission of the Commissioner, a registered society shall not lend money on the security of any movable property other than produce or goods in which the society is authorised to deal. LAWS OF GUYANA 18 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012      Deposits and loans received by a registered society.        Restrictions on other transactions with non-members.  Investment of funds.                       Disposal of profits.       (3) The Minister may, by general or special order, prohibit or restrict the lending of money on mortgage of any description of immovable property by any registered society.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society shall not, except as provided in section 33, make any loan to any person other than a member:  Provided that, with the consent of the Commissioner, a registered society may make loans to another registered society."
                },
                {
                    "representation": "(2)",
                    "description": "Except with the permission of the Commissioner, a registered society shall not lend money on the security of any movable property other than produce or goods in which the society is authorised to deal. LAWS OF GUYANA 18 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012      Deposits and loans received by a registered society.        Restrictions on other transactions with non-members.  Investment of funds.                       Disposal of profits."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, by general or special order, prohibit or restrict the lending of money on mortgage of any description of immovable property by any registered society."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Deposits and loans received by a registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Deposits and loans received by a registered society. 31. A registered society shall receive deposits and loans from persons who are not members only to such extent and under such conditions as may be prescribed by the regulations or rules.",
            "description": "A registered society shall receive deposits and loans from persons who are not members only to such extent and under such conditions as may be prescribed by the regulations or rules."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Restrictions on other transactions with non-members. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Restrictions on other transactions with non-members. 32. Save as provided in sections 30 and 31, the transactions of a registered society with persons other than members shall be subject to such prohibitions and restrictions as may be prescribed by the regulations.",
            "description": "Save as provided in sections 30 and 31, the transactions of a registered society with persons other than members shall be subject to such prohibitions and restrictions as may be prescribed by the regulations."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Investment of funds. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Investment of funds. 33. A registered society may invest or deposit its funds  (a) in the Post Office Savings Bank, or with any bank or person carrying on the business of banking approved for this purpose by the Commissioner; or  (b) in any securities issued or guaranteed by the Government of a Commonwealth territory; or  (c) with any other registered society approved for this purpose by the Commissioner; or  (d) in any other mode approved by the Commissioner.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the Post Office Savings Bank, or with any bank or person carrying on the business of banking approved for this purpose by the Commissioner; or"
                },
                {
                    "representation": "(b)",
                    "description": "in any securities issued or guaranteed by the Government of a Commonwealth territory; or"
                },
                {
                    "representation": "(c)",
                    "description": "with any other registered society approved for this purpose by the Commissioner; or"
                },
                {
                    "representation": "(d)",
                    "description": "in any other mode approved by the Commissioner."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Disposal of profits.  PART VI AUDIT, INSPECTION AND INQUIRY ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Disposal of profits.  PART VI AUDIT, INSPECTION AND INQUIRY 34. (1) At least one-fourth of the net profits of every registered society, as ascertained by the audit prescribed by section 35, shall be carried to a fund to be called the reserve fund, which shall be employed as prescribed by the regulations. The remainder of such profits and any profits of LAWS OF GUYANA Co-operative Societies Cap. 88:01              19  L.R.O. 1/2012                         Audit.                        past years available for distribution may be divided among the members by  way of dividend or bonus, or allocated to any funds constituted by the society, to such extent or under such conditions as may be prescribed by the regulations or rules:  Provided that in the case of a society with unlimited liability, no distribution of profits shall be made without the general or special order of the Minister.  (2) Any registered society may, with the sanction of  the Commissioner, after one-fourth of the net profits in any year has been carried to a reserve fund, contribute an amount not exceeding ten per cent of the remaining net profits to any charitable purpose or to a common-good fund.  PART VI AUDIT, INSPECTION AND INQUIRY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At least one-fourth of the net profits of every registered society, as ascertained by the audit prescribed by section 35, shall be carried to a fund to be called the reserve fund, which shall be employed as prescribed by the regulations. The remainder of such profits and any profits of LAWS OF GUYANA Co-operative Societies Cap. 88:01              19  L.R.O. 1/2012                         Audit.                        past years available for distribution may be divided among the members by  way of dividend or bonus, or allocated to any funds constituted by the society, to such extent or under such conditions as may be prescribed by the regulations or rules:  Provided that in the case of a society with unlimited liability, no distribution of profits shall be made without the general or special order of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Any registered society may, with the sanction of  the Commissioner, after one-fourth of the net profits in any year has been carried to a reserve fund, contribute an amount not exceeding ten per cent of the remaining net profits to any charitable purpose or to a common-good fund.  PART VI AUDIT, INSPECTION AND INQUIRY"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Audit. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Audit. 35. (1) The Commissioner shall audit or cause to be audited by some person authorised by him by general or special order in writing the accounts of every registered society once at least in every year.  (2) The audit under subsection (1) shall include an examination of overdue debts, if any, and a valuation of the assets and liabilities of the registered society.  (3) The Commissioner and every other person appointed to audit the accounts of a society shall have power when necessary  (a) to summon at the time of his audit any officer, agent, servant or member of the society who he has reason to believe can give material  information in regard to any transactions of the society or the management of its LAWS OF GUYANA 20 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012              Power of Commissioner to inspect societies books, etc.            Inquiry and inspection.                       affairs;   (b) to require the production of any book or document relating to the affairs of, or any cash or securities belonging to, the society by the officer, agent, servant or member in possession of such book, document, cash or securities.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall include an examination of overdue debts, if any, and a valuation of the assets and liabilities of the registered society."
                },
                {
                    "representation": "(2)",
                    "description": "The audit under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Commissioner and every other person appointed to audit the accounts of a society shall have power when necessary"
                },
                {
                    "representation": "(a)",
                    "description": "to summon at the time of his audit any officer, agent, servant or member of the society who he has reason to believe can give material  information in regard to any transactions of the society or the management of its LAWS OF GUYANA 20 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012              Power of Commissioner to inspect societies books, etc.            Inquiry and inspection.                       affairs;"
                },
                {
                    "representation": "(b)",
                    "description": "to require the production of any book or document relating to the affairs of, or any cash or securities belonging to, the society by the officer, agent, servant or member in possession of such book, document, cash or securities."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power of Commissioner to inspect societies’ books, etc. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power of Commissioner to inspect societies books, etc. 36. The Commissioner, or any person authorised by general or special order in writing by the Commissioner shall at all times have access to all the books, accounts, papers and securities of a registered society, and shall be entitled to inspect the cash in hand; and every officer of the society shall furnish such information in regard to the transactions and working of the society as the person making such inspection may require.",
            "description": "The Commissioner, or any person authorised by general or special order in writing by the Commissioner shall at all times have access to all the books, accounts, papers and securities of a registered society, and shall be entitled to inspect the cash in hand; and every officer of the society shall furnish such information in regard to the transactions and working of the society as the person making such inspection may require."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Inquiry and inspection.   PART VII DISSOLUTION SECTION ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Inquiry and inspection.   PART VII DISSOLUTION SECTION 37. (1) The Commissioner may of his own motion, and shall on the application of a majority of the committee, or of not less than one-third of the members of a registered society, hold an inquiry or direct some person authorised by him by order in writing in this behalf to hold an inquiry into the constitution, working, and financial condition of a registered society; and all officers and members of the society shall furnish such information in regard to the affairs of the society and produce the cash in hand and such books, accounts, papers  and securities of the society as the Commissioner or the person authorised by him may require.  (2) The Commissioner shall, on the application of a creditor of the registered society, inspect or direct some person authorised by him in writing in this behalf to inspect the books of the society, if the applicant  (a) proves that an ascertained sum of money is then due to him and that he LAWS OF GUYANA Co-operative Societies Cap. 88:01              21  L.R.O. 1/2012                                          Dissolution.          has demanded payment thereof and has not received satisfaction within a reasonable time; and  (b) deposits with the Commissioner such sum as security for the costs of the proposed inspection as the Commissioner may require.  (3) The Commissioner shall communicate the results of any such inspection to the creditor and to the society into whose affairs inquiry has been made.  (4) Where an inquiry is held under subsection (1), or an inspection is made under subsection (2), the Commissioner may apportion the costs or such part of the costs, as he may think right, between the registered society, the members demanding an inquiry, the officers or former officers of the society, and the creditor, if any, on whose application the inquiry was made.  (5) Any sum awarded by way of costs against any society or person under this section may be recovered, on application to a magistrates court having jurisdiction in the place where the registered office of the society is situated or the person resides or carries on business for the time being, in like manner as a fine imposed by the court.  PART VII DISSOLUTION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioner may of his own motion, and shall on the application of a majority of the committee, or of not less than one-third of the members of a registered society, hold an inquiry or direct some person authorised by him by order in writing in this behalf to hold an inquiry into the constitution, working, and financial condition of a registered society; and all officers and members of the society shall furnish such information in regard to the affairs of the society and produce the cash in hand and such books, accounts, papers  and securities of the society as the Commissioner or the person authorised by him may require."
                },
                {
                    "representation": "(2)",
                    "description": "The Commissioner shall, on the application of a creditor of the registered society, inspect or direct some person authorised by him in writing in this behalf to inspect the books of the society, if the applicant"
                },
                {
                    "representation": "(a)",
                    "description": "proves that an ascertained sum of money is then due to him and that he LAWS OF GUYANA Co-operative Societies Cap. 88:01              21  L.R.O. 1/2012                                          Dissolution.          has demanded payment thereof and has not received satisfaction within a reasonable time; and"
                },
                {
                    "representation": "(b)",
                    "description": "deposits with the Commissioner such sum as security for the costs of the proposed inspection as the Commissioner may require."
                },
                {
                    "representation": "(3)",
                    "description": "The Commissioner shall communicate the results of any such inspection to the creditor and to the society into whose affairs inquiry has been made."
                },
                {
                    "representation": "(4)",
                    "description": "Where an inquiry is held under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any sum awarded by way of costs against any society or person under this section may be recovered, on application to a magistrates court having jurisdiction in the place where the registered office of the society is situated or the person resides or carries on business for the time being, in like manner as a fine imposed by the court.  PART VII DISSOLUTION"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Dissolution. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Dissolution. 38. (1) If the Commissioner, after holding an inquiry or making an inspection under section 37 or on receipt of an application made by three-fourths of the members of a registered society, is of opinion that the society ought to be dissolved, he may make an order for the cancellation of the registration of the society.   LAWS OF GUYANA 22 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                             Cancellation of registration of a society due to lack of membership. [27 of 1954]     Effect of cancellation of registration. [6 of 1950]         (2) Any member of a registered society may, within two months from the date of an order under subsection (1), appeal from such order to the Minister.  (3) Where no appeal is presented within two months from the making of an order cancelling the registration of a society, the order shall take effect on the expiry of that period. Where an appeal is presented within two months, the order shall not take effect until it is confirmed.  (4) Where the Commissioner makes an order for the cancellation of the registration of a society under subsection (1), he may make such further order as he may think fit for the custody of the books and documents and the protection of the assets of the society until the order cancelling registration takes effect.  (5) No registered society shall be wound up save by an order of the Commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Commissioner, after holding an inquiry or making an inspection under section 37 or on receipt of an application made by three-fourths of the members of a registered society, is of opinion that the society ought to be dissolved, he may make an order for the cancellation of the registration of the society.   LAWS OF GUYANA 22 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                             Cancellation of registration of a society due to lack of membership. [27 of 1954]     Effect of cancellation of registration. [6 of 1950]"
                },
                {
                    "representation": "(2)",
                    "description": "Any member of a registered society may, within two months from the date of an order under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where no appeal is presented within two months from the making of an order cancelling the registration of a society, the order shall take effect on the expiry of that period. Where an appeal is presented within two months, the order shall not take effect until it is confirmed."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Commissioner makes an order for the cancellation of the registration of a society under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "No registered society shall be wound up save by an order of the Commissioner."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Cancellation of registration of a society due to lack of membership. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Cancellation of registration of a society due to lack of membership. 39. The Commissioner may, by order in writing, cancel the registration of any registered society other than a society which includes among its members one or more registered societies, if at any time it is proved to his satisfaction that the number of the members has been reduced to less than seven. Every such order shall take effect from the date thereof.",
            "description": "The Commissioner may, by order in writing, cancel the registration of any registered society other than a society which includes among its members one or more registered societies, if at any time it is proved to his satisfaction that the number of the members has been reduced to less than seven. Every such order shall take effect from the date thereof."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Effect of cancellation of registration. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Effect of cancellation of registration. 40. Where the registration of a society is cancelled by an order under section 38 or under section 39 the society shall, except for the purposes of winding-up, as hereinafter provided, cease to exist as a corporate body from the date on which the order takes effect, hereinafter referred to as the date of dissolution:  Provided that any privileges conferred on the society by or under sections 14, 15, 16, 17 and 49 shall be deemed to be LAWS OF GUYANA Co-operative Societies Cap. 88:01              23  L.R.O. 1/2012       Liquidation after cancellation of registration of society.       Liquidators powers.                                     vested in any liquidator appointed for that society by the Commissioner.",
            "description": "Where the registration of a society is cancelled by an order under section 38 or under section 39 the society shall, except for the purposes of winding-up, as hereinafter provided, cease to exist as a corporate body from the date on which the order takes effect, hereinafter referred to as the date of dissolution:  Provided that any privileges conferred on the society by or under sections 14, 15, 16, 17 and 49 shall be deemed to be LAWS OF GUYANA Co-operative Societies Cap. 88:01              23  L.R.O. 1/2012       Liquidation after cancellation of registration of society.       Liquidators powers.                                     vested in any liquidator appointed for that society by the Commissioner."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Liquidation after cancellation of registration of society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Liquidation after cancellation of registration of society. 41. Where the registration of a society is cancelled under section 38 or 39, the Commissioner may appoint one or more persons to be, subject to his direction and control, the liquidator or liquidators of the society.",
            "description": "Where the registration of a society is cancelled under section 38 or 39, the Commissioner may appoint one or more persons to be, subject to his direction and control, the liquidator or liquidators of the society."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Liquidator’s powers.   LAWS OF GUYANA Co-operative Societies Cap. 88:01              5  L.R.O. 1/2012 SECTION  ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Liquidators powers.   LAWS OF GUYANA Co-operative Societies Cap. 88:01              5  L.R.O. 1/2012 SECTION  42. (1) A liquidator appointed under section 41 shall subject to the guidance and control of the Commissioner and to any limitations imposed by the Commissioner by order under section 43 have power to  (a) determine from time to time the contribution to be made by members and past members or by the estates of deceased members of the society to its assets;  (b) appoint a day by notice published in the Gazette before which creditors whose claims are not already recorded in the books of the society shall state their claims for admission or be excluded from any distribution made before they have proved them;  (c) decide any question of priority which arises between creditors;  (d) refer disputes to arbitration and institute and defend suits and other legal proceedings on behalf of the society by his name or office;  (e) decide by what persons and in what proportions the costs of liquidation are to be borne; LAWS OF GUYANA 24 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                                  (f) give such directions in regard to the collection and distribution of assets as may be necessary in the course of winding-up the society;  (g) compromise any claim by or against the society provided the sanction of the Commissioner has first been obtained:  (h) call such general meetings of members as may be necessary for the proper conduct of the liquidation;  (i) take possession of the books, documents and assets of the society;  (j) sell the property of the society;  (k) carry on the business of the society so far as may be necessary for winding it up beneficially:  Provided that nothing herein contained shall entitle the liquidator of a credit society to issue any loan; and  (l) arrange for the distribution of the assets of the society in a convenient manner when a scheme of distribution has been approved by the Commissioner.  (2) Subject to such regulations as may be made in this behalf, any liquidator appointed under this Act shall in so far as such powers are necessary for carrying out the LAWS OF GUYANA Co-operative Societies Cap. 88:01              25  L.R.O. 1/2012                Power of Commissioner to control liquidation.                                            purposes of this section, have power to summon and enforce the attendance of parties and witnesses and to compel the production of documents by the same means and (so far as may be) in the manner as is provided in the case of a civil court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A liquidator appointed under section 41 shall subject to the guidance and control of the Commissioner and to any limitations imposed by the Commissioner by order under section 43 have power to"
                },
                {
                    "representation": "(a)",
                    "description": "determine from time to time the contribution to be made by members and past members or by the estates of deceased members of the society to its assets;"
                },
                {
                    "representation": "(b)",
                    "description": "appoint a day by notice published in the Gazette before which creditors whose claims are not already recorded in the books of the society shall state their claims for admission or be excluded from any distribution made before they have proved them;"
                },
                {
                    "representation": "(c)",
                    "description": "decide any question of priority which arises between creditors;"
                },
                {
                    "representation": "(d)",
                    "description": "refer disputes to arbitration and institute and defend suits and other legal proceedings on behalf of the society by his name or office;"
                },
                {
                    "representation": "(e)",
                    "description": "decide by what persons and in what proportions the costs of liquidation are to be borne; LAWS OF GUYANA 24 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012"
                },
                {
                    "representation": "(f)",
                    "description": "give such directions in regard to the collection and distribution of assets as may be necessary in the course of winding-up the society;"
                },
                {
                    "representation": "(g)",
                    "description": "compromise any claim by or against the society provided the sanction of the Commissioner has first been obtained:"
                },
                {
                    "representation": "(h)",
                    "description": "call such general meetings of members as may be necessary for the proper conduct of the liquidation;"
                },
                {
                    "representation": "(i)",
                    "description": "take possession of the books, documents and assets of the society;"
                },
                {
                    "representation": "(j)",
                    "description": "sell the property of the society;"
                },
                {
                    "representation": "(k)",
                    "description": "carry on the business of the society so far as may be necessary for winding it up beneficially:  Provided that nothing herein contained shall entitle the liquidator of a credit society to issue any loan; and"
                },
                {
                    "representation": "(l)",
                    "description": "arrange for the distribution of the assets of the society in a convenient manner when a scheme of distribution has been approved by the Commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to such regulations as may be made in this behalf, any liquidator appointed under this Act shall in so far as such powers are necessary for carrying out the LAWS OF GUYANA Co-operative Societies Cap. 88:01              25  L.R.O. 1/2012                Power of Commissioner to control liquidation.                                            purposes of this section, have power to summon and enforce the attendance of parties and witnesses and to compel the production of documents by the same means and"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Power of Commissioner to control liquidation. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power of Commissioner to control liquidation. 43. A liquidator shall exercise his powers subject to the control and revision of the Commissioner, who may  (a) rescind or vary any order made by a liquidator and make whatever new order is required;  (b) remove a liquidator from office;  (c) call for all books, documents and assets of the society;   (d) by order in writing limit the powers of a liquidator under section 42;  (e) require accounts to be rendered to him by the liquidator;   (f) procure the auditing of the liquidators accounts and authorise the distribution of the assets of the society;  (g) make an order for the remuneration of the liquidator; or  (h) refer any subject of dispute between a liquidator and any third party to arbitration if that party shall have consented in writing to be bound by the decision of the arbitrator.  LAWS OF GUYANA 26 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Enforcement of order.                 Limitation of the jurisdiction of the civil court.   Closure of liquidation.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "rescind or vary any order made by a liquidator and make whatever new order is required;"
                },
                {
                    "representation": "(b)",
                    "description": "remove a liquidator from office;"
                },
                {
                    "representation": "(c)",
                    "description": "call for all books, documents and assets of the society;"
                },
                {
                    "representation": "(d)",
                    "description": "by order in writing limit the powers of a liquidator under section 42;"
                },
                {
                    "representation": "(e)",
                    "description": "require accounts to be rendered to him by the liquidator;"
                },
                {
                    "representation": "(f)",
                    "description": "procure the auditing of the liquidators accounts and authorise the distribution of the assets of the society;"
                },
                {
                    "representation": "(g)",
                    "description": "make an order for the remuneration of the liquidator; or"
                },
                {
                    "representation": "(h)",
                    "description": "refer any subject of dispute between a liquidator and any third party to arbitration if that party shall have consented in writing to be bound by the decision of the arbitrator.  LAWS OF GUYANA 26 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 Enforcement of order.                 Limitation of the jurisdiction of the civil court.   Closure of liquidation."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Enforcement of order. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Enforcement of order. 44. (1) The decision of an arbitrator on any matter referred to him under section 43 shall be binding upon the parties, and shall be enforceable in like manner as an order made by the Commissioner under that section.  (2) An order made by a liquidator or by the Commissioner under section 42 or 43 shall be enforced by any civil court having jurisdiction over the place where the registered office of the society is situated in like manner as a decree of that court.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The decision of an arbitrator on any matter referred to him under section 43 shall be binding upon the parties, and shall be enforceable in like manner as an order made by the Commissioner under that section."
                },
                {
                    "representation": "(2)",
                    "description": "An order made by a liquidator or by the Commissioner under section 42 or 43 shall be enforced by any civil court having jurisdiction over the place where the registered office of the society is situated in like manner as a decree of that court."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Limitation of the jurisdiction of the civil court. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Limitation of the jurisdiction of the civil court. 45. Save in so far as is hereinbefore expressly provided; no civil court shall have any jurisdiction in respect of any matter concerned with the dissolution of a registered society under this Act.",
            "description": "Save in so far as is hereinbefore expressly provided; no civil court shall have any jurisdiction in respect of any matter concerned with the dissolution of a registered society under this Act."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Closure of liquidation.  PART VIII SURCHARGE AND ATTACHMENT  ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Closure of liquidation.  PART VIII SURCHARGE AND ATTACHMENT  46. (1) In the liquidation of a society whose registration has been cancelled, the funds, including the reserve fund, shall be applied first to the costs of liquidation, then to the discharge of the liabilities of the society, then to the payment of the share capital and then, provided the rules of the society permit, to the payment of a dividend at a rate not exceeding ten per cent per annum for any period for which no disposal of profits was made.  (2) When the liquidation of a society has been closed and any creditor of that society has not claimed or received what is due to him under the scheme of distribution, notice of the closing of the liquidation shall be published in the Gazette; and all claims against the funds of the society liquidated shall be prescribed when two years have elapsed from the date of the publication of the Gazette notice.  (3) Any surplus remaining after the application of the funds to the purposes specified in subsection (1) and the payment of any claims for which an action is instituted under subsection (2) shall be available for use by the Commissioner for any co-operative purpose at his discretion. LAWS OF GUYANA Co-operative Societies Cap. 88:01              27  L.R.O. 1/2012      Power of Commissioner to surcharge officers, etc.,  of a registered society.                       Appeal to the Minister.          Settlement of disputes. [20 of 1967]       PART VIII SURCHARGE AND ATTACHMENT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and the payment of any claims for which an action is instituted under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "shall be available for use by the Commissioner for any co-operative purpose at his discretion. LAWS OF GUYANA Co-operative Societies Cap. 88:01              27  L.R.O. 1/2012      Power of Commissioner to surcharge officers, etc.,  of a registered society.                       Appeal to the Minister.          Settlement of disputes. [20 of 1967]       PART VIII SURCHARGE AND ATTACHMENT"
                },
                {
                    "representation": "(3)",
                    "description": "Any surplus remaining after the application of the funds to the purposes specified in subsection"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Power of Commissioner to surcharge officers, etc., of a registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power of Commissioner to surcharge officers, etc., of a registered society. 47. (1) Where, in the course of the winding up of a registered society it appears that any person who has taken part in the organisation or management of such society or any past or present officer of the society has misapplied or retained or become liable or accountable for any money or property of such society or has been guilty of misfeasance or breach of trust in relation to such society, the Commissioner may, on the application of the liquidator or of any creditor or contributory, examine into the conduct of such person and make an order requiring him to repay or restore the money or property or any part thereof with interest at such rate as the Commissioner thinks just or to contribute such sum to the assets of such society by way  of compensation in regard to the misapplication,  retainer,  dishonesty   or   breach  of  trust  as  the Commissioner thinks just.  (2) This section shall apply notwithstanding that the act is one for which the offender may be criminally responsible.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where, in the course of the winding up of a registered society it appears that any person who has taken part in the organisation or management of such society or any past or present officer of the society has misapplied or retained or become liable or accountable for any money or property of such society or has been guilty of misfeasance or breach of trust in relation to such society, the Commissioner may, on the application of the liquidator or of any creditor or contributory, examine into the conduct of such person and make an order requiring him to repay or restore the money or property or any part thereof with interest at such rate as the Commissioner thinks just or to contribute such sum to the assets of such society by way  of compensation in regard to the misapplication,  retainer,  dishonesty   or   breach  of  trust  as  the Commissioner thinks just."
                },
                {
                    "representation": "(2)",
                    "description": "This section shall apply notwithstanding that the act is one for which the offender may be criminally responsible."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Appeal to the Minister.  PART IX DISPUTES ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Appeal to the Minister.  PART IX DISPUTES 48. Any person aggrieved by any order of the Commissioner made under section 47 may appeal to the Minister within twenty-one days from the date of such order and the decision of the Minister shall be final and conclusive.  PART IX DISPUTES",
            "description": "Any person aggrieved by any order of the Commissioner made under section 47 may appeal to the Minister within twenty-one days from the date of such order and the decision of the Minister shall be final and conclusive.  PART IX DISPUTES"
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Settlement of disputes. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Settlement of disputes. 49. (l) If any dispute touching the business of a registered society arises  (a) among members, past members and persons claiming through members, past members and deceased members; or  LAWS OF GUYANA 28 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                                  (b) between a member, past member, or person claiming through a member, past member or deceased member, and the society, its committee, or any officer of the society; or  (c) between the society or its committee and any officer of the society; or  (d) between the society and any other registered society,   such dispute shall be referred to the Commissioner for decision. A claim by a registered society for any debt or demand due to it from a member, past member or the nominee, heir or legal representative of a deceased member, shall be deemed to be a dispute touching the business of the society within the meaning of this subsection.  (2) The Commissioner may on receipt of a reference under subsection (1)  (a) decide the dispute himself; or  (b) refer it for disposal to an arbitrator or arbitrators.  (3) Any party aggrieved by the award of the arbitrator or arbitrators may appeal therefrom to the Commissioner within such period and in such manner as may be prescribed.  (4) A decision of the Commissioner under subsection (2), or in appeal under subsection (3), shall be final and shall not be called in question in any civil court and shall be enforced in the same manner as if the decision had been a judgment of a civil court. LAWS OF GUYANA Co-operative Societies Cap. 88:01              29  L.R.O. 1/2012                     c. 7:01         Case stated on question of law.                      Regulations.  [4 of 1972]      (5) The award of the arbitrator or arbitrators under subsection (2) shall, if no appeal is preferred to the Commissioner under subs section (3), or if any such appeal is abandoned or withdrawn, be final and shall not be called in question in any civil court and shall be enforced in the same manner as if the award had been a judgment of a civil court.  (6) Notwithstanding anything contained in subsections (4) and (5), any decision of the Commissioner under subsection (2) or in appeal under subsection (3) and any award of the arbitrator or arbitrators under subsection (2), where any such decision or award requires the payment of any sum of money, may be enforced before a magistrate under the Summary Jurisdiction (Petty Debt) Act irrespective of the amount.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "If any dispute touching the business of a registered society arises"
                },
                {
                    "representation": "(a)",
                    "description": "decide the dispute himself; or"
                },
                {
                    "representation": "(b)",
                    "description": "refer it for disposal to an arbitrator or arbitrators."
                },
                {
                    "representation": "(c)",
                    "description": "between the society or its committee and any officer of the society; or"
                },
                {
                    "representation": "(d)",
                    "description": "between the society and any other registered society,   such dispute shall be referred to the Commissioner for decision. A claim by a registered society for any debt or demand due to it from a member, past member or the nominee, heir or legal representative of a deceased member, shall be deemed to be a dispute touching the business of the society within the meaning of this subsection."
                },
                {
                    "representation": "(2)",
                    "description": "or in appeal under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "and any award of the arbitrator or arbitrators under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "The award of the arbitrator or arbitrators under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Notwithstanding anything contained in subsections"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Case stated on question of law.  PART X REGULATIONS ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Case stated on question of law.  PART X REGULATIONS 50. (1) Notwithstanding anything contained in the last foregoing section, the Commissioner at any time when proceeding to a decision under this Act, or the Minister at any time when an appeal has been preferred to him against any decision of the Commissioner under this Act, may refer any question of law arising out of such decision for the opinion of the High Court.  (2) Any judge, or judges, of the High Court, as the Chief Justice may direct, may consider and determine any question of law so referred and the opinion given on such question shall be final and conclusive.  PART X REGULATIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything contained in the last foregoing section, the Commissioner at any time when proceeding to a decision under this Act, or the Minister at any time when an appeal has been preferred to him against any decision of the Commissioner under this Act, may refer any question of law arising out of such decision for the opinion of the High Court."
                },
                {
                    "representation": "(2)",
                    "description": "Any judge, or judges, of the High Court, as the Chief Justice may direct, may consider and determine any question of law so referred and the opinion given on such question shall be final and conclusive.  PART X REGULATIONS"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Regulations.   PART XI MISCELLANEOUS SECTION ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Regulations.   PART XI MISCELLANEOUS SECTION 51. (1) Subject to negative resolution of the National Assembly, the Minister may make all such regulations as may be necessary for the purpose of carrying out or giving effect to the principles and provisions of this Act.  (2) In particular and without prejudice to the LAWS OF GUYANA 30 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                                 generality of the power conferred by subsection (1), such regulations may  (a) prescribe the forms to be used and the conditions to be complied with in applying for the registration of a society and the procedure in the matter of such applications;  (b) prescribe the conditions to be complied with by persons applying for admission or admitted as members, and provide for the election and admission of members from time to time, and the payment to be made and interest to be acquired before exercising rights of membership;  (c) subject to section 27, prescribe the maximum number of shares or portion of the capital of a registered society which may be held by a member;  (d) prescribe the extent to which a registered society may limit the number of its members;  (e) provide for the withdrawal and expulsion of members and for the payments to be made to members who withdraw or are expelled, and for the liabilities of past members;   (f) provide for general meetings of the members and for the procedure at such meetings and the powers to be exercised by such meetings; LAWS OF GUYANA Co-operative Societies Cap. 88:01              31  L.R.O. 1/2012                                                 (g) provide for the appointment, suspension and removal of the members of the committee and other officers, and for the procedure at meetings of the committee, and for the powers to be  exercised and the duties to be performed by the committee and other officers;  (h) prescribe the matters in respect of which a society may or shall make rules and for the procedure to be followed in making, altering and rescinding rules, and the conditions to be satisfied prior to such making, alteration or rescission;  (i) regulate the manner in which funds may be raised by means of shares or debentures or otherwise;  (j) prescribe the conditions to be observed by a registered society applying for financial assistance from Government;   (k) prescribe the payments to be made, the conditions to be complied with, and the forms of the bonds, instruments or other documents to be executed, by members applying for loans or cash credits, the period for which loans may be made or credits granted, and the maximum amount which may be lent and the maximum credit which may be allowed to individual members with or without the consent of the Commissioner; LAWS OF GUYANA 32 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                                  (1) provide for the mode in which the value of a deceased members interest shall be ascertained, and for the nomination of a person to whom such interest may be paid or transferred;  (m) provide for the mode in which the value of the interest of a member who has become of unsound mind and incapable of managing himself or his affairs shall be ascertained and for the nomination of any person to whom such interest may be paid or transferred;  (n) provide for the formation and the maintenance of reserve funds, and the objects to which such funds may be applied, and for the investment of any funds under the control of any registered society;   (o) prescribe the conditions under which profits may be distributed to the members of a society with unlimited liability and the maximum rate of dividend which will be paid by societies;  (p) prescribe the accounts and books to be kept by a registered society, and for the periodical publication of a balance sheet showing the assets and liabilities of a registered society;  (q) provide for the audit of the accounts of registered societies and for the LAWS OF GUYANA Co-operative Societies Cap. 88:01              33  L.R.O. 1/2012                                                 charges, if any, to be made for such audit and provide for the levy of contributions from all or any registered societies to a fund to be used for the audit and supervision of existing societies and co-operative propaganda and prescribe for the administration of such a fund;  (r) prescribe the returns to be submitted by registered societies to the Commissioner, and the persons by whom and the form in which the same are to be made;  (s) provide for the persons by whom, and the form in which, copies  of entries in books of registered societies may be certified;  (t) provide for the formation and the maintenance of a register of members, and, where the liability of members is limited by shares, of a register of shares;  (u) provide for the inspection of documents and registers at the Commissioners office and the fees to be paid therefor and for the issue of copies of such documents or registers;  (v) prescribe the manner in which any question as to the breach of any rule  or contract relating to the disposal of produce to or through a society may be determined, and the manner in which the liquidated damages for any LAWS OF GUYANA 34 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                  Conversion of industrial and provident society into registered society. c. 88:02          such breach may be ascertained or assessed;  (w) prescribe the mode of appointing an arbitrator or arbitrators and the procedure to be followed in proceedings before the Commissioner or such arbitrator or arbitrators;  (x) prescribe the procedure to be followed by a liquidator appointed under section 41 and the cases in which appeals shall lie from the orders of such liquidator;   (y) prescribe the forms to be used, the fees to be paid, the procedure to be observed and all other matters connected with or incidental to the presentation, hearing and disposal of appeals under this Act or the regulations.  PART XI MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "provide for the mode in which the value of a deceased members interest shall be ascertained, and for the nomination of a person to whom such interest may be paid or transferred;"
                },
                {
                    "representation": "(2)",
                    "description": "In particular and without prejudice to the LAWS OF GUYANA 30 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                                 generality of the power conferred by subsection"
                },
                {
                    "representation": "(a)",
                    "description": "prescribe the forms to be used and the conditions to be complied with in applying for the registration of a society and the procedure in the matter of such applications;"
                },
                {
                    "representation": "(b)",
                    "description": "prescribe the conditions to be complied with by persons applying for admission or admitted as members, and provide for the election and admission of members from time to time, and the payment to be made and interest to be acquired before exercising rights of membership;"
                },
                {
                    "representation": "(c)",
                    "description": "subject to section 27, prescribe the maximum number of shares or portion of the capital of a registered society which may be held by a member;"
                },
                {
                    "representation": "(d)",
                    "description": "prescribe the extent to which a registered society may limit the number of its members;"
                },
                {
                    "representation": "(e)",
                    "description": "provide for the withdrawal and expulsion of members and for the payments to be made to members who withdraw or are expelled, and for the liabilities of past members;"
                },
                {
                    "representation": "(f)",
                    "description": "provide for general meetings of the members and for the procedure at such meetings and the powers to be exercised by such meetings; LAWS OF GUYANA Co-operative Societies Cap. 88:01              31  L.R.O. 1/2012"
                },
                {
                    "representation": "(g)",
                    "description": "provide for the appointment, suspension and removal of the members of the committee and other officers, and for the procedure at meetings of the committee, and for the powers to be  exercised and the duties to be performed by the committee and other officers;"
                },
                {
                    "representation": "(h)",
                    "description": "prescribe the matters in respect of which a society may or shall make rules and for the procedure to be followed in making, altering and rescinding rules, and the conditions to be satisfied prior to such making, alteration or rescission;"
                },
                {
                    "representation": "(i)",
                    "description": "regulate the manner in which funds may be raised by means of shares or debentures or otherwise;"
                },
                {
                    "representation": "(j)",
                    "description": "prescribe the conditions to be observed by a registered society applying for financial assistance from Government;"
                },
                {
                    "representation": "(k)",
                    "description": "prescribe the payments to be made, the conditions to be complied with, and the forms of the bonds, instruments or other documents to be executed, by members applying for loans or cash credits, the period for which loans may be made or credits granted, and the maximum amount which may be lent and the maximum credit which may be allowed to individual members with or without the consent of the Commissioner; LAWS OF GUYANA 32 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012"
                },
                {
                    "representation": "(m)",
                    "description": "provide for the mode in which the value of the interest of a member who has become of unsound mind and incapable of managing himself or his affairs shall be ascertained and for the nomination of any person to whom such interest may be paid or transferred;"
                },
                {
                    "representation": "(n)",
                    "description": "provide for the formation and the maintenance of reserve funds, and the objects to which such funds may be applied, and for the investment of any funds under the control of any registered society;"
                },
                {
                    "representation": "(o)",
                    "description": "prescribe the conditions under which profits may be distributed to the members of a society with unlimited liability and the maximum rate of dividend which will be paid by societies;"
                },
                {
                    "representation": "(p)",
                    "description": "prescribe the accounts and books to be kept by a registered society, and for the periodical publication of a balance sheet showing the assets and liabilities of a registered society;"
                },
                {
                    "representation": "(q)",
                    "description": "provide for the audit of the accounts of registered societies and for the LAWS OF GUYANA Co-operative Societies Cap. 88:01              33  L.R.O. 1/2012                                                 charges, if any, to be made for such audit and provide for the levy of contributions from all or any registered societies to a fund to be used for the audit and supervision of existing societies and co-operative propaganda and prescribe for the administration of such a fund;"
                },
                {
                    "representation": "(r)",
                    "description": "prescribe the returns to be submitted by registered societies to the Commissioner, and the persons by whom and the form in which the same are to be made;"
                },
                {
                    "representation": "(s)",
                    "description": "provide for the persons by whom, and the form in which, copies  of entries in books of registered societies may be certified;"
                },
                {
                    "representation": "(t)",
                    "description": "provide for the formation and the maintenance of a register of members, and, where the liability of members is limited by shares, of a register of shares;"
                },
                {
                    "representation": "(u)",
                    "description": "provide for the inspection of documents and registers at the Commissioners office and the fees to be paid therefor and for the issue of copies of such documents or registers;"
                },
                {
                    "representation": "(v)",
                    "description": "prescribe the manner in which any question as to the breach of any rule  or contract relating to the disposal of produce to or through a society may be determined, and the manner in which the liquidated damages for any LAWS OF GUYANA 34 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                                  Conversion of industrial and provident society into registered society. c. 88:02          such breach may be ascertained or assessed;"
                },
                {
                    "representation": "(w)",
                    "description": "prescribe the mode of appointing an arbitrator or arbitrators and the procedure to be followed in proceedings before the Commissioner or such arbitrator or arbitrators;"
                },
                {
                    "representation": "(x)",
                    "description": "prescribe the procedure to be followed by a liquidator appointed under section 41 and the cases in which appeals shall lie from the orders of such liquidator;"
                },
                {
                    "representation": "(y)",
                    "description": "prescribe the forms to be used, the fees to be paid, the procedure to be observed and all other matters connected with or incidental to the presentation, hearing and disposal of appeals under this Act or the regulations.  PART XI MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Conversion of industrial and provident society into registered society. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Conversion of industrial and provident society into registered society. 52. (1) A society registered under the Industrial and Provident Societies Act (hereinafter referred to as an industrial society) may, by a special resolution, determine to convert itself into a registered society.  (2) A resolution for the conversion of an industrial society into a registered society shall be accompanied by a copy of the rules of the registered society therein referred to, and shall appoint ten persons, members of the industrial society who, together with the secretary, shall sign the rules, and who may either be authorised to accept any alterations made by  the Commissioner therein, without further LAWS OF GUYANA Co-operative Societies Cap. 88:01              35  L.R.O. 1/2012                                              Recovery of sums due to State. consulting the industrial society, or may be required to lay out all such alterations before the industrial society in general meeting for acceptance as the resolution may direct.  (3) With the rules a copy of the special resolution for the conversion of the industrial society into a registered society shall be sent to the Commissioner, who, upon the registration of the society, shall give it, in addition to the certificate of registration, a certificate signed by him that the rules of the registered society referred to in the resolution have been registered.  (4) A copy of the resolution for the conversion of an industrial society into a registered society, together with the certificate of registration of the rules of the registered society shall be sent for registration to the office of the Registrar of Industrial and Provident Societies, and upon the registration of such resolution and certificate, the conversion shall take effect.   (5) Upon the conversion of an industrial society into a registered society, the registration of the industrial society under the Industrial and Provident Societies Act shall become void and shall be cancelled by the proper officer, but the registration of an industrial society as a registered society shall not affect any right or claim for the time being subsisting against the industrial society, or any penalty for the time being incurred by such society, and for the purpose of enforcing any such right, claim, or penalty, the industrial society may be sued and proceeded against in the same manner as if it had not become a registered society. Every such right or claim, and the liability to such penalty, shall have priority as against the property of the registered society over all other rights or claims against or liabilities of the society.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A society registered under the Industrial and Provident Societies Act"
                },
                {
                    "representation": "(2)",
                    "description": "A resolution for the conversion of an industrial society into a registered society shall be accompanied by a copy of the rules of the registered society therein referred to, and shall appoint ten persons, members of the industrial society who, together with the secretary, shall sign the rules, and who may either be authorised to accept any alterations made by  the Commissioner therein, without further LAWS OF GUYANA Co-operative Societies Cap. 88:01              35  L.R.O. 1/2012                                              Recovery of sums due to State. consulting the industrial society, or may be required to lay out all such alterations before the industrial society in general meeting for acceptance as the resolution may direct."
                },
                {
                    "representation": "(3)",
                    "description": "With the rules a copy of the special resolution for the conversion of the industrial society into a registered society shall be sent to the Commissioner, who, upon the registration of the society, shall give it, in addition to the certificate of registration, a certificate signed by him that the rules of the registered society referred to in the resolution have been registered."
                },
                {
                    "representation": "(4)",
                    "description": "A copy of the resolution for the conversion of an industrial society into a registered society, together with the certificate of registration of the rules of the registered society shall be sent for registration to the office of the Registrar of Industrial and Provident Societies, and upon the registration of such resolution and certificate, the conversion shall take effect."
                },
                {
                    "representation": "(5)",
                    "description": "Upon the conversion of an industrial society into a registered society, the registration of the industrial society under the Industrial and Provident Societies Act shall become void and shall be cancelled by the proper officer, but the registration of an industrial society as a registered society shall not affect any right or claim for the time being subsisting against the industrial society, or any penalty for the time being incurred by such society, and for the purpose of enforcing any such right, claim, or penalty, the industrial society may be sued and proceeded against in the same manner as if it had not become a registered society. Every such right or claim, and the liability to such penalty, shall have priority as against the property of the registered society over all other rights or claims against or liabilities of the society."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Recovery of sums due to State. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Recovery of sums due to State. 53. (1) All sums due from a registered society or from an officer or member or past member of a registered society LAWS OF GUYANA 36 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                Powers to exempt any society from requirements as to registration.       Power to exempt societies from provisions of Act.      Power to exempt from stamp duty  and registration fees.                as such to the State may be recovered in the manner provided for the recovery of debts due to the State under the law for the time being in force.  (2) Sums due from a registered society to the State and recoverable under subsection (1), may be recovered first, from the property of the society; secondly, in the case of a society of which the liability of members is limited, from the members subject to the limit of their liability; and thirdly, in the case of other societies, from the members.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All sums due from a registered society or from an officer or member or past member of a registered society LAWS OF GUYANA 36 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012                Powers to exempt any society from requirements as to registration.       Power to exempt societies from provisions of Act.      Power to exempt from stamp duty  and registration fees.                as such to the State may be recovered in the manner provided for the recovery of debts due to the State under the law for the time being in force."
                },
                {
                    "representation": "(2)",
                    "description": "Sums due from a registered society to the State and recoverable under subsection"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Powers to exempt any society from requirements as to registration. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Powers to exempt any society from requirements as to registration. 54. Notwithstanding anything contained in this Act the Minister may by special order in each case and subject to such conditions as he may impose, exempt any society from any of the requirements of this Act as to registration.",
            "description": "Notwithstanding anything contained in this Act the Minister may by special order in each case and subject to such conditions as he may impose, exempt any society from any of the requirements of this Act as to registration."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Power to exempt societies from provisions of Act. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power to exempt societies from provisions of Act. 55. The Minister may by general or special order exempt any registered society or class of societies from any of the provisions of this Act, or may direct that such provisions shall apply to any society or class of societies with effect from such date or with such modifications as may be specified in the order.",
            "description": "The Minister may by general or special order exempt any registered society or class of societies from any of the provisions of this Act, or may direct that such provisions shall apply to any society or class of societies with effect from such date or with such modifications as may be specified in the order."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Power to exempt from stamp duty and registration fees. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power to exempt from stamp duty and registration fees. 56. (1) The Minister by notification in the Gazette may, in the case of any registered society or class of registered societies, remit  (a) the stamp duty with which, under any law for the time being in force, instruments executed by or in behalf of a registered society, or by an officer or member, and relating to the business of such society, or any class of such instruments are respectively chargeable; or  (b) any fee payable under the law of registration for the time being in LAWS OF GUYANA Co-operative Societies Cap. 88:01              37  L.R.O. 1/2012            Power to exempt from payment of income tax. c. 81:01         Prohibition of the use of the word co-operative.        Cap. 327 1953 Ed.                      Cs. 89:01, 98:03 and 327 1953 Ed. not applicable to force.  (2) A notification exempting any registered society from the fees referred to in subsection (1) (b) may provide for the withdrawal of such exemption.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(b) may provide for the withdrawal of such exemption."
                },
                {
                    "representation": "(a)",
                    "description": "the stamp duty with which, under any law for the time being in force, instruments executed by or in behalf of a registered society, or by an officer or member, and relating to the business of such society, or any class of such instruments are respectively chargeable; or"
                },
                {
                    "representation": "(b)",
                    "description": "any fee payable under the law of registration for the time being in LAWS OF GUYANA Co-operative Societies Cap. 88:01              37  L.R.O. 1/2012            Power to exempt from payment of income tax. c. 81:01         Prohibition of the use of the word co-operative.        Cap. 327 1953 Ed.                      Cs. 89:01, 98:03 and 327 1953 Ed. not applicable to force."
                },
                {
                    "representation": "(2)",
                    "description": "A notification exempting any registered society from the fees referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Power to exempt from payment of income tax. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Power to exempt from payment of income tax. 57. The Minister responsible for finance may, from time to time and for such period as he thinks fit, by order, exempt any registered society or class of societies from payment of income tax under any Income Tax Act for the time being in force.",
            "description": "The Minister responsible for finance may, from time to time and for such period as he thinks fit, by order, exempt any registered society or class of societies from payment of income tax under any Income Tax Act for the time being in force."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Prohibition of the use of the word “co-operative”. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Prohibition of the use of the word co-operative. 58. (1) No person other than a registered society shall trade or carry on business under any name or title of which the word co-operative is part without the sanction of the Minister:  Provided that  (a) this section shall not apply to a bank registered under the provisions of the Co-operative Credit Banks Act; and  (b) nothing in this section shall apply to the use by any person or his successor in interest of any name or title under which he traded or carried on business at the commencement of this Act.  (2) Any person who contravenes this section shall be liable on summary conviction to a fine of fifty dollars, and in the case of a continuing offence to a further fine of ten dollars for each day during which the offence continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person other than a registered society shall trade or carry on business under any name or title of which the word co-operative is part without the sanction of the Minister:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "this section shall not apply to a bank registered under the provisions of the Co-operative Credit Banks Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "nothing in this section shall apply to the use by any person or his successor in interest of any name or title under which he traded or carried on business at the commencement of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes this section shall be liable on summary conviction to a fine of fifty dollars, and in the case of a continuing offence to a further fine of ten dollars for each day during which the offence continues."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Chapters 89:01, 98:03 and 327 (1953 Ed.) not applicable to registered societies. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Chapters 89:01, 98:03 and 327 (1953 Ed.) not applicable to registered societies. 59. The Companies Act, the Trade Unions Act, and the Co-operative Credit Banks Act shall not apply to a registered society. LAWS OF GUYANA 38 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 registered societies. [29 of 1991]  Penalty for non-compliance with Act.",
            "description": "The Companies Act, the Trade Unions Act, and the Co-operative Credit Banks Act shall not apply to a registered society. LAWS OF GUYANA 38 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012 registered societies. [29 of 1991]  Penalty for non-compliance with Act."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Penalty for non-compliance with Act.  __________________________  LAWS OF GUYANA 6 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012   1953 Ed. c. 326 _______________________________________________________ 12 of 1948 An Act to provide for the formation and to regulate the operations of Co-operative Societies.  [1ST SEPTEMBER, 1948]     Short title.          Interpretation.                             PART I PRELIMINARY ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Penalty for non-compliance with Act.  __________________________  LAWS OF GUYANA 6 Cap. 88:01 Co-operative Societies  L.R.O. 1/2012   1953 Ed. c. 326 _______________________________________________________ 12 of 1948 An Act to provide for the formation and to regulate the operations of Co-operative Societies.  [1ST SEPTEMBER, 1948]     Short title.          Interpretation.                             PART I PRELIMINARY 60. Any registered society or an officer or a member thereof, wilfully neglecting or refusing to do any act or to furnish any information required for the purposes of this Act by the Commissioner or other persons duly authorised by him in this behalf, or any person wilfully or without any reasonable excuse  disobeying any summons, requisition or lawful written order issued under this Act, or failing to furnish any information lawfully required from him by a person authorised to do so under this Act, shall be liable on summary conviction to a fine of two hundred dollars.  _______________________     LAWS OF GUYANA Co-operative Societies Cap. 88:01 39  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________   O. 32/1969 CO-OPERATIVE SOCIETIES (CONFERMENT OF POWERS) ORDER  made under section 3   Citation.      Exercise by assistant of all powers of Commissioner.",
            "description": "Any registered society or an officer or a member thereof, wilfully neglecting or refusing to do any act or to furnish any information required for the purposes of this Act by the Commissioner or other persons duly authorised by him in this behalf, or any person wilfully or without any reasonable excuse  disobeying any summons, requisition or lawful written order issued under this Act, or failing to furnish any information lawfully required from him by a person authorised to do so under this Act, shall be liable on summary conviction to a fine of two hundred dollars.  _______________________     LAWS OF GUYANA Co-operative Societies Cap. 88:01 39  L.R.O. 1/2012  SUBSIDIARY LEGISLATION  _________________   O. 32/1969 CO-OPERATIVE SOCIETIES (CONFERMENT OF POWERS) ORDER  made under section 3   Citation.      Exercise by assistant of all powers of Commissioner."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Amendment of rules. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Amendment of rules. 61. (1) Where in pursuance of the provisions of section 10(1) a of registered society amends its rules, such amendment shall be made by a resolution of the members of the registered society at a general meeting.  (2) No resolution under paragraph (1) shall be valid or effective unless it was taken by a majority of not less than three-fourths of the members present at the general meeting at which the resolution was proposed.  (3) A copy of a resolution under paragraph (1) shall be forwarded to the registrar together with three copies of the amendment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be forwarded to the registrar together with three copies of the amendment."
                },
                {
                    "representation": "(2)",
                    "description": "No resolution under paragraph"
                },
                {
                    "representation": "(3)",
                    "description": "A copy of a resolution under paragraph"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Copies of entries. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Copies of entries. 62. For the purposes of section 20 a copy of an entry in a book of a society may be certified by a certificate written at the foot of such copy, declaring that it is a true copy of such entry and that the book containing the entry is still in the custody of the society, such certificate being dated and signed LAWS OF GUYANA 70 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012      Reference of a dispute to the Commissioner for decision.                                        Reference to arbitration by the Commissioner.    by the Secretary and one member of the committee.",
            "description": "For the purposes of section 20 a copy of an entry in a book of a society may be certified by a certificate written at the foot of such copy, declaring that it is a true copy of such entry and that the book containing the entry is still in the custody of the society, such certificate being dated and signed LAWS OF GUYANA 70 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012      Reference of a dispute to the Commissioner for decision.                                        Reference to arbitration by the Commissioner.    by the Secretary and one member of the committee."
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Reference of a dispute to the Commissioner for  decision. LAWS OF GUYANA 42 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012                              Citation.    Interpretation.         Register of Societies.                 REGULATION  ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Reference of a dispute to the Commissioner for  decision. LAWS OF GUYANA 42 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012                              Citation.    Interpretation.         Register of Societies.                 REGULATION  63. (1) Reference of a dispute to the Commissioner for decision  under the provisions of section 49(1) may be made   (a)  by the committee; or  (b)  by the registered society in pursuance of a resolution in that behalf taken in general meeting; or  (c)  by any party to the dispute; or  (d)  where the dispute concerns a member of the committee and the registered society, by any member of the registered society.  (2) Every reference under this regulation shall be made by a statement in writing addressed to the Commissioner. Such statement shall  (a)  be dated;  (b) specify the dispute;  (c)  set out full particulars of the dispute; and  (d)  be signed by the party making it.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Reference of a dispute to the Commissioner for decision  under the provisions of section 49(1) may be made"
                },
                {
                    "representation": "(a)",
                    "description": "be dated;"
                },
                {
                    "representation": "(b)",
                    "description": "specify the dispute;"
                },
                {
                    "representation": "(c)",
                    "description": "set out full particulars of the dispute; and"
                },
                {
                    "representation": "(d)",
                    "description": "be signed by the party making it."
                },
                {
                    "representation": "(2)",
                    "description": "Every reference under this regulation shall be made by a statement in writing addressed to the Commissioner. Such statement shall"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Reference to arbitration by the Commissioner. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Reference to arbitration by the Commissioner. 64. (1) Where in pursuance of the provisions of section 49(2) (b), the Commissioner decides to refer a dispute to arbitration, such decision shall be embodied in an order of reference under his hand.   LAWS OF GUYANA Co-operative Societies Cap. 88:01 71 [Subsidiary] Co-operative Societies Regulations  L.R.O. 1/2012                                                (2) Every order of reference under this regulation shall (a) specify the name, surname, place of abode and occupation of the arbitrator or arbitrators;  (b) set out the dispute and full particulars thereof; and  (c) limit the time within which the award shall be forwarded by the arbitrator or arbitrators to the Commissioner:  Provided that, on good cause shown to his satisfaction, the Commissioner may by a further order enlarge the time whether before or after the time limited by the order of reference has expired.  (3) Where the Commissioner decides to refer a dispute to more than one arbitrator, such reference shall be to three arbitrators, of whom one shall be nominated by each of the parties to the dispute and the third shall be nominated by the Commissioner and shall act as chairman.  (4) Where under paragraph (3) reference is made to three arbitrators, the following provisions shall have effect:  (a)  if any party to the dispute fails to nominate an arbitrator within such time as the Commissioner may specify, the Commissioner may make the nomination himself;  (b)  if an arbitrator nominated by one of the parties to the dispute dies, or refuses or neglects to act, or by absence or otherwise becomes LAWS OF GUYANA 72 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012                             Proceedings before the arbitrator or arbitrators.                     incapable of acting, the Commissioner shall call upon the party concerned to nominate a new arbitrator within such time as the Commissioner may specify, and if no new arbitrator is nominated accordingly, the Commissioner may nominate one himself;  (c)  if the arbitrator who dies, or refuses or neglects to act, or becomes incapable of acting, was nominated by the Commissioner, a new arbitrator shall be nominated in his place by the Commissioner; and (d)  the opinion of the majority of the arbitrators shall prevail.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where in pursuance of the provisions of section 49(2)"
                },
                {
                    "representation": "(2)",
                    "description": "Every order of reference under this regulation shall"
                },
                {
                    "representation": "(a)",
                    "description": "if any party to the dispute fails to nominate an arbitrator within such time as the Commissioner may specify, the Commissioner may make the nomination himself;"
                },
                {
                    "representation": "(b)",
                    "description": "if an arbitrator nominated by one of the parties to the dispute dies, or refuses or neglects to act, or by absence or otherwise becomes LAWS OF GUYANA 72 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012                             Proceedings before the arbitrator or arbitrators.                     incapable of acting, the Commissioner shall call upon the party concerned to nominate a new arbitrator within such time as the Commissioner may specify, and if no new arbitrator is nominated accordingly, the Commissioner may nominate one himself;"
                },
                {
                    "representation": "(c)",
                    "description": "if the arbitrator who dies, or refuses or neglects to act, or becomes incapable of acting, was nominated by the Commissioner, a new arbitrator shall be nominated in his place by the Commissioner; and"
                },
                {
                    "representation": "(3)",
                    "description": "reference is made to three arbitrators, the following provisions shall have effect:"
                },
                {
                    "representation": "(4)",
                    "description": "Where under paragraph"
                },
                {
                    "representation": "(d)",
                    "description": "the opinion of the majority of the arbitrators shall prevail."
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Proceedings before the arbitrator or arbitrators. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Proceedings before the arbitrator or arbitrators. 65. (1) The proceedings before the arbitrator or arbitrators shall, as nearly as possible, be conducted in the same way as proceedings before a court of law, and in particular the following provisions shall have effect in respect thereof:  (a)  notice of the time and place at which the proceedings are to be held shall be given to the parties to the dispute, and such notice shall be a ten days' notice;  (b)  a record of the evidence adduced before the arbitrator or arbitrators shall be made, dated and signed by the arbitrator or arbitrators;  (c)  documents produced as exhibits before the arbitrator or arbitrators LAWS OF GUYANA Co-operative Societies Cap. 88:01 73 [Subsidiary] Co-operative Societies Regulations  L.R.O. 1/2012                                         Proceedings before the Commissioner.         shall be marked, dated and initialled by the arbitrator or arbitrators and shall be attached to the file of the proceedings; and  (d)  in the absence of any party duly notified to attend, the dispute may be decided by the arbitrator or arbitrators ex parte.  (2) The award of the arbitrator or arbitrators shall (a)  be in writing;  (b)  be dated and signed by the arbitrator or arbitrators; and  (c)  state the amount of the costs and expenses of the arbitration, if any, and by which party or parties to the dispute the same are to be paid.  (3) Upon the completion of the proceedings, the arbitrator or arbitrators shall forward to the Commissioner  (a)  the file of the proceedings; and  (b)  the award.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The proceedings before the arbitrator or arbitrators shall, as nearly as possible, be conducted in the same way as proceedings before a court of law, and in particular the following provisions shall have effect in respect thereof:"
                },
                {
                    "representation": "(a)",
                    "description": "the file of the proceedings; and"
                },
                {
                    "representation": "(b)",
                    "description": "the award."
                },
                {
                    "representation": "(c)",
                    "description": "state the amount of the costs and expenses of the arbitration, if any, and by which party or parties to the dispute the same are to be paid."
                },
                {
                    "representation": "(d)",
                    "description": "in the absence of any party duly notified to attend, the dispute may be decided by the arbitrator or arbitrators ex parte."
                },
                {
                    "representation": "(2)",
                    "description": "The award of the arbitrator or arbitrators shall"
                },
                {
                    "representation": "(3)",
                    "description": "Upon the completion of the proceedings, the arbitrator or arbitrators shall forward to the Commissioner"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Proceedings before the Commissioner. ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Proceedings before the Commissioner. 66. Where, in pursuance of the provisions of section 49(2) (a), the Commissioner exercises the power of deciding a dispute himself, the proceedings before him in relation thereto shall, as nearly as possible, be conducted in the same way as proceedings before a court of law and the provisions of regulation 65 shall apply, mutatis mutandis, to such proceedings.  LAWS OF GUYANA 74 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012  Fees.     reg. 67",
            "description": [
                {
                    "representation": "(2)",
                    "description": "(a), the Commissioner exercises the power of deciding a dispute himself, the proceedings before him in relation thereto shall, as nearly as possible, be conducted in the same way as proceedings before a court of law and the provisions of regulation 65 shall apply, mutatis mutandis, to such proceedings.  LAWS OF GUYANA 74 Cap. 88:01 Co-operative Societies [Subsidiary] Co-operative Societies Regulations   L.R.O. 1/2012  Fees.     reg. 67"
                }
            ]
        }
    },
    {
        "act": "CO-OPERATIVE SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "Fees.  SCHEDULE-Fees. ______________________  COOPERATIVE SOCIETIES REGULATIONS  made under section 51  ",
            "context": "CO-OPERATIVE SOCIETIES ACT under Fees.  SCHEDULE-Fees. ______________________  COOPERATIVE SOCIETIES REGULATIONS  made under section 51  67. The fees specified in the Schedule shall be payable for the matters to which they relate.   SCHEDULE",
            "description": "The fees specified in the Schedule shall be payable for the matters to which they relate.   SCHEDULE"
        }
    }
]