[
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.60 (9) For every inspection on the same day of documents whether one or more in the custody of the  Registrar relating to one and the same society    ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under 0.60 (9) For every inspection on the same day of documents whether one or more in the custody of the  Registrar relating to one and the same society    0.25 (10) For every copy or extract of any document in the custody of the Registrar not exceeding 216 words twenty-five cents and if exceeding that number eight cents per folio of 72 words (in addition to the fee if any for the signature of the Registrar and seal of his office).  (11) No fee shall be payable for  (a) the cancelling or suspension or registration of a society;  LAWS OF GUYANA 48 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                             s.13                     (b) any notice of change of office;  (c) any instrument of dissolution or any amendment therein;   (d) any document or copy of document supplied to a public department;  (e) any document in respect of which a fee is already chargeable under or by virtue of this Act or any other Act;  (f) recording the original rules of a society.  The Registrar may dispense with the fee for inspection of documents, in cases where he may consider it for the public interest so to do.  ___________________   SCHEDULE E  FORM OF ANNUAL RETURN  Name of society ............................................................................... Objects of society .............................................................................. Registered number ........................................................................... Date of establishment ...................................................................... When first registered ....................................................................... Name and address of the Treasurer .............................................. and of every other officer in receipt or charge of money .............................................................................................................. Amount of security given by him or them ................................... Number of members at the beginning of the year ...................... Number of members admitted during the year .......................... Together ................................................... Number of members whose membership ceased during the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              49  L.R.O. 1/2012                             year........ Total number of members at the end of the year ........................ State amount of business done during the year .......................... (See auditors report and financial statement.) The audit for the year has been conducted by Mr ...................................... Public Auditor (or by Mr............................... of ............................. whose calling or profession is ..............................................who were appointed auditors by ............................................................ under the authority of Rule No ..........................) Registered office of the society is situated at ........................................ in the county of .....................................................................................  Dated the ...................day of...............................",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the cancelling or suspension or registration of a society;  LAWS OF GUYANA 48 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                             s.13"
                },
                {
                    "representation": "(b)",
                    "description": "any notice of change of office;"
                },
                {
                    "representation": "(c)",
                    "description": "any instrument of dissolution or any amendment therein;"
                },
                {
                    "representation": "(d)",
                    "description": "any document or copy of document supplied to a public department;"
                },
                {
                    "representation": "(e)",
                    "description": "any document in respect of which a fee is already chargeable under or by virtue of this Act or any other Act;"
                },
                {
                    "representation": "(f)",
                    "description": "recording the original rules of a society.  The Registrar may dispense with the fee for inspection of documents, in cases where he may consider it for the public interest so to do.  ___________________   SCHEDULE E  FORM OF ANNUAL RETURN  Name of society ............................................................................... Objects of society .............................................................................. Registered number ........................................................................... Date of establishment ...................................................................... When first registered ....................................................................... Name and address of the Treasurer .............................................. and of every other officer in receipt or charge of money .............................................................................................................. Amount of security given by him or them ................................... Number of members at the beginning of the year ...................... Number of members admitted during the year .......................... Together ................................................... Number of members whose membership ceased during the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              49  L.R.O. 1/2012                             year........ Total number of members at the end of the year ........................ State amount of business done during the year .........................."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Short title. 1. This Act may be cited as the Industrial and Provident Societies Act.",
            "description": "This Act may be cited as the Industrial and Provident Societies Act."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  REGISTRATION OF SOCIETIES  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Interpretation.  REGISTRATION OF SOCIETIES  2. In this Act  amendment of rule includes a new rule, and a resolution rescinding a rule;       CHAPTER 88:02  INDUSTRIAL AND PROVIDENT SOCIETIES ACT   LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              7  L.R.O. 1/2012                                            Societies which may be registered.     the  committee  means  the  committee  of  management  or  other directing body of a society;  meeting shall include (where the rules of a society so allow) a meeting of officers appointed by members;  office shall mean the registered office for the time being of a society;   officer  extends  to  any  treasurer,  secretary,  member  of  the committee, manager, or servant, other than a servant appointed by the committee, of a society;  persons claiming through a member includes the heirs, executors, or administrators and assigns of a member, and also his nominees where nomination is allowed;  property includes  movable  and  immovable  property  (including books and papers);  public auditor means a public auditor specially appointed under this Act;  registered society shall mean a society registered under this Act;   the Registrar means the Registrar of Deeds;  rules means the registered rules for the time being, and shall include any registered amendment of rules.  REGISTRATION OF SOCIETIES",
            "description": "In this Act  amendment of rule includes a new rule, and a resolution rescinding a rule;       CHAPTER 88:02  INDUSTRIAL AND PROVIDENT SOCIETIES ACT   LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              7  L.R.O. 1/2012                                            Societies which may be registered.     the  committee  means  the  committee  of  management  or  other directing body of a society;  meeting shall include (where the rules of a society so allow) a meeting of officers appointed by members;  office shall mean the registered office for the time being of a society;   officer  extends  to  any  treasurer,  secretary,  member  of  the committee, manager, or servant, other than a servant appointed by the committee, of a society;  persons claiming through a member includes the heirs, executors, or administrators and assigns of a member, and also his nominees where nomination is allowed;  property includes  movable  and  immovable  property  (including books and papers);  public auditor means a public auditor specially appointed under this Act;  registered society shall mean a society registered under this Act;   the Registrar means the Registrar of Deeds;  rules means the registered rules for the time being, and shall include any registered amendment of rules.  REGISTRATION OF SOCIETIES"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Societies which may be registered. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Societies which may be registered. 3. A society which may be registered under this Act (herein called an Industrial and Provident Society) shall be a society for carrying on any industries, businesses or trades specified in or authorised by its rules,  whether wholesale or retail, and including dealings of any description in immovable property: LAWS OF GUYANA 8 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                     Conditions of register.                                Provided that  (a)   no member other  than a registered society shall have or claim any interest in the shares of the society exceeding nine hundred and sixty dollars; and  (b)    in regard  to the business of banking, the society shall be subject to the provisions hereinafter contained.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no member other  than a registered society shall have or claim any interest in the shares of the society exceeding nine hundred and sixty dollars; and"
                },
                {
                    "representation": "(b)",
                    "description": "in regard  to the business of banking, the society shall be subject to the provisions hereinafter contained."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Conditions of registration. Registration of society consisting of two or more other societies. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Conditions of registration. Registration of society consisting of two or more other societies. 4. With  respect  to  the  registration  of  societies  the  following provisions shall have effect:  (a) No society shall be registered under this Act which does not consist of seven persons at least.  (b)  For the purpose of registration an application to register the society, signed by seven members and the secretary, and two printed copies of the rules, shall be sent to the Registrar.  (c) No society shall be registered under a name identical with  that   under  which  any  other  existing  society  is registered, or so nearly resembling such name as to be likely, or in any name likely, in the opinion of the Registrar, to mislead the members or the public as to its identity and no society  shall  change  its   name  except  in  the  manner hereinafter provided.  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              9  L.R.O. 1/2012 Registration of society consisting of two or more other societies.                Acknowledge-ment of registration. Schedule C.  Appeals from refusal to register.        Effect of acknowledge- ment of registration.     Cancellation of registration.   (d)   A society consisting of two or more registered societies may be registered if the application to register the society is signed by two members of the committee and the  secretary of each of the constituent societies and is accompanied by two printed copies of the rules of each such society.  (e)   The word limited shall be the last word in the name of every society registered under this Act, except where the rules of the society provide that the members shall guarantee the payment of its liabilities.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "No society shall be registered under this Act which does not consist of seven persons at least."
                },
                {
                    "representation": "(b)",
                    "description": "For the purpose of registration an application to register the society, signed by seven members and the secretary, and two printed copies of the rules, shall be sent to the Registrar."
                },
                {
                    "representation": "(c)",
                    "description": "No society shall be registered under a name identical with  that   under  which  any  other  existing  society  is registered, or so nearly resembling such name as to be likely, or in any name likely, in the opinion of the Registrar, to mislead the members or the public as to its identity and no society  shall  change  its   name  except  in  the  manner hereinafter provided.  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              9  L.R.O. 1/2012 Registration of society consisting of two or more other societies.                Acknowledge-ment of registration. Schedule C.  Appeals from refusal to register.        Effect of acknowledge- ment of registration.     Cancellation of registration."
                },
                {
                    "representation": "(d)",
                    "description": "A society consisting of two or more registered societies may be registered if the application to register the society is signed by two members of the committee and the  secretary of each of the constituent societies and is accompanied by two printed copies of the rules of each such society."
                },
                {
                    "representation": "(e)",
                    "description": "The word limited shall be the last word in the name of every society registered under this Act, except where the rules of the society provide that the members shall guarantee the payment of its liabilities."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Acknowledgment of registration. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Acknowledgment of registration. 5.1 The Registrar, on being satisfied that a society has complied with  this  Act  shall  issue  to  such  society  an  acknowledgment  of registration under his hand.",
            "description": "5.1 The Registrar, on being satisfied that a society has complied with  this  Act  shall  issue  to  such  society  an  acknowledgment  of registration under his hand."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appeals from refusal to register. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Appeals from refusal to register. 6. (1) If the Registrar refuses to register a society or any rules or amendments of rules, the society may appeal from such refusal to a Judge of the High Court in Chambers.  (2) If the refusal to register is over-ruled on  appeal, an acknowledgment of registration shall thereupon be given to the society by the Registrar.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Registrar refuses to register a society or any rules or amendments of rules, the society may appeal from such refusal to a Judge of the High Court in Chambers."
                },
                {
                    "representation": "(2)",
                    "description": "If the refusal to register is over-ruled on  appeal, an acknowledgment of registration shall thereupon be given to the society by the Registrar."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Effect of acknowledgment of registration. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Effect of acknowledgment of registration. 7. The acknowledgment of registration shall be  conclusive evidence that the society therein mentioned is duly registered, unless it is proved that the registration of the society has been suspended or cancelled.",
            "description": "The acknowledgment of registration shall be  conclusive evidence that the society therein mentioned is duly registered, unless it is proved that the registration of the society has been suspended or cancelled."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "(1) Cancellation of registration. (2) Suspension of registration.  RULES ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under (1) Cancellation of registration. (2) Suspension of registration.  RULES 8. (1)  The Registrar may cancel the registration of a society by writing under his hand  (a)  if at any time it is proved to his                                                  1 But see s.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar may cancel the registration of a society by writing under his hand"
                },
                {
                    "representation": "(a)",
                    "description": "if at any time it is proved to his                                                  1 But see s."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Rules and amendments.  DUTIES OF SOCIETIES ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Rules and amendments.  DUTIES OF SOCIETIES 9. (1) The rules of a registered society shall contain provisions in respect of the several matters mentioned in Schedule A.  (2) An amendment of a rule of a registered society shall not be valid until the same has been registered under this Act, for which purpose two copies of the same, signed by three members and the secretary, shall be sent to the Registrar.  (3) The Registrar shall, on being satisfied that any amendment of  a  rule  is  not  contrary  to  this  Act,  issue  to  the  society  an acknowledgment of the registration of the same under his hand, which shall be conclusive evidence that the same is duly registered.  (4) A copy of the rules of a registered society shall be delivered by the society to every person on demand, on payment of a sum not exceeding twenty-five cents.  (5) The rules of a registered society, or any Schedule thereto, may set forth the form of any instrument necessary for carrying the purposes of the society into effect.  (6) The rules of a registered society shall provide for the profits being appropriated to any purposes stated therein or determined in such manner as the rules direct. LAWS OF GUYANA 12 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Registered office.     Publication of name.                 Audit.                       DUTIES  OF SOCIETIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The rules of a registered society shall contain provisions in respect of the several matters mentioned in Schedule A."
                },
                {
                    "representation": "(2)",
                    "description": "An amendment of a rule of a registered society shall not be valid until the same has been registered under this Act, for which purpose two copies of the same, signed by three members and the secretary, shall be sent to the Registrar."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall, on being satisfied that any amendment of  a  rule  is  not  contrary  to  this  Act,  issue  to  the  society  an acknowledgment of the registration of the same under his hand, which shall be conclusive evidence that the same is duly registered."
                },
                {
                    "representation": "(4)",
                    "description": "A copy of the rules of a registered society shall be delivered by the society to every person on demand, on payment of a sum not exceeding twenty-five cents."
                },
                {
                    "representation": "(5)",
                    "description": "The rules of a registered society, or any Schedule thereto, may set forth the form of any instrument necessary for carrying the purposes of the society into effect."
                },
                {
                    "representation": "(6)",
                    "description": "The rules of a registered society shall provide for the profits being appropriated to any purposes stated therein or determined in such manner as the rules direct. LAWS OF GUYANA 12 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Registered office.     Publication of name.                 Audit.                       DUTIES  OF SOCIETIES"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Registered office. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Registered office. 10.  Every registered society shall have a registered office to which all communications and notices shall be addressed, and shall send to the Registrar notice of the situation of such office, and every change therein.",
            "description": "Every registered society shall have a registered office to which all communications and notices shall be addressed, and shall send to the Registrar notice of the situation of such office, and every change therein."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Publication of name. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Publication of name. 11.  Every registered society shall paint or affix, and keep painted or affixed, its registered name on the outside of every office or place in which  the business of the society is carried on, in a conspicuous position,  in  letters  easily  legible,  and  have  its  registered  name engraven in legible characters on its seal, and have its registered name mentioned in legible  characters in all notices, advertisements, and other official publications of the society, and in all bills of exchange, promissory notes, endorsements, cheques, and orders for money or goods, purporting to be signed by or on behalf of such society, and in all bills of parcels, invoices, receipts and letters of credit of the society.",
            "description": "Every registered society shall paint or affix, and keep painted or affixed, its registered name on the outside of every office or place in which  the business of the society is carried on, in a conspicuous position,  in  letters  easily  legible,  and  have  its  registered  name engraven in legible characters on its seal, and have its registered name mentioned in legible  characters in all notices, advertisements, and other official publications of the society, and in all bills of exchange, promissory notes, endorsements, cheques, and orders for money or goods, purporting to be signed by or on behalf of such society, and in all bills of parcels, invoices, receipts and letters of credit of the society."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Audit. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Audit. 12. (1)  Every registered society shall once in every year submit its account for audit to one or more of the public auditors appointed as in this Act mentioned.  (2) An auditor shall not hold any other office or connection with a society.  (3) The auditors shall have access to all the books, deeds, documents, and accounts of the society, and shall examine the balance sheets showing the receipts and expenditure, funds and effects of the society,  and  verify  the  same  with  the  books,  deeds,  documents, accounts and vouchers relating thereto, and shall either sign the same as found by them to be correct, duly vouched, and in accordance with law, or specially report to the society in what respects they find them incorrect, unvouched, or not in accordance with law.  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              13  L.R.O. 1/2012 Annual returns. Schedule E.                                            Triennial returns of shareholders.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every registered society shall once in every year submit its account for audit to one or more of the public auditors appointed as in this Act mentioned."
                },
                {
                    "representation": "(2)",
                    "description": "An auditor shall not hold any other office or connection with a society."
                },
                {
                    "representation": "(3)",
                    "description": "The auditors shall have access to all the books, deeds, documents, and accounts of the society, and shall examine the balance sheets showing the receipts and expenditure, funds and effects of the society,  and  verify  the  same  with  the  books,  deeds,  documents, accounts and vouchers relating thereto, and shall either sign the same as found by them to be correct, duly vouched, and in accordance with law, or specially report to the society in what respects they find them incorrect, unvouched, or not in accordance with law.  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              13  L.R.O. 1/2012 Annual returns. Schedule E.                                            Triennial returns of shareholders."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Annual returns. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Annual returns. 13. (1)  Every registered society shall once in every year, not later than  the 31st March, send to the Registrar an annual return of the receipts and expenditure, funds, and effects of the society as audited.  (2) The annual return  (a)  shall be signed by the auditor or auditors; and  (b) shall show separately the expenditure in respect of the several objects of the society; and  (c) shall be made out from the date of its registration or last return to that of its last published balance sheet, provided that the last-named date is not more than four months before or one month after the 31st December, in which case it shall be made up to the said 31st December, inclusive; and  (d) shall state whether the audit has been conducted by a public auditor appointed as by this Act is provided and by whom.  (3) A registered society shall, together with the annual return, send to the Registrar a copy of the report of the auditors, and a copy of each balance sheet made during the period included in the return.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every registered society shall once in every year, not later than  the 31st March, send to the Registrar an annual return of the receipts and expenditure, funds, and effects of the society as audited."
                },
                {
                    "representation": "(2)",
                    "description": "The annual return"
                },
                {
                    "representation": "(a)",
                    "description": "shall be signed by the auditor or auditors; and"
                },
                {
                    "representation": "(b)",
                    "description": "shall show separately the expenditure in respect of the several objects of the society; and"
                },
                {
                    "representation": "(c)",
                    "description": "shall be made out from the date of its registration or last return to that of its last published balance sheet, provided that the last-named date is not more than four months before or one month after the 31st December, in which case it shall be made up to the said 31st December, inclusive; and"
                },
                {
                    "representation": "(d)",
                    "description": "shall state whether the audit has been conducted by a public auditor appointed as by this Act is provided and by whom."
                },
                {
                    "representation": "(3)",
                    "description": "A registered society shall, together with the annual return, send to the Registrar a copy of the report of the auditors, and a copy of each balance sheet made during the period included in the return."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Triennial returns of shareholders. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Triennial returns of shareholders. 14. A registered society shall, once at least in every three years, make out and send to the Registrar, together with the annual return for the year, a special return signed by the auditor or auditors showing the holding of each person in the society (whether in shares or loans) at the date to which the LAWS OF GUYANA 14 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012               Supply of copies of annual returns.        Copy of the last balance sheet.             Inspection of books by members.                     said annual return is made out:  Provided that, where such persons are in the list of members kept by the society distinguished by numbers, it shall be sufficient if they are distinguished in the special return by such numbers, and in that case it shall not be necessary to specify their names.",
            "description": "A registered society shall, once at least in every three years, make out and send to the Registrar, together with the annual return for the year, a special return signed by the auditor or auditors showing the holding of each person in the society (whether in shares or loans) at the date to which the LAWS OF GUYANA 14 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012               Supply of copies of annual returns.        Copy of the last balance sheet.             Inspection of books by members.                     said annual return is made out:  Provided that, where such persons are in the list of members kept by the society distinguished by numbers, it shall be sufficient if they are distinguished in the special return by such numbers, and in that case it shall not be necessary to specify their names."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Supply of copies of annual returns. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Supply of copies of annual returns. 15. Every registered society shall supply gratuitously to every member or person interested in the funds of the society, on his application, a copy of the last annual return of the society for the time being.",
            "description": "Every registered society shall supply gratuitously to every member or person interested in the funds of the society, on his application, a copy of the last annual return of the society for the time being."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Copy of the last balance sheet.  INSPECTION OF BOOKS   ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Copy of the last balance sheet.  INSPECTION OF BOOKS   16. Every registered society shall keep a copy of the last balance sheet for the time being, together with the report of the auditors, always hung up in a conspicuous place at the registered office of the society.  INSPECTION OF BOOKS",
            "description": "Every registered society shall keep a copy of the last balance sheet for the time being, together with the report of the auditors, always hung up in a conspicuous place at the registered office of the society.  INSPECTION OF BOOKS"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Inspection of books by members. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Inspection of books by members. 17. (1) Save as provided by this Act, no member or person shall have any right to inspect the books of a registered society.  (2) Any member or person having an interest in the funds of a registered society shall be allowed to inspect his own account and the books containing the names of the members at all reasonable hours at the registered office of the society, or at any place where the same are kept, subject to such regulations as to the time and manner of such inspection as may be made from time to time by the general meetings of the society.  (3) A registered society under this Act may by any of its registered rules authorise the inspection of any of its books therein mentioned, but no person, unless he be an officer of the society, or be specially authorised by a resolution thereof, shall have the right to inspect the loan or deposit account of any other member without his written LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              15  L.R.O. 1/2012    Inspection of books by order of Registrar.                                        Conditions of banking by societies.   consent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Save as provided by this Act, no member or person shall have any right to inspect the books of a registered society."
                },
                {
                    "representation": "(2)",
                    "description": "Any member or person having an interest in the funds of a registered society shall be allowed to inspect his own account and the books containing the names of the members at all reasonable hours at the registered office of the society, or at any place where the same are kept, subject to such regulations as to the time and manner of such inspection as may be made from time to time by the general meetings of the society."
                },
                {
                    "representation": "(3)",
                    "description": "A registered society under this Act may by any of its registered rules authorise the inspection of any of its books therein mentioned, but no person, unless he be an officer of the society, or be specially authorised by a resolution thereof, shall have the right to inspect the loan or deposit account of any other member without his written LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              15  L.R.O. 1/2012    Inspection of books by order of Registrar.                                        Conditions of banking by societies.   consent."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Inspection of books by order of Registrar.  LAWS OF GUYANA 4 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012 SECTION BANKING BY SOCIETIES ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Inspection of books by order of Registrar.  LAWS OF GUYANA 4 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012 SECTION BANKING BY SOCIETIES 18. (1)  The Registrar may, if he thinks fit, on the application of ten members of a registered society, each of whom has been a member of the society for not less than twelve months immediately preceding the date of the application, appoint an accountant or actuary to inspect the books of the society, and to report thereon:  Provided that  (a)   the applicants shall deposit with the Registrar such sums as a security for the costs of the proposed inspection as the Registrar may require; and  (b) all expenses incidental to any such inspection shall be defrayed by the applicants or out of the funds of the society, or by the members or officers, or former members or officers of the society, in such proportions as the Registrar may direct.  (2) A person appointed under this section shall have power to make copies of any books of the society, and to take extracts therefrom, at all reasonable hours at the registered office of the society, or at any place where the books are kept.  (3) The Registrar shall communicate the results of any such inspection to the applicants and to the Society.  BANKING BY SOCIETIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar may, if he thinks fit, on the application of ten members of a registered society, each of whom has been a member of the society for not less than twelve months immediately preceding the date of the application, appoint an accountant or actuary to inspect the books of the society, and to report thereon:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the applicants shall deposit with the Registrar such sums as a security for the costs of the proposed inspection as the Registrar may require; and"
                },
                {
                    "representation": "(b)",
                    "description": "all expenses incidental to any such inspection shall be defrayed by the applicants or out of the funds of the society, or by the members or officers, or former members or officers of the society, in such proportions as the Registrar may direct."
                },
                {
                    "representation": "(2)",
                    "description": "A person appointed under this section shall have power to make copies of any books of the society, and to take extracts therefrom, at all reasonable hours at the registered office of the society, or at any place where the books are kept."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall communicate the results of any such inspection to the applicants and to the Society.  BANKING BY SOCIETIES"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Conditions of banking by societies.  RETURNS AND DOCUMENTS  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Conditions of banking by societies.  RETURNS AND DOCUMENTS  19. (1) No registered society which has any withdrawable share capital shall carry on the business of banking.  LAWS OF GUYANA 16 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Schedule B.                     Form and deposit of documents.        Incorporation of society with limited liability.  Rules to bind members.        (2) Every registered society which carries on the business of banking shall on the first Monday in February and August in each year make out and keep conspicuously hung up in its registered office, and every other office or place of business belonging to it where the business of banking is carried on, a statement in the form in Schedule B or as near thereto as the circumstances admit.  (3) The taking of deposits of not more than two dollars in any one  payment, nor more than ninety dollars for any one depositor, payable on not less than two clear days notice, shall not be included in the business of banking within the meaning of this Act; but no society which takes such deposits shall make any payment of withdrawable capital  while  any  claim  due  on  account  of  any  such  deposit  is unsatisfied.  RETURNS AND DOCUMENTS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No registered society which has any withdrawable share capital shall carry on the business of banking.  LAWS OF GUYANA 16 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Schedule B.                     Form and deposit of documents.        Incorporation of society with limited liability.  Rules to bind members."
                },
                {
                    "representation": "(2)",
                    "description": "Every registered society which carries on the business of banking shall on the first Monday in February and August in each year make out and keep conspicuously hung up in its registered office, and every other office or place of business belonging to it where the business of banking is carried on, a statement in the form in Schedule B or as near thereto as the circumstances admit."
                },
                {
                    "representation": "(3)",
                    "description": "The taking of deposits of not more than two dollars in any one  payment, nor more than ninety dollars for any one depositor, payable on not less than two clear days notice, shall not be included in the business of banking within the meaning of this Act; but no society which takes such deposits shall make any payment of withdrawable capital  while  any  claim  due  on  account  of  any  such  deposit  is unsatisfied.  RETURNS AND DOCUMENTS"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Form and deposit of documents.  PRIVILEGES OF SOCIETIES  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Form and deposit of documents.  PRIVILEGES OF SOCIETIES  20. Every return and other document required for the purposes of this Act shall be made in such form and shall contain such particulars as the Registrar prescribes, and shall be deposited and registered or recorded, with or without observations thereon, in such manner as the Registrar directs.  PRIVILEGES OF SOCIETIES",
            "description": "Every return and other document required for the purposes of this Act shall be made in such form and shall contain such particulars as the Registrar prescribes, and shall be deposited and registered or recorded, with or without observations thereon, in such manner as the Registrar directs.  PRIVILEGES OF SOCIETIES"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Incorporation of society with limited liability. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Incorporation of society with limited liability. 21.  The registration of a society under this Act shall render it a body corporate by the name described in the acknowledgment   of registration, with limited liability.",
            "description": "The registration of a society under this Act shall render it a body corporate by the name described in the acknowledgment   of registration, with limited liability."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Rules to bind members. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Rules to bind members. 22. The rules of a registered society under this Act shall bind the society and all members thereof and all persons claiming through them respectively to the same extent as if each member had subscribed his name and affixed his seal thereto, and there were contained in such rules a  covenant on the part of such member, his heirs, executors, administrators, and assigns to conform thereto:  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              17  L.R.O. 1/2012               Remedy for debts from members.             Power of nomination for sums not exceeding $",
            "description": "The rules of a registered society under this Act shall bind the society and all members thereof and all persons claiming through them respectively to the same extent as if each member had subscribed his name and affixed his seal thereto, and there were contained in such rules a  covenant on the part of such member, his heirs, executors, administrators, and assigns to conform thereto:  LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              17  L.R.O. 1/2012               Remedy for debts from members.             Power of nomination for sums not exceeding $"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Remedy for debts from members. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Remedy for debts from members. 23. (1) All moneys payable by a member to a registered society shall be a debt due from such member to the society, and shall be recoverable as such either in the magistrates court of the district in which the registered office of the society is situate, or in that of the district in which such member resides, at the option of the society.  (2) A registered society shall have a lien on the shares of any member for any debt due to it by him, and may set off any sum credited to the member thereon, in or towards the payment of such debt.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All moneys payable by a member to a registered society shall be a debt due from such member to the society, and shall be recoverable as such either in the magistrates court of the district in which the registered office of the society is situate, or in that of the district in which such member resides, at the option of the society."
                },
                {
                    "representation": "(2)",
                    "description": "A registered society shall have a lien on the shares of any member for any debt due to it by him, and may set off any sum credited to the member thereon, in or towards the payment of such debt."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Power of nomination for sums not exceeding $",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Power of nomination for sums not exceeding $24. (1) A member of a registered society not being under the age of sixteen years may, by writing under this hand delivered at or sent to the registered office of the society during the lifetime of such member or made in any book kept thereat, nominate any person or persons to or among whom there shall be transferred at his decease such property in the society as may be his at the time of his decease (whether in shares, loans, or deposits, or otherwise), or so much thereof as is specified in such nomination, if the nomination does not comprise the whole. If on the death of the nominator the amount of his property in the society comprised  in  the  nomination  exceeds  five  hundred  dollars  the nomination shall be valid to the extent of the sum of five hundred dollars, but not otherwise:   LAWS OF GUYANA 18 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                                        Proceedings on the death of a nominator. [4 of 1972]      Provided that a person so nominated shall not be an officer or servant of the society unless such officer or servant is the husband, wife, father, mother, child, brother, sister, uncle, aunt, nephew, or niece of the nominator.  (2) A nomination so made may be revoked or varied by a subsequent nomination  signed  and  delivered  or  sent  or  made  as aforesaid or by any similar document in the nature of a revocation or variation under the hand of the nominator so delivered, sent or made as aforesaid, but shall not be revocable or variable by the will of the nominator or by any codicil thereto.  (3) The society shall keep a book wherein the names of all persons so nominated and all revocations or variations (if any) of such nominations shall be recorded, and the property comprised in any such nomination to an amount not exceeding five hundred dollars shall be payable or transferable to the nominee although the rules of the society declare the shares not to be transferable.  (4) The marriage of a member of a society shall operate as a revocation of any nomination made by him before such marriage, provided that, in the event of any officer of a society having transferred any property of a member to a nominee, in ignorance of a marriage contracted subsequent to the date of the nomination, the receipt of the nominee shall be a valid discharge to the society, and the society shall be under no liability to any other person claiming such property.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A member of a registered society not being under the age of sixteen years may, by writing under this hand delivered at or sent to the registered office of the society during the lifetime of such member or made in any book kept thereat, nominate any person or persons to or among whom there shall be transferred at his decease such property in the society as may be his at the time of his decease"
                },
                {
                    "representation": "(2)",
                    "description": "A nomination so made may be revoked or varied by a subsequent nomination  signed  and  delivered  or  sent  or  made  as aforesaid or by any similar document in the nature of a revocation or variation under the hand of the nominator so delivered, sent or made as aforesaid, but shall not be revocable or variable by the will of the nominator or by any codicil thereto."
                },
                {
                    "representation": "(3)",
                    "description": "The society shall keep a book wherein the names of all persons so nominated and all revocations or variations"
                },
                {
                    "representation": "(4)",
                    "description": "The marriage of a member of a society shall operate as a revocation of any nomination made by him before such marriage, provided that, in the event of any officer of a society having transferred any property of a member to a nominee, in ignorance of a marriage contracted subsequent to the date of the nomination, the receipt of the nominee shall be a valid discharge to the society, and the society shall be under no liability to any other person claiming such property."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Proceedings on the death of a nominator. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Proceedings on the death of a nominator. 25. (1)  On receiving satisfactory proof of the death of a nominator, the committee of the society shall, subject to the limitation on amount hereinbefore provided, either transfer the property comprised in the nomination in manner directed by the nomination, or pay to every person entitled thereunder the full value of the property given to him, unless the  shares  comprised  in  the  nomination,  if  transferred  as directed  by  the  nominator,  would  raise  the  share  capital  of  any LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              19  L.R.O. 1/2012               Provisions for intestacy. [4 of 1972]                    Provisions as to death duties.                 nominee to a sum exceeding one thousand dollars, in which case they shall pay him the value of such excess.  (2) Where a nominee who is nominated under this Act is under sixteen years of age, the society may pay the sum nominated to either parent, or to a guardian of the nominee, or to the Public Trustee, and the receipt of  such parent, guardian, or the Public Trustee shall be a sufficient discharge to the society for all moneys so paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On receiving satisfactory proof of the death of a nominator, the committee of the society shall, subject to the limitation on amount hereinbefore provided, either transfer the property comprised in the nomination in manner directed by the nomination, or pay to every person entitled thereunder the full value of the property given to him, unless the  shares  comprised  in  the  nomination,  if  transferred  as directed  by  the  nominator,  would  raise  the  share  capital  of  any LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              19  L.R.O. 1/2012               Provisions for intestacy. [4 of 1972]                    Provisions as to death duties.                 nominee to a sum exceeding one thousand dollars, in which case they shall pay him the value of such excess."
                },
                {
                    "representation": "(2)",
                    "description": "Where a nominee who is nominated under this Act is under sixteen years of age, the society may pay the sum nominated to either parent, or to a guardian of the nominee, or to the Public Trustee, and the receipt of  such parent, guardian, or the Public Trustee shall be a sufficient discharge to the society for all moneys so paid."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Provisions for intestacy. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Provisions for intestacy. 26. (1) If any member of a registered society entitled to property therein in respect of shares, loans, or deposits, not exceeding in the whole, at his death, five hundred dollars, dies intestate, without having made any nomination thereof then subsisting, the committee may, without letters of administration, distribute the same among such persons as appear to them, on such evidence as they deem satisfactory, to be entitled by law to receive the same.  (2) If any such member is illegitimate and leaves no widow, widower, or issue, the committee shall deal with his property in the society as the Public Trustee may with the approval of the Minister direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any member of a registered society entitled to property therein in respect of shares, loans, or deposits, not exceeding in the whole, at his death, five hundred dollars, dies intestate, without having made any nomination thereof then subsisting, the committee may, without letters of administration, distribute the same among such persons as appear to them, on such evidence as they deem satisfactory, to be entitled by law to receive the same."
                },
                {
                    "representation": "(2)",
                    "description": "If any such member is illegitimate and leaves no widow, widower, or issue, the committee shall deal with his property in the society as the Public Trustee may with the approval of the Minister direct."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Provisions as to death duties. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Provisions as to death duties. 27. (1)  If the net value of the estate in respect of which estate duty is payable, of any deceased member of a registered society exceeds five hundred dollars, the property or money to be transferred or paid under section 24, 25 or 26 without probate or administration shall be liable to estate duty as part of the amount on which that duty is charged; and the committee of the society, before making any such transfer or payment, may require a statutory declaration by the claimant or one of the claimants that such net value, including the property or money in question, does not,  after  deduction of debts and funeral expenses exceed five hundred dollars.  (2) If the net value of the property or money to be so transferred or paid exceeds four hundred dollars the committee of the society shall, before making any transfer or LAWS OF GUYANA 20 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012         Power to deal with the property of insane or lunatic members.          Payments to persons apparently entitled valid.               Transfer of stock standing in name of trustee.                  payment to any person other than the legal personal  representative of  the  deceased  member,  require production of a certificate from the Registrar of the payment of the estate duty, or a certificate that no estate duty is payable thereon.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the net value of the estate in respect of which estate duty is payable, of any deceased member of a registered society exceeds five hundred dollars, the property or money to be transferred or paid under section 24, 25 or 26 without probate or administration shall be liable to estate duty as part of the amount on which that duty is charged; and the committee of the society, before making any such transfer or payment, may require a statutory declaration by the claimant or one of the claimants that such net value, including the property or money in question, does not,  after  deduction of debts and funeral expenses exceed five hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "If the net value of the property or money to be so transferred or paid exceeds four hundred dollars the committee of the society shall, before making any transfer or LAWS OF GUYANA 20 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012         Power to deal with the property of insane or lunatic members.          Payments to persons apparently entitled valid.               Transfer of stock standing in name of trustee.                  payment to any person other than the legal personal  representative of  the  deceased  member,  require production of a certificate from the Registrar of the payment of the estate duty, or a certificate that no estate duty is payable thereon."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Power to deal with the property of insane or lunatic members. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Power to deal with the property of insane or lunatic members. 28. Where a member or a person claiming through a member of a society is insane, and no committee of his estate or trustee of his property has been duly appointed, the society may, when it is proved to the satisfaction of the committee that it is just and expedient so to do, pay the amount of the shares, loans and deposits belonging to such member or persons, to the Public Trustee, whose receipt shall be a good discharge to the society for any sum so paid.",
            "description": "Where a member or a person claiming through a member of a society is insane, and no committee of his estate or trustee of his property has been duly appointed, the society may, when it is proved to the satisfaction of the committee that it is just and expedient so to do, pay the amount of the shares, loans and deposits belonging to such member or persons, to the Public Trustee, whose receipt shall be a good discharge to the society for any sum so paid."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Payments to persons apparently entitled valid. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Payments to persons apparently entitled valid. 29. All payments or transfers made by the committee of a registered society, under the provisions of this Act with respect to payments or transfer to or on behalf of deceased or insane members, to any person who at the time appears to the committee to be entitled thereunder, shall  be  valid  and  effectual  against  any  demand  made  upon  the committee or society by any other person.",
            "description": "All payments or transfers made by the committee of a registered society, under the provisions of this Act with respect to payments or transfer to or on behalf of deceased or insane members, to any person who at the time appears to the committee to be entitled thereunder, shall  be  valid  and  effectual  against  any  demand  made  upon  the committee or society by any other person."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Transfer of stock standing in name of trustee. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Transfer of stock standing in name of trustee. 30. (1) When any person in whose name any stock belonging to a registered society is standing, either jointly with another or others, or solely,  as  a  trustee  therefor,  is  absent  from  Guyana  or  becomes bankrupt or insolvent, or files any petition or executes any deed for liquidation  of  his  affairs  by  assignment  or  arrangement,  or  for composition with his creditors, or becomes a lunatic, or is dead, or has been removed from his office of trustee, or if it be unknown whether such person is living or dead, the Registrar, on application in writing from the secretary and three members of the society, and on proof satisfactory to him, may direct the transfer of the stock into the names of any other persons as trustees for the society.  (2) The transfer shall be made by the surviving or continuing trustees, and if there be no such trustee, or if such trustees refuse or be unable to make such transfer, and the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              21  L.R.O. 1/2012          Membership of minors. [O. 4/1974]          Promissory notes and bills of exchange.      Register of members of shares.                   Registrar so directs, then by any person in that behalf appointed under his hand by the Registrar.  (3) Such person is hereby indemnified for anything done by him in pursuance of this provision against any claim or demand of any person injuriously affected thereby.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When any person in whose name any stock belonging to a registered society is standing, either jointly with another or others, or solely,  as  a  trustee  therefor,  is  absent  from  Guyana  or  becomes bankrupt or insolvent, or files any petition or executes any deed for liquidation  of  his  affairs  by  assignment  or  arrangement,  or  for composition with his creditors, or becomes a lunatic, or is dead, or has been removed from his office of trustee, or if it be unknown whether such person is living or dead, the Registrar, on application in writing from the secretary and three members of the society, and on proof satisfactory to him, may direct the transfer of the stock into the names of any other persons as trustees for the society."
                },
                {
                    "representation": "(2)",
                    "description": "The transfer shall be made by the surviving or continuing trustees, and if there be no such trustee, or if such trustees refuse or be unable to make such transfer, and the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              21  L.R.O. 1/2012          Membership of minors. [O. 4/1974]          Promissory notes and bills of exchange.      Register of members of shares.                   Registrar so directs, then by any person in that behalf appointed under his hand by the Registrar."
                },
                {
                    "representation": "(3)",
                    "description": "Such person is hereby indemnified for anything done by him in pursuance of this provision against any claim or demand of any person injuriously affected thereby."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Membership of minors. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Membership of minors. 31.  A person under the age of eighteen but above the age of sixteen may be a member of a registered society, unless provision be made in the rules thereof to the contrary, and may, subject to the rules of the society, enjoy  all the rights of a member (except as by this Act provided),  and  execute  all  instruments  and  give  all  acquittances necessary to be executed or given under the rules, but shall not be a member of the committee, trustee, manager or treasurer of the society.",
            "description": "A person under the age of eighteen but above the age of sixteen may be a member of a registered society, unless provision be made in the rules thereof to the contrary, and may, subject to the rules of the society, enjoy  all the rights of a member (except as by this Act provided),  and  execute  all  instruments  and  give  all  acquittances necessary to be executed or given under the rules, but shall not be a member of the committee, trustee, manager or treasurer of the society."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Promissory notes and bills of exchange. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Promissory notes and bills of exchange. 32.  A promissory note or bill of exchange shall be deemed to have been made, accepted, or endorsed on behalf of any society, if made, accepted, or endorsed in the name of the society, or by or on behalf or account of the society by any person acting under the authority of the society.",
            "description": "A promissory note or bill of exchange shall be deemed to have been made, accepted, or endorsed on behalf of any society, if made, accepted, or endorsed in the name of the society, or by or on behalf or account of the society by any person acting under the authority of the society."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Register of members or shares. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Register of members or shares. 33.  Any register or list of members or shares kept by any society shall be prima facie evidence of any of the following particulars entered therein:  (a)     the  names, addresses  and occupation  of  the members, the number of shares held by them respectively, the numbers of such shares, if they are distinguished by numbers, and the amount paid or agreed to be considered as paid on any such shares;  (b) the date at which the name of any person, company, or society was entered in such register or list as a member; LAWS OF GUYANA 22 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Contracts, how made, varied or discharged.                                         (c)   the date at which any such person, company, or society ceased to be a member.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  names, addresses  and occupation  of  the members, the number of shares held by them respectively, the numbers of such shares, if they are distinguished by numbers, and the amount paid or agreed to be considered as paid on any such shares;"
                },
                {
                    "representation": "(b)",
                    "description": "the date at which the name of any person, company, or society was entered in such register or list as a member; LAWS OF GUYANA 22 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012       Contracts, how made, varied or discharged."
                },
                {
                    "representation": "(c)",
                    "description": "the date at which any such person, company, or society ceased to be a member."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Contracts, how made, varied or discharged.  PROPERTY AND FUNDS OF REGISTERED SOCIETY  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Contracts, how made, varied or discharged.  PROPERTY AND FUNDS OF REGISTERED SOCIETY  34. Contracts on behalf of a registered society may be made, varied or discharged as follows:  (a)    Any contract, which if made between private per-sons would be by law required to be in writing or under seal, may be  made on behalf of the society in writing under the common seal of the society, and may in the same manner be varied or discharged.  (b)    Any contract, which if made between private persons would be by law required to be in writing and signed by the persons to be charged therewith, may be made on behalf of the society in writing by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged.  (c) Any contract under seal, which if made between private persons, might be varied or discharged by a writing not under seal, signed by any person interested therein, may be similarly varied or discharged on behalf of the society by a writing not under seal, signed by any person acting under the express or implied authority of the society.  (d)     Any  contract, which  if  made between LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              23  L.R.O. 1/2012                                         Holding of land.              private persons would be by law valid though made by parol only and not reduced into writing, may be made by parol on behalf of the society by any person acting under the express authority of the  society, and may in the same manner be varied or discharged.  (e)      A signature, purporting to be made by a person holding any office in the society, attached to a writing whereby any contract purports to be made, varied or discharged by or on behalf of the society, shall prima facie be taken to be the signature of a person holding at the time when the signature was made the office so stated.  All contracts  which  may  be  or  have  been  made,  varied,  or discharged according to the provisions contained in this section, shall, so far as concerns the form thereof, be effectual in law and binding on the society  and all other parties thereto, their heirs, executors, or administrators, as the case may be.  PROPERTY AND FUNDS OF REGISTERED SOCIETY",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Any contract, which if made between private per-sons would be by law required to be in writing or under seal, may be  made on behalf of the society in writing under the common seal of the society, and may in the same manner be varied or discharged."
                },
                {
                    "representation": "(b)",
                    "description": "Any contract, which if made between private persons would be by law required to be in writing and signed by the persons to be charged therewith, may be made on behalf of the society in writing by any person acting under the express or implied authority of the society, and may in the same manner be varied or discharged."
                },
                {
                    "representation": "(c)",
                    "description": "Any contract under seal, which if made between private persons, might be varied or discharged by a writing not under seal, signed by any person interested therein, may be similarly varied or discharged on behalf of the society by a writing not under seal, signed by any person acting under the express or implied authority of the society."
                },
                {
                    "representation": "(d)",
                    "description": "Any  contract, which  if  made between LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              23  L.R.O. 1/2012                                         Holding of land.              private persons would be by law valid though made by parol only and not reduced into writing, may be made by parol on behalf of the society by any person acting under the express authority of the  society, and may in the same manner be varied or discharged."
                },
                {
                    "representation": "(e)",
                    "description": "A signature, purporting to be made by a person holding any office in the society, attached to a writing whereby any contract purports to be made, varied or discharged by or on behalf of the society, shall prima facie be taken to be the signature of a person holding at the time when the signature was made the office so stated.  All contracts  which  may  be  or  have  been  made,  varied,  or discharged according to the provisions contained in this section, shall, so far as concerns the form thereof, be effectual in law and binding on the society  and all other parties thereto, their heirs, executors, or administrators, as the case may be.  PROPERTY AND FUNDS OF REGISTERED SOCIETY"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Holding of land. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Holding of land. 35. A registered society may (if its rules do not direct otherwise) hold, purchase, or take on lease in its own name any land, and may sell, exchange, mortgage, lease, or build upon the same, and no purchaser, assignee, mortgagee, tenant, or bondholder shall be bound to inquire as to the authority for any such sale, exchange, mortgage, or lease by the society, and the  receipt of the society shall be a discharge for all moneys arising from  or  in connection with such sale, exchange, mortgage, or lease.  LAWS OF GUYANA 24 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012   Investment by societies. [29 of 1991]                              c. 89:01                   c. 89:01    Power to invest in Government Savings Bank.   Advances to members.",
            "description": "A registered society may (if its rules do not direct otherwise) hold, purchase, or take on lease in its own name any land, and may sell, exchange, mortgage, lease, or build upon the same, and no purchaser, assignee, mortgagee, tenant, or bondholder shall be bound to inquire as to the authority for any such sale, exchange, mortgage, or lease by the society, and the  receipt of the society shall be a discharge for all moneys arising from  or  in connection with such sale, exchange, mortgage, or lease.  LAWS OF GUYANA 24 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012   Investment by societies. [29 of 1991]                              c. 89:01                   c. 89:01    Power to invest in Government Savings Bank.   Advances to members."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Investment by societies. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Investment by societies. 36. (1)  A registered society may invest any part of its capital in or upon any security authorised by its rules, and also, if the rules do not direct otherwise  (a) in or upon any security in which trustees are for the time being authorised by law to invest; and  (b)  in or upon any mortgage, bond, debenture, debenture stock, inscribed stock, annuity, rent-charge, rent, or other security (not being securities payable to bearer), authorised by or under any law passed or to be passed by the Legislature of Guyana or of any other Commonwealth territory; and  (c)    in the shares or on the security of any other society registered under this Act, or of any company incorporated, continued or registered under the Companies Act, or incorporated by any law or by charter:  Provided that no such investment be made in the shares of any society or company other than one with limited liability.  (2) A society so investing shall be deemed to be a person within the meaning of the Companies Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society may invest any part of its capital in or upon any security authorised by its rules, and also, if the rules do not direct otherwise"
                },
                {
                    "representation": "(a)",
                    "description": "in or upon any security in which trustees are for the time being authorised by law to invest; and"
                },
                {
                    "representation": "(b)",
                    "description": "in or upon any mortgage, bond, debenture, debenture stock, inscribed stock, annuity, rent-charge, rent, or other security"
                },
                {
                    "representation": "(c)",
                    "description": "in the shares or on the security of any other society registered under this Act, or of any company incorporated, continued or registered under the Companies Act, or incorporated by any law or by charter:  Provided that no such investment be made in the shares of any society or company other than one with limited liability."
                },
                {
                    "representation": "(2)",
                    "description": "A society so investing shall be deemed to be a person within the meaning of the Companies Act."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Power to invest in Government Savings Banks. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Power to invest in Government Savings Banks. 37. A registered society may invest its capital and funds, or any part thereof to any amount, in any Government or Post Office Savings Bank.",
            "description": "A registered society may invest its capital and funds, or any part thereof to any amount, in any Government or Post Office Savings Bank."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Advances to members. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Advances to members. 38. The rules of a registered society may provide for advances of money to members on the security of movable or immovable property, or in the case of a society registered to LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              25  L.R.O. 1/2012      Societies, members of other bodies corporate may vote by proxy             Anybody corporate may hold shares in a society.     Discharge of mortgages on production of receipt.   Schedule B.               Where society is in liquidation. carry on banking business in any manner customary in the conduct of such business.",
            "description": "The rules of a registered society may provide for advances of money to members on the security of movable or immovable property, or in the case of a society registered to LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              25  L.R.O. 1/2012      Societies, members of other bodies corporate may vote by proxy             Anybody corporate may hold shares in a society.     Discharge of mortgages on production of receipt.   Schedule B.               Where society is in liquidation. carry on banking business in any manner customary in the conduct of such business."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Societies, members of other bodies corporate may vote by proxy. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Societies, members of other bodies corporate may vote by proxy. 39. A registered society which has invested any part of its capital in the shares or on the security of any other body corporate may appoint as proxy any one of its members, although such member is not personally a shareholder of such other body corporate. The proxy shall, during the continuance of his appointment, be taken in virtue thereof as holding the number of shares held by the society by whom he is appointed for all purposes except the transfer of any such shares, or the giving receipts for any dividends thereon.",
            "description": "A registered society which has invested any part of its capital in the shares or on the security of any other body corporate may appoint as proxy any one of its members, although such member is not personally a shareholder of such other body corporate. The proxy shall, during the continuance of his appointment, be taken in virtue thereof as holding the number of shares held by the society by whom he is appointed for all purposes except the transfer of any such shares, or the giving receipts for any dividends thereon."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Any body corporate may hold shares in a society.   DISCHARGE OF MORTGAGES BY RECEIPT  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Any body corporate may hold shares in a society.   DISCHARGE OF MORTGAGES BY RECEIPT  40. Any other body corporate may, if its regulations permit, hold shares by its corporate name in a registered society.  DISCHARGE OF MORTGAGES BY RECEIPT",
            "description": "Any other body corporate may, if its regulations permit, hold shares by its corporate name in a registered society.  DISCHARGE OF MORTGAGES BY RECEIPT"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "(1) Discharge of mortgages on production of receipt.  (2) Where society is in liquidation.   LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              5  L.R.O. 1/2012 SECTION OFFICERS IN RECEIPT OR CHARGE OF MONEY  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under (1) Discharge of mortgages on production of receipt.  (2) Where society is in liquidation.   LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              5  L.R.O. 1/2012 SECTION OFFICERS IN RECEIPT OR CHARGE OF MONEY  41. (1) If a receipt in full, signed by two members of the committee and countersigned by the secretary of a registered society, for all moneys secured to the society by mortgage or other assurance on the security of any property to which such receipt relates and being in the form in Schedule B or in any other form specified in the rules of the society or any Schedule thereto and endorsed on or annexed to the gross of such mortgage or  assurance, be produced to the Registrar verified by oath or statutory declaration of any person, he shall enter satisfaction on the register of the mortgage or of the charge made by the assurance or shall cancel the said mortgage or assurance, and shall grant a certificate to the like effect, which certificate shall be received in all courts without further proof, and there  shall be paid to the Registrar a fee of sixty cents for making the said entry or cancellation and granting the certificate.  (2) Where a registered society is in liquidation, a receipt as aforesaid signed by the liquidator for the time being, described as such, shall have the same effect as a LAWS OF GUYANA 26 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012           Security by officers.     Schedule C.                    Accounts of officers. [4 of 1972]               receipt signed as provided by subsection (1).  OFFICERS IN RECEIPT OR CHARGE OF MONEY",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a receipt in full, signed by two members of the committee and countersigned by the secretary of a registered society, for all moneys secured to the society by mortgage or other assurance on the security of any property to which such receipt relates and being in the form in Schedule B or in any other form specified in the rules of the society or any Schedule thereto and endorsed on or annexed to the gross of such mortgage or  assurance, be produced to the Registrar verified by oath or statutory declaration of any person, he shall enter satisfaction on the register of the mortgage or of the charge made by the assurance or shall cancel the said mortgage or assurance, and shall grant a certificate to the like effect, which certificate shall be received in all courts without further proof, and there  shall be paid to the Registrar a fee of sixty cents for making the said entry or cancellation and granting the certificate."
                },
                {
                    "representation": "(2)",
                    "description": "Where a registered society is in liquidation, a receipt as aforesaid signed by the liquidator for the time being, described as such, shall have the same effect as a LAWS OF GUYANA 26 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012           Security by officers.     Schedule C.                    Accounts of officers. [4 of 1972]               receipt signed as provided by subsection"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Security by officers. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Security by officers. 42. Every officer of a registered society having receipt or charge of money, if the rules of the society require, shall, before taking upon himself the execution of his office, become bound, either with or without a surety as the committee may require, in a bond according to one of the forms set forth in Schedule C, or such other forms as the committee of the society approve, or give the security of a guarantee society, in such  sum  as the committee directs, conditioned for his rendering a just and true account of all moneys received and paid by him on account of the society at such times as its rules appoint, or as the society or the committee  thereof requires him to do, and for the payment by him of all sums due from him to the society:   Provided that, whether such rules require it or not, the Registrar may from time to time by writing under his hand addressed to the secretary either require that security be given or that any security already given may be increased having regard to the business done and the responsibilities of such officer.",
            "description": "Every officer of a registered society having receipt or charge of money, if the rules of the society require, shall, before taking upon himself the execution of his office, become bound, either with or without a surety as the committee may require, in a bond according to one of the forms set forth in Schedule C, or such other forms as the committee of the society approve, or give the security of a guarantee society, in such  sum  as the committee directs, conditioned for his rendering a just and true account of all moneys received and paid by him on account of the society at such times as its rules appoint, or as the society or the committee  thereof requires him to do, and for the payment by him of all sums due from him to the society:   Provided that, whether such rules require it or not, the Registrar may from time to time by writing under his hand addressed to the secretary either require that security be given or that any security already given may be increased having regard to the business done and the responsibilities of such officer."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Accounts of officers.  DISPUTES  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Accounts of officers.  DISPUTES  43. (1) Every officer of a registered society having receipt or charge of money, or his executors or administrators, shall, at such times as by the rules of the society he should render account, or upon demand made, or notice in writing given or left at his last or usual place of residence, give in his account as may be required by the society, or by the committee thereof, to be examined and allowed or disallowed by them, and shall, on the like demand or notice, pay over all moneys and deliver all property for the time being in his hands or custody to such person as the society or the committee appoint; and in case of any neglect or refusal to deliver such account, or to pay over such moneys or to deliver such property in manner aforesaid, the society may sue upon the bond or security before mentioned, or may apply to a LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              27  L.R.O. 1/2012                  Decision of disputes.                                Judge of the High Court (who may proceed in a summary way), and the order of such Court shall be final and conclusive.  (2) This section shall apply to every servant of a registered society in receipt or charge of money in every case where he is not engaged under a special agreement to account and after the death of such servant to his personal representatives.  DISPUTES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every officer of a registered society having receipt or charge of money, or his executors or administrators, shall, at such times as by the rules of the society he should render account, or upon demand made, or notice in writing given or left at his last or usual place of residence, give in his account as may be required by the society, or by the committee thereof, to be examined and allowed or disallowed by them, and shall, on the like demand or notice, pay over all moneys and deliver all property for the time being in his hands or custody to such person as the society or the committee appoint; and in case of any neglect or refusal to deliver such account, or to pay over such moneys or to deliver such property in manner aforesaid, the society may sue upon the bond or security before mentioned, or may apply to a LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              27  L.R.O. 1/2012                  Decision of disputes.                                Judge of the High Court"
                },
                {
                    "representation": "(2)",
                    "description": "This section shall apply to every servant of a registered society in receipt or charge of money in every case where he is not engaged under a special agreement to account and after the death of such servant to his personal representatives.  DISPUTES"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Decision of disputes.  INSPECTION OF AFFAIRS  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Decision of disputes.  INSPECTION OF AFFAIRS  44. (1) Every dispute between a member of a registered society, or any person aggrieved who has not more than six months ceased to be a member of a registered society, or any person claiming through such member  or  person  aggrieved, or  claiming under the rules of a registered society,  and the society or an officer thereof, shall be decided in manner directed by the rules of the society, if they contain any such direction, and  the decision so made shall be binding and conclusive on all parties without appeal, and shall not be removable into any court of law or restrainable by injunction; and application for the enforcement thereof may be made to a Judge of the High Court.  (2) The parties to a dispute in a society may, by consent (unless the rules of such society expressly forbid it), refer such dispute to the Registrar who shall hear and determine such dispute, and shall have power to order the expenses of determining the same to be paid out of the funds of the society or by such parties to the dispute as he shall think fit, and such determination and order shall have the same effect and be enforceable in like manner as a decision made in the manner directed by the rules of the society.  (3) The  Registrar  to  whom  any  dispute  is  referred  may administer  oaths,  and  may  require  the  attendance  of  all  parties concerned, and of witnesses, and the production of all books and documents relating to the LAWS OF GUYANA 28 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                  c. 7:03                 Power to appoint inspectors              matter in question; and any person refusing to attend, or to produce any documents, or to give evidence before such Registrar shall be guilty of an offence under this Act.  (4) Where the rules contain no direction as to disputes, or where no decision is made on a dispute within thirty days after application to the society for a reference under its rules, the member or person aggrieved may apply to the magistrate of the district in which the society is situated, who may hear and determine the matter in dispute.  (5) Notwithstanding anything contained in the Arbitration Act, or in any other Act, the Court or Registrar shall not be compelled to state a special case on any question of law arising in the case, but the Court or Registrar may, at the request of either party, state a case for the opinion of the Full Court of the High Court on any question of law, and may also grant to either party such discovery as to documents and otherwise or such inspection of documents as might be granted by the High Court; such discovery to be made on behalf of the society by such officer of the same as such Court or the Registrar may determine.   INSPECTION OF AFFAIRS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every dispute between a member of a registered society, or any person aggrieved who has not more than six months ceased to be a member of a registered society, or any person claiming through such member  or  person  aggrieved, or  claiming under the rules of a registered society,  and the society or an officer thereof, shall be decided in manner directed by the rules of the society, if they contain any such direction, and  the decision so made shall be binding and conclusive on all parties without appeal, and shall not be removable into any court of law or restrainable by injunction; and application for the enforcement thereof may be made to a Judge of the High Court."
                },
                {
                    "representation": "(2)",
                    "description": "The parties to a dispute in a society may, by consent"
                },
                {
                    "representation": "(3)",
                    "description": "The  Registrar  to  whom  any  dispute  is  referred  may administer  oaths,  and  may  require  the  attendance  of  all  parties concerned, and of witnesses, and the production of all books and documents relating to the LAWS OF GUYANA 28 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                  c. 7:03                 Power to appoint inspectors              matter in question; and any person refusing to attend, or to produce any documents, or to give evidence before such Registrar shall be guilty of an offence under this Act."
                },
                {
                    "representation": "(4)",
                    "description": "Where the rules contain no direction as to disputes, or where no decision is made on a dispute within thirty days after application to the society for a reference under its rules, the member or person aggrieved may apply to the magistrate of the district in which the society is situated, who may hear and determine the matter in dispute."
                },
                {
                    "representation": "(5)",
                    "description": "Notwithstanding anything contained in the Arbitration Act, or in any other Act, the Court or Registrar shall not be compelled to state a special case on any question of law arising in the case, but the Court or Registrar may, at the request of either party, state a case for the opinion of the Full Court of the High Court on any question of law, and may also grant to either party such discovery as to documents and otherwise or such inspection of documents as might be granted by the High Court; such discovery to be made on behalf of the society by such officer of the same as such Court or the Registrar may determine.   INSPECTION OF AFFAIRS"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "45",
            "title": "Power to appoint inspectors.  CHANGE OF NAME: AMALGAMATION: CONVERSION  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Power to appoint inspectors.  CHANGE OF NAME: AMALGAMATION: CONVERSION  45. (1) Upon the application of one-tenth of the whole number of members of a registered society, or of one hundred members in the case of a society exceeding one thousand members, the Registrar may  (a)    appoint an inspector or inspectors to examine into and report on the affairs of such society; or  (b) call a special meeting of the society.  (2) The application under this section shall be supported by such evidence, for the purpose of showing that LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              29  L.R.O. 1/2012                                             Meaning of special resolution.  the applicants have good reason for requiring such inspection to be made or meeting to be called, and that they are not actuated by malicious motives in their application, and such notice thereof shall be given to the society as the Registrar shall direct.  (3) The Registrar may, if he thinks fit, require the applicants to give security for the costs of the proposed inspection or meeting, before appointing any inspector, or calling such meeting.  (4) All expenses of and incidental or preliminary to any such inspection or meeting shall be defrayed by the members applying for the same, or out of the funds of the society, or by the members or officers  or  former  members  or  officers  of  the  society,  in  such proportions as the Registrar shall direct.  (5) An inspector appointed under this section may require the production  of  all  or  any  of  the  books,  accounts,  securities,  and documents of the society, and may examine on oath its officers, members, agents, and servants in relation to its business, and may administer an oath accordingly.  (6) The Registrar may direct at what time and place a special meeting under this section is to be held, and what matters are to be discussed and determined at the meeting, and the meeting shall have all the powers of a meeting called according to the rules of the society and shall in all cases have power to appoint its own chairman, any rule of the society to the contrary notwithstanding.  CHANGE OF NAME: AMALGAMATION: CONVERSION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Upon the application of one-tenth of the whole number of members of a registered society, or of one hundred members in the case of a society exceeding one thousand members, the Registrar may"
                },
                {
                    "representation": "(a)",
                    "description": "appoint an inspector or inspectors to examine into and report on the affairs of such society; or"
                },
                {
                    "representation": "(b)",
                    "description": "call a special meeting of the society."
                },
                {
                    "representation": "(2)",
                    "description": "The application under this section shall be supported by such evidence, for the purpose of showing that LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              29  L.R.O. 1/2012                                             Meaning of special resolution.  the applicants have good reason for requiring such inspection to be made or meeting to be called, and that they are not actuated by malicious motives in their application, and such notice thereof shall be given to the society as the Registrar shall direct."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar may, if he thinks fit, require the applicants to give security for the costs of the proposed inspection or meeting, before appointing any inspector, or calling such meeting."
                },
                {
                    "representation": "(4)",
                    "description": "All expenses of and incidental or preliminary to any such inspection or meeting shall be defrayed by the members applying for the same, or out of the funds of the society, or by the members or officers  or  former  members  or  officers  of  the  society,  in  such proportions as the Registrar shall direct."
                },
                {
                    "representation": "(5)",
                    "description": "An inspector appointed under this section may require the production  of  all  or  any  of  the  books,  accounts,  securities,  and documents of the society, and may examine on oath its officers, members, agents, and servants in relation to its business, and may administer an oath accordingly."
                },
                {
                    "representation": "(6)",
                    "description": "The Registrar may direct at what time and place a special meeting under this section is to be held, and what matters are to be discussed and determined at the meeting, and the meeting shall have all the powers of a meeting called according to the rules of the society and shall in all cases have power to appoint its own chairman, any rule of the society to the contrary notwithstanding.  CHANGE OF NAME: AMALGAMATION: CONVERSION"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "46",
            "title": "Meaning of special resolution. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Meaning of special resolution. 46. For the purposes of this Act a special resolution shall mean a resolution which is  (a) passed by a majority of not less than LAWS OF GUYANA 30 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                                  Power to change name.          Amalgamation and transfer of engagements.     three-fourths of such  members of a registered society for the time being entitled under the rules to vote as may have voted in person, or by proxy where the Rules allow proxies, at any general meeting of which notice, specifying the intention to propose the resolutions, has been duly given according to the Rules; and  (b)  confirmed by a majority of such members for the time being entitled under the Rules to vote as may have voted in person, or by proxy where the Rules allow proxies, at a subsequent general meeting of which notice has been duly given, held not less than fourteen days nor more than one month from the day of the meeting at which such resolution was first passed. At any meeting mentioned in this section a declaration by the chairman  that  the  resolution  has  been  carried  shall  be  deemed conclusive evidence of the fact.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "passed by a majority of not less than LAWS OF GUYANA 30 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                                  Power to change name.          Amalgamation and transfer of engagements.     three-fourths of such  members of a registered society for the time being entitled under the rules to vote as may have voted in person, or by proxy where the Rules allow proxies, at any general meeting of which notice, specifying the intention to propose the resolutions, has been duly given according to the Rules; and"
                },
                {
                    "representation": "(b)",
                    "description": "confirmed by a majority of such members for the time being entitled under the Rules to vote as may have voted in person, or by proxy where the Rules allow proxies, at a subsequent general meeting of which notice has been duly given, held not less than fourteen days nor more than one month from the day of the meeting at which such resolution was first passed. At any meeting mentioned in this section a declaration by the chairman  that  the  resolution  has  been  carried  shall  be  deemed conclusive evidence of the fact."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "47",
            "title": "Power to change name. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Power to change name. 47.  A registered society may, by special resolution, with the approval in writing of the Registrar, change its name; but no such change shall affect any right or obligation of the society or of any member thereof, and any pending legal proceedings may be continued by or against the society notwithstanding its new name.",
            "description": "A registered society may, by special resolution, with the approval in writing of the Registrar, change its name; but no such change shall affect any right or obligation of the society or of any member thereof, and any pending legal proceedings may be continued by or against the society notwithstanding its new name."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "48",
            "title": "Amalgamation and transfer of engagements. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Amalgamation and transfer of engagements. 48. (1) Any two or more registered  societies  may,  by  special resolution of both or all such societies, become amalgamated together as one society, with or without any dissolution or division of the funds of such societies or either of them, and the property of such societies shall become vested in the amalgamated society without the necessity of LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              31  L.R.O. 1/2012                      Conversion of society into company. [29 of 1991] c. 89:01                          any form of conveyance other than that contained in the special resolution amalgamating the societies.  (2) Any registered society may by special resolution transfer its engagements to any other registered society which may undertake to fulfil the engagements of such society.  (3) On a transfer of engagements under this section registration of the society shall not be cancelled until a certificate signed by the secretary or some other officer of the society approved by the Registrar has been lodged  with the Registrar that all property vested in the society has been duly conveyed or transferred to the persons entitled.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any two or more registered  societies  may,  by  special resolution of both or all such societies, become amalgamated together as one society, with or without any dissolution or division of the funds of such societies or either of them, and the property of such societies shall become vested in the amalgamated society without the necessity of LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              31  L.R.O. 1/2012                      Conversion of society into company. [29 of 1991] c. 89:01                          any form of conveyance other than that contained in the special resolution amalgamating the societies."
                },
                {
                    "representation": "(2)",
                    "description": "Any registered society may by special resolution transfer its engagements to any other registered society which may undertake to fulfil the engagements of such society."
                },
                {
                    "representation": "(3)",
                    "description": "On a transfer of engagements under this section registration of the society shall not be cancelled until a certificate signed by the secretary or some other officer of the society approved by the Registrar has been lodged  with the Registrar that all property vested in the society has been duly conveyed or transferred to the persons entitled."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "49",
            "title": "Conversion of society into company. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Conversion of society into company. 49. (1) A registered society may by special resolution determine to convert itself into a company under the Companies Act, or to amalgamate with or transfer its engagements to any such company.  (2) If a special resolution for converting a registered society into a company contains the particulars by the Companies Act required to be contained in the articles of incorporation of a company, and a copy thereof has been registered at the office of the Registrar a copy of such resolution under the signature of the Registrar shall have the same effect as articles of incorporation duly signed and attested under the said Act.  (3) If a registered society is registered as, or amalgamated with, or transfers all its engagements to, a company, the registration of such society under this Act shall thereupon become void, and the same shall be cancelled by the Registrar; but the registration of a society as a company  shall  not  affect  any  right  or  claim  for  the  time  being subsisting against such  society; or any penalty for the time being incurred by such society; and, for the purpose of enforcing such right, claim or penalty, the society may be sued and proceeded against in the same manner as if it had LAWS OF GUYANA 32 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012           Conversion of company into society. [4 of 1972 29 of 1991] c. 89:01                                     not become registered as a company, and every such right or claim or the liability to such penalty, shall have priority, as against the property of such company, over all other rights or claims against or liabilities of such company.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society may by special resolution determine to convert itself into a company under the Companies Act, or to amalgamate with or transfer its engagements to any such company."
                },
                {
                    "representation": "(2)",
                    "description": "If a special resolution for converting a registered society into a company contains the particulars by the Companies Act required to be contained in the articles of incorporation of a company, and a copy thereof has been registered at the office of the Registrar a copy of such resolution under the signature of the Registrar shall have the same effect as articles of incorporation duly signed and attested under the said Act."
                },
                {
                    "representation": "(3)",
                    "description": "If a registered society is registered as, or amalgamated with, or transfers all its engagements to, a company, the registration of such society under this Act shall thereupon become void, and the same shall be cancelled by the Registrar; but the registration of a society as a company  shall  not  affect  any  right  or  claim  for  the  time  being subsisting against such  society; or any penalty for the time being incurred by such society; and, for the purpose of enforcing such right, claim or penalty, the society may be sued and proceeded against in the same manner as if it had LAWS OF GUYANA 32 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012           Conversion of company into society. [4 of 1972 29 of 1991] c. 89:01                                     not become registered as a company, and every such right or claim or the liability to such penalty, shall have priority, as against the property of such company, over all other rights or claims against or liabilities of such company."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "50",
            "title": "Conversion of company into society. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Conversion of company into society. 50. (1) A company registered under the Companies Act may, by a special resolution, determine to convert itself into a registered society, and, for this purpose, in any case where the nominal value of its shares held by any member other than a registered society exceeds one  thousand  dollars  may,  by  such  resolution,  provide  for  the conversion of the excess of such share capital over one thousand dollars into a transferable loan stock bearing such rate of interest as may thereby be fixed and repayable on such conditions only as are in such resolution determined.  (2) A  resolution  for  the  conversion  of  a  company  into  a registered society shall be accompanied by a copy of the rules of the society therein referred to, and shall appoint seven persons, members of the company, who, together with the secretary, shall sign the rules, and who may either be authorised to accept any alterations made by the Registrar therein, without further consulting the company, or may be required to lay all such  alterations before the company in general meeting for acceptance as the resolution may direct.  (3) With the rules a  copy  of  the  special  resolution  for conversion of the company into a registered society shall be sent to the Registrar, who, upon the registration of the society, shall give it, in addition to the acknowledgment of registration, a certificate similarly sealed or signed that the rules of the society referred to in the resolution have been registered, but in the registered name of the company as a society the word company shall not be used.  (4) A copy of the resolution for the conversion of the company into a registered society under the seal of the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              33  L.R.O. 1/2012            c. 89:01               Registration of special resolutions.            Saving of rights of creditors.        Provisions as to dissolution of societies. [29 of 1991] c. 89:01   company, together with the certificate so issued by the Registrar, shall be sent for registration to the office of the Registrar of Joint Stock Companies, and, upon the registration of such resolution and certificate, the conversion shall take effect.  (5) Upon the conversion of a company into a registered society the registration of the company under the Companies Act shall become  void and shall be cancelled by the proper officer, but the registration of a company as a registered society shall not affect any right or claim for the time being subsisting against the company, or any penalty for the time being  incurred by such company, and for the purpose of enforcing any such right, claim, or penalty, the company may be sued and proceeded against in the same manner as if it had not become registered as a society. And every such right or claim, and the liability to such penalty, shall have priority as against the property of such society over all other rights or claims against or liabilities of the society.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A company registered under the Companies Act may, by a special resolution, determine to convert itself into a registered society, and, for this purpose, in any case where the nominal value of its shares held by any member other than a registered society exceeds one  thousand  dollars  may,  by  such  resolution,  provide  for  the conversion of the excess of such share capital over one thousand dollars into a transferable loan stock bearing such rate of interest as may thereby be fixed and repayable on such conditions only as are in such resolution determined."
                },
                {
                    "representation": "(2)",
                    "description": "A  resolution  for  the  conversion  of  a  company  into  a registered society shall be accompanied by a copy of the rules of the society therein referred to, and shall appoint seven persons, members of the company, who, together with the secretary, shall sign the rules, and who may either be authorised to accept any alterations made by the Registrar therein, without further consulting the company, or may be required to lay all such  alterations before the company in general meeting for acceptance as the resolution may direct."
                },
                {
                    "representation": "(3)",
                    "description": "With the rules a  copy  of  the  special  resolution  for conversion of the company into a registered society shall be sent to the Registrar, who, upon the registration of the society, shall give it, in addition to the acknowledgment of registration, a certificate similarly sealed or signed that the rules of the society referred to in the resolution have been registered, but in the registered name of the company as a society the word company shall not be used."
                },
                {
                    "representation": "(4)",
                    "description": "A copy of the resolution for the conversion of the company into a registered society under the seal of the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              33  L.R.O. 1/2012            c. 89:01               Registration of special resolutions.            Saving of rights of creditors.        Provisions as to dissolution of societies. [29 of 1991] c. 89:01   company, together with the certificate so issued by the Registrar, shall be sent for registration to the office of the Registrar of Joint Stock Companies, and, upon the registration of such resolution and certificate, the conversion shall take effect."
                },
                {
                    "representation": "(5)",
                    "description": "Upon the conversion of a company into a registered society the registration of the company under the Companies Act shall become  void and shall be cancelled by the proper officer, but the registration of a company as a registered society shall not affect any right or claim for the time being subsisting against the company, or any penalty for the time being  incurred by such company, and for the purpose of enforcing any such right, claim, or penalty, the company may be sued and proceeded against in the same manner as if it had not become registered as a society. And every such right or claim, and the liability to such penalty, shall have priority as against the property of such society over all other rights or claims against or liabilities of the society."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "51",
            "title": "Registration of special resolutions. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Registration of special resolutions. 51. A copy of every special resolution for any of the purposes mentioned in this Act, signed by the chairman of the meeting at which the resolution was confirmed, and countersigned by the secretary of the society, shall be sent to the Registrar and registered, and until that copy is so registered the special resolution shall not take effect.",
            "description": "A copy of every special resolution for any of the purposes mentioned in this Act, signed by the chairman of the meeting at which the resolution was confirmed, and countersigned by the secretary of the society, shall be sent to the Registrar and registered, and until that copy is so registered the special resolution shall not take effect."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "52",
            "title": "Saving of rights of creditors.  DISSOLUTION OF SOCIETIES  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Saving of rights of creditors.  DISSOLUTION OF SOCIETIES  52. An amalgamation of transfer of engagements, in pursuance of this Act shall not prejudice any right of a creditor of any registered society party thereto.  DISSOLUTION OF SOCIETIES",
            "description": "An amalgamation of transfer of engagements, in pursuance of this Act shall not prejudice any right of a creditor of any registered society party thereto.  DISSOLUTION OF SOCIETIES"
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "53",
            "title": "Provisions as to dissolution of societies. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Provisions as to dissolution of societies. 53. (1) A registered society may be dissolved  (a) by an order to wind up the society, or a resolution for the winding up thereof, made as is directed in regard to companies by the Companies Act, LAWS OF GUYANA 34 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                       Liability of members in winding up.                           the provisions whereof shall apply to any such order or resolution; or  (b)    by the consent of three-fourths of the members, testified by their signatures to an instrument of dissolution.  (2) On dissolution of a registered society the society shall not be dissolved and registration of the society shall not be cancelled until a certificate signed by the liquidator or by the secretary or some other officer of the Society approved by the Registrar that all property vested in the society has been duly conveyed or transferred by the society to the persons entitled.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A registered society may be dissolved"
                },
                {
                    "representation": "(a)",
                    "description": "by an order to wind up the society, or a resolution for the winding up thereof, made as is directed in regard to companies by the Companies Act, LAWS OF GUYANA 34 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                       Liability of members in winding up.                           the provisions whereof shall apply to any such order or resolution; or"
                },
                {
                    "representation": "(b)",
                    "description": "by the consent of three-fourths of the members, testified by their signatures to an instrument of dissolution."
                },
                {
                    "representation": "(2)",
                    "description": "On dissolution of a registered society the society shall not be dissolved and registration of the society shall not be cancelled until a certificate signed by the liquidator or by the secretary or some other officer of the Society approved by the Registrar that all property vested in the society has been duly conveyed or transferred by the society to the persons entitled."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "54",
            "title": "Liability of members in winding up. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Liability of members in winding up. 54. Except where the rules of the society provide that the members shall guarantee the payment of its liabilities, where a registered society is wound up in pursuance of an order or resolution the liability of a present or past member of a society to contribute for payment of the debts and liabilities of the society, the expenses of winding up, and the adjustment of the rights of contributories amongst themselves, shall be qualified as follows:  (a) No individual, society, or company, who or which has ceased to be a member for one year or upwards prior to the commencement of the winding up, shall be liable to contribute.  (b) No individual, society, or company shall be liable to contribute in respect of any debt or liability contracted after he or it ceased to be a member.  (c) No individual, society, or company, not a member, shall be liable to contribute, unless it appears to the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              35  L.R.O. 1/2012                         Provisions as to instrument of dissolution.                        Court that the contributions of the existing members are insufficient to satisfy the just demands on the society.  (d) No contribution shall be required from any individual, society, or company exceeding the amount, if any, unpaid on the shares in respect of which he or it is liable as a past or present member.  (e) An individual, society, or company shall be taken to have ceased to be a member, in respect of any withdrawable share withdrawn, from the date of the notice or application for withdrawal.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "No individual, society, or company, who or which has ceased to be a member for one year or upwards prior to the commencement of the winding up, shall be liable to contribute."
                },
                {
                    "representation": "(b)",
                    "description": "No individual, society, or company shall be liable to contribute in respect of any debt or liability contracted after he or it ceased to be a member."
                },
                {
                    "representation": "(c)",
                    "description": "No individual, society, or company, not a member, shall be liable to contribute, unless it appears to the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              35  L.R.O. 1/2012                         Provisions as to instrument of dissolution.                        Court that the contributions of the existing members are insufficient to satisfy the just demands on the society."
                },
                {
                    "representation": "(d)",
                    "description": "No contribution shall be required from any individual, society, or company exceeding the amount, if any, unpaid on the shares in respect of which he or it is liable as a past or present member."
                },
                {
                    "representation": "(e)",
                    "description": "An individual, society, or company shall be taken to have ceased to be a member, in respect of any withdrawable share withdrawn, from the date of the notice or application for withdrawal."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "55",
            "title": "Provisions as to instrument of dissolution.  OFFENCES, PENALTIES AND LEGAL PROCEEDINGS  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Provisions as to instrument of dissolution.  OFFENCES, PENALTIES AND LEGAL PROCEEDINGS  55. Where a society is terminated by an instrument of dissolution  (a)    the  instrument  of  dissolution  shall  set  forth  the liabilities and assets of the society in detail, the number of members and the nature of their interests in the society respectively,  the  claims  of  creditors  (if  any)  and  the provisions to be made for their payment, and the intended appropriation or division of the funds and property of the society, unless the same be stated in the instrument of dissolution to be left to the award of the Registrar;  (b) alterations in the instrument of dissolution may be made  with  like  consents  as  hereinbefore  provided,  and testified in the same manner; LAWS OF GUYANA 36 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                                                  (c) a statutory declaration shall be made by three members and the secretary of the society that the provisions of this Act have been complied with, and shall be sent to the Registrar with the instrument of dissolution; and any person knowingly making a false or fraudulent declaration in the matter shall be guilty of a misdemeanour;  (d) the instrument of dissolution and all alterations therein shall be registered in the manner herein provided for the registration  of rules, and shall be binding upon all the members of the society; (e) the Registrar shall cause a notice of the dissolution to be advertised at the expense of the society in the Gazette and in some  daily newspaper; and unless, within three months from the date of the Gazette in which such advertisement appears, a member or other person interested in or having any  claim on the  funds  of  the  society  commences proceedings to set aside the dissolution of the society in the High Court, and such dissolution is set aside accordingly, the society shall be legally dissolved from the date of such advertisement, and the requisite consents to the instrument of  dissolution  shall  be  considered  to  have  been  duly obtained without proof of the signatures thereto;  (f) notice  shall  be  sent  to the Registrar of any proceeding to set aside the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              37  L.R.O. 1/2012             Offences by societies, etc.                                    dissolution of a society, not less than seven days before it is commenced, by the person by whom it is taken, or of any order setting it aside, within seven days after it is made by the society.  OFFENCES, PENALTIES AND LEGAL PROCEEDINGS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  instrument  of  dissolution  shall  set  forth  the liabilities and assets of the society in detail, the number of members and the nature of their interests in the society respectively,  the  claims  of  creditors"
                },
                {
                    "representation": "(b)",
                    "description": "alterations in the instrument of dissolution may be made  with  like  consents  as  hereinbefore  provided,  and testified in the same manner; LAWS OF GUYANA 36 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "a statutory declaration shall be made by three members and the secretary of the society that the provisions of this Act have been complied with, and shall be sent to the Registrar with the instrument of dissolution; and any person knowingly making a false or fraudulent declaration in the matter shall be guilty of a misdemeanour;"
                },
                {
                    "representation": "(d)",
                    "description": "the instrument of dissolution and all alterations therein shall be registered in the manner herein provided for the registration  of rules, and shall be binding upon all the members of the society;"
                },
                {
                    "representation": "(e)",
                    "description": "the Registrar shall cause a notice of the dissolution to be advertised at the expense of the society in the Gazette and in some  daily newspaper; and unless, within three months from the date of the Gazette in which such advertisement appears, a member or other person interested in or having any  claim on the  funds  of  the  society  commences proceedings to set aside the dissolution of the society in the High Court, and such dissolution is set aside accordingly, the society shall be legally dissolved from the date of such advertisement, and the requisite consents to the instrument of  dissolution  shall  be  considered  to  have  been  duly obtained without proof of the signatures thereto;"
                },
                {
                    "representation": "(f)",
                    "description": "notice  shall  be  sent  to the Registrar of any proceeding to set aside the LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              37  L.R.O. 1/2012             Offences by societies, etc.                                    dissolution of a society, not less than seven days before it is commenced, by the person by whom it is taken, or of any order setting it aside, within seven days after it is made by the society.  OFFENCES, PENALTIES AND LEGAL PROCEEDINGS"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "56",
            "title": "Offences by societies, etc. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Offences by societies, etc. 56.  It shall be an offence if  (a)   a registered society, or an officer or member thereof, or any other person, fails to give any notice, send any return or document,  do  or  allow  to  be  done  anything  which  the society, officer, or member, or person is by this Act required to give, send, do, or allow to be done; or  (b)    a registered society, or an officer  or  member thereof, or any other person, wilfully neglects or refuses to do any act, or to furnish any information required for the purposes of this Act by the Registrar, or by any other person authorised under this Act, or does anything forbidden by this Act; or  (c)   a registered society, or an officer or member thereof, or any  other person, makes a return, or wilfully furnishes information in any respect false or insufficient; or   (d) a registered society carries on the business of banking when it has any withdrawable share capital, or in LAWS OF GUYANA 38 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012            Offences by societies to be also offences by officers, etc.              Punishment of fraud or mis- appropriation.                       Penalty for falsification.   carrying on such business does not make out and keep conspicuously hung up  such statement as is hereinbefore required, or makes any payment of withdrawable capital contrary to the provisions of this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a registered society, or an officer or member thereof, or any other person, fails to give any notice, send any return or document,  do  or  allow  to  be  done  anything  which  the society, officer, or member, or person is by this Act required to give, send, do, or allow to be done; or"
                },
                {
                    "representation": "(b)",
                    "description": "a registered society, or an officer  or  member thereof, or any other person, wilfully neglects or refuses to do any act, or to furnish any information required for the purposes of this Act by the Registrar, or by any other person authorised under this Act, or does anything forbidden by this Act; or"
                },
                {
                    "representation": "(c)",
                    "description": "a registered society, or an officer or member thereof, or any  other person, makes a return, or wilfully furnishes information in any respect false or insufficient; or"
                },
                {
                    "representation": "(d)",
                    "description": "a registered society carries on the business of banking when it has any withdrawable share capital, or in LAWS OF GUYANA 38 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012            Offences by societies to be also offences by officers, etc.              Punishment of fraud or mis- appropriation.                       Penalty for falsification.   carrying on such business does not make out and keep conspicuously hung up  such statement as is hereinbefore required, or makes any payment of withdrawable capital contrary to the provisions of this Act."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "57",
            "title": "Offences by societies to be also offences by officers, etc. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Offences by societies to be also offences by officers, etc. 57. Every offence by a society under this Act shall be deemed to have been also committed by every officer of the same bound by the rules thereof to fulfil the duty whereof such offence is a breach, or, if there be no such officer, then by every member of the committee of the same, unless such member be proved to have been ignorant of or to have attempted to prevent the commission of such offence; and every act or default under this Act constituting an offence, if continued, shall constitute  a  new  offence  in  every  week  during  which  the  same continues.",
            "description": "Every offence by a society under this Act shall be deemed to have been also committed by every officer of the same bound by the rules thereof to fulfil the duty whereof such offence is a breach, or, if there be no such officer, then by every member of the committee of the same, unless such member be proved to have been ignorant of or to have attempted to prevent the commission of such offence; and every act or default under this Act constituting an offence, if continued, shall constitute  a  new  offence  in  every  week  during  which  the  same continues."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "58",
            "title": "Punishment of fraud or misappropriation. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Punishment of fraud or misappropriation. 58. If any person obtains possession by false representation or imposition of any property of a society, or having the same in his possession withholds or misapplies the same, or wilfully applies any part thereof to purposes other than those expressed or directed in the rules  of  the  society  and  authorised  by  this  Act  he  shall,  on  the complaint of the society, or of any member authorised by the society, or the committee thereof, or by the Registrar be liable on summary conviction to a fine of  three hundred dollars, and to be ordered to deliver up all such property or to repay all moneys applied improperly, and in default of such delivery or repayment, or of the payment of such fine, to be imprisoned for three months; but nothing in this section shall prevent any such person from being  proceeded against by way of indictment, if not previously convicted of the same offence under this Act.",
            "description": "If any person obtains possession by false representation or imposition of any property of a society, or having the same in his possession withholds or misapplies the same, or wilfully applies any part thereof to purposes other than those expressed or directed in the rules  of  the  society  and  authorised  by  this  Act  he  shall,  on  the complaint of the society, or of any member authorised by the society, or the committee thereof, or by the Registrar be liable on summary conviction to a fine of  three hundred dollars, and to be ordered to deliver up all such property or to repay all moneys applied improperly, and in default of such delivery or repayment, or of the payment of such fine, to be imprisoned for three months; but nothing in this section shall prevent any such person from being  proceeded against by way of indictment, if not previously convicted of the same offence under this Act."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "59",
            "title": "Penalty for falsification. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Penalty for falsification. 59. If any person wilfully makes, orders or allows to be made an entry or erasure in, or omission from, any balance sheet of a registered society, or any contribution or collecting book, or any return or document required to be sent, LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              39  L.R.O. 1/2012           Penalty for not using name of society.                   Delivery of untrue rules.            Penalty for ordinary offences.    Recovery of penalties.     produced, or delivered, for the purposes of this Act, with intent to falsify the same, or to evade any of the provisions of this Act, he shall be liable to a fine of seven hundred and fifty dollars.",
            "description": "If any person wilfully makes, orders or allows to be made an entry or erasure in, or omission from, any balance sheet of a registered society, or any contribution or collecting book, or any return or document required to be sent, LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              39  L.R.O. 1/2012           Penalty for not using name of society.                   Delivery of untrue rules.            Penalty for ordinary offences.    Recovery of penalties.     produced, or delivered, for the purposes of this Act, with intent to falsify the same, or to evade any of the provisions of this Act, he shall be liable to a fine of seven hundred and fifty dollars."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "60",
            "title": "Penalty for not using name of society. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Penalty for not using name of society. 60.  If any officer of a registered society, or any person on its behalf uses any seal purporting to be a seal of the society, whereon its name is not so engraved as aforesaid, or issues or authorises the issue of any notice, advertisement, or other official publication of the society, or signs or authorises to be signed on behalf of the society any bill of exchange, promissory note, endorsement, cheque, order for money, or goods, or issues or authorises to be issued any bills of parcels, invoice, receipt, or letters of  credit of the society, wherein its name is not mentioned in manner aforesaid, he shall be liable to a fine of seven hundred and fifty dollars, and shall further be personally liable to the holder of any such bill of exchange, promissory note, cheque or order for money or goods for the amount thereof, unless the same is duly paid by the society.",
            "description": "If any officer of a registered society, or any person on its behalf uses any seal purporting to be a seal of the society, whereon its name is not so engraved as aforesaid, or issues or authorises the issue of any notice, advertisement, or other official publication of the society, or signs or authorises to be signed on behalf of the society any bill of exchange, promissory note, endorsement, cheque, order for money, or goods, or issues or authorises to be issued any bills of parcels, invoice, receipt, or letters of  credit of the society, wherein its name is not mentioned in manner aforesaid, he shall be liable to a fine of seven hundred and fifty dollars, and shall further be personally liable to the holder of any such bill of exchange, promissory note, cheque or order for money or goods for the amount thereof, unless the same is duly paid by the society."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "61",
            "title": "Delivery of untrue rules. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Delivery of untrue rules. 61.  It shall be an offence if any person, with intent to mislead or defraud, gives to any other person a copy of any rules, other than the rules for the time being registered under this Act, on the pretence that the same are existing rules of a registered society, or that there are no other rules of such society, or gives to any person a copy of any rules on the pretence that such rules are the rules of a registered society, when the society is not registered.",
            "description": "It shall be an offence if any person, with intent to mislead or defraud, gives to any other person a copy of any rules, other than the rules for the time being registered under this Act, on the pretence that the same are existing rules of a registered society, or that there are no other rules of such society, or gives to any person a copy of any rules on the pretence that such rules are the rules of a registered society, when the society is not registered."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "62",
            "title": "Penalty for ordinary offences. LAWS OF GUYANA 6 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012 SECTION  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Penalty for ordinary offences. LAWS OF GUYANA 6 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012 SECTION  62.  Every society, officer or member of a society, or other person guilty of an offence under this Act, for which no penalty is expressly provided herein, shall be liable to a fine of seventy-five dollars.",
            "description": "Every society, officer or member of a society, or other person guilty of an offence under this Act, for which no penalty is expressly provided herein, shall be liable to a fine of seventy-five dollars."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "63",
            "title": "Recovery of penalties.  SUPPLEMENTAL  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Recovery of penalties.  SUPPLEMENTAL  63. (1) Every fine imposed by this Act, or by any regulations under this Act, or by the rules of a registered society, shall be recoverable under the Summary Jurisdiction Acts.  LAWS OF GUYANA 40 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                c. 7:01             Public auditors.         Fees.         Regulations.          (2) Any such fine, if imposed by this Act or by any regulations thereunder, shall be recoverable at the suit of the Registrar, or of any person aggrieved, and, if imposed by the rules of a registered society, shall be recoverable at the suit of the society.  (3) Any costs or expenses ordered or directed by the Registrar to be paid by any person under this Act shall be recoverable under the Summary Jurisdiction (Petty Debt) Act.  (4) Where  proceedings  are  taken  against  a  society  for  the recovery of a fine under this Act, the summons or other process shall be sufficiently served by leaving a true copy thereof at the registered office of the society, or, if that office is closed, by posting the copy on the outer door of that office.  SUPPLEMENTAL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every fine imposed by this Act, or by any regulations under this Act, or by the rules of a registered society, shall be recoverable under the Summary Jurisdiction Acts.  LAWS OF GUYANA 40 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                c. 7:01             Public auditors.         Fees.         Regulations."
                },
                {
                    "representation": "(2)",
                    "description": "Any such fine, if imposed by this Act or by any regulations thereunder, shall be recoverable at the suit of the Registrar, or of any person aggrieved, and, if imposed by the rules of a registered society, shall be recoverable at the suit of the society."
                },
                {
                    "representation": "(3)",
                    "description": "Any costs or expenses ordered or directed by the Registrar to be paid by any person under this Act shall be recoverable under the Summary Jurisdiction"
                },
                {
                    "representation": "(4)",
                    "description": "Where  proceedings  are  taken  against  a  society  for  the recovery of a fine under this Act, the summons or other process shall be sufficiently served by leaving a true copy thereof at the registered office of the society, or, if that office is closed, by posting the copy on the outer door of that office.  SUPPLEMENTAL"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "64",
            "title": "Public auditors. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Public auditors. 64. The Minister may appoint public auditors for the purposes of this Act, and may determine the rates of remuneration to be paid by registered societies for the services of such auditors.",
            "description": "The Minister may appoint public auditors for the purposes of this Act, and may determine the rates of remuneration to be paid by registered societies for the services of such auditors."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "65",
            "title": "Fees. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Fees. 65. (1) The Minister may determine a scale of fees to be paid for matters to be transacted or for the inspection of documents under this Act.  (2) All fees received by the Registrar shall be paid to the Accountant General.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may determine a scale of fees to be paid for matters to be transacted or for the inspection of documents under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "All fees received by the Registrar shall be paid to the Accountant General."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "66",
            "title": "Regulations. ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under Regulations. 66. (1) The Minister may make regulations respecting registration and procedure under this Act, and the forms to be used for registration, and the duties and functions of the Registrar, and the inspection of documents kept by the Registrar, and generally for carrying this Act into effect.  (2) All such regulations  shall  be  laid  before  the  National Assembly within ten days after the making thereof if LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              41  L.R.O. 1/2012       Schedules.        No registration after 8th May,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations respecting registration and procedure under this Act, and the forms to be used for registration, and the duties and functions of the Registrar, and the inspection of documents kept by the Registrar, and generally for carrying this Act into effect."
                },
                {
                    "representation": "(2)",
                    "description": "All such regulations  shall  be  laid  before  the  National Assembly within ten days after the making thereof if LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              41  L.R.O. 1/2012       Schedules.        No registration after 8th May,"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "67",
            "title": "No registration after 8th May, ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under No registration after 8th May, 67. LAWS OF GUYANA 10 Cap. 88:02 Industrial and Provident Societies  L.R.O. 1/2012                         Suspension of registration.                       satisfaction that the number of the members of the society has been reduced to less than seven, or that the registration has been obtained by fraud or mistake, or that the society has ceased to exist;  (b)   if he thinks fit, at the request of a society, to be evidenced in such manner as he shall direct from time to time;  (c)   with the approval of the Attorney- General, on proof to his satisfaction that the society exists for an illegal purpose, or has wilfully and after notice from the Registrar violated any of the provisions of this Act.  (2) The Registrar, in any case in which he might (with the approval of the Attorney-General), cancel the registration of a society, may suspend the same, by writing under his hand, for any time not exceeding  three  months,  and  with  the  approval  of  the  Attorney- General renew such suspension from time to time for the like period.  (3) Not less than  two  months  previous  notice  in  writing, specifying the ground of any proposed cancelling or suspension of registration, shall be given by the Registrar to a society before the registration of the same can be cancelled (except at its request) or suspended, and notice of every cancelling or suspension shall be published in the Gazette, and in some daily newspaper as soon as practicable after the same takes place.  (4) A society may appeal from the cancelling of its registration, or from any suspension of the same, which is renewed after three months, to a Judge of the High Court in Chambers. LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              11  L.R.O. 1/2012                Rules and amendments. Schedule A.                               (5) A  society  whose  registration  has  been  suspended  or cancelled shall from the date of publication in the Gazette of notice of such  suspension or cancelling (but, if suspended, only while such suspension lasts, and subject also to the right of appeal hereby given) absolutely cease to enjoy as such the privileges of a registered society, but without prejudice to any liability actually incurred by such society, which may be enforced  against the same, as if such suspension or cancelling had not taken place.  RULES",
            "description": [
                {
                    "representation": "(b)",
                    "description": "if he thinks fit, at the request of a society, to be evidenced in such manner as he shall direct from time to time;"
                },
                {
                    "representation": "(c)",
                    "description": "with the approval of the Attorney- General, on proof to his satisfaction that the society exists for an illegal purpose, or has wilfully and after notice from the Registrar violated any of the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Registrar, in any case in which he might"
                },
                {
                    "representation": "(3)",
                    "description": "Not less than  two  months  previous  notice  in  writing, specifying the ground of any proposed cancelling or suspension of registration, shall be given by the Registrar to a society before the registration of the same can be cancelled"
                },
                {
                    "representation": "(4)",
                    "description": "A society may appeal from the cancelling of its registration, or from any suspension of the same, which is renewed after three months, to a Judge of the High Court in Chambers. LAWS OF GUYANA Industrial and Provident Societies Cap. 88:02              11  L.R.O. 1/2012                Rules and amendments. Schedule A."
                },
                {
                    "representation": "(5)",
                    "description": "A  society  whose  registration  has  been  suspended  or cancelled shall from the date of publication in the Gazette of notice of such  suspension or cancelling"
                }
            ]
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "500",
            "title": "",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under 500. [4 of 1972]              Provided that a member of a registered society shall not, without his consent in writing having been first obtained, be bound by any amendment of rules registered after he became a member, if and so far as such amendment requires him to take or subscribe for more shares than  the  number  held  by  him  at  the  date  of  registration  of  the amendment, or to pay upon the shares so held any sum exceeding the amount unpaid upon them at that date, or in any other way increases the liability of the member to contribute to the share or loan capital of the society.",
            "description": "[4 of 1972]              Provided that a member of a registered society shall not, without his consent in writing having been first obtained, be bound by any amendment of rules registered after he became a member, if and so far as such amendment requires him to take or subscribe for more shares than  the  number  held  by  him  at  the  date  of  registration  of  the amendment, or to pay upon the shares so held any sum exceeding the amount unpaid upon them at that date, or in any other way increases the liability of the member to contribute to the share or loan capital of the society."
        }
    },
    {
        "act": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1948",
            "title": "SCHEDULE A—Matters to be provided for by the Rules of Societies registered under this Act. SCHEDULE B—Form of Statement to be made out by a Society carrying on the Business of Banking. SCHEDULE C—Acknowledgment of Registration of Society.  SCHEDULE D—Fees. SCHEDULE E—Form of Annual Return                                   __________________________ 1953 Ed. c. 35 _______________________________________________________     10 of 1931   An Act to provide for the establishment and regulation of Industrial and Provident Societies.  [27TH JUNE, 1931]      Short title.         Interpretation.       PRELIMINARY  ",
            "context": "INDUSTRIAL AND PROVIDENT SOCIETIES ACT under SCHEDULE AMatters to be provided for by the Rules of Societies registered under this Act. SCHEDULE BForm of Statement to be made out by a Society carrying on the Business of Banking. SCHEDULE CAcknowledgment of Registration of Society.  SCHEDULE DFees. SCHEDULE EForm of Annual Return                                   __________________________ 1953 Ed. c. 35 _______________________________________________________     10 of 1931   An Act to provide for the establishment and regulation of Industrial and Provident Societies.  [27TH JUNE, 1931]      Short title.         Interpretation.       PRELIMINARY  1948.  [12 of 1948]      s.9                                the Assembly is then sitting, or, if not then sitting, then within ten days from the then next sitting of the Assembly.  (3) Until otherwise provided by regulations, the fees and forms contained in the Schedules shall be used.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Until otherwise provided by regulations, the fees and forms contained in the Schedules shall be used."
                }
            ]
        }
    }
]