[
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Short title. 1.  This Act may be cited as the Georgetown Chamber of Commerce and Industry Act.",
            "description": "This Act may be cited as the Georgetown Chamber of Commerce and Industry Act."
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  CONSTITUTION AND OBJECTS  ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Interpretation.  CONSTITUTION AND OBJECTS  2.  In this Act, the term the Chamber means the Chamber of Commerce and Industry incorporated by this Act.  CONSTITUTION   AND  OBJECTS",
            "description": "In this Act, the term the Chamber means the Chamber of Commerce and Industry incorporated by this Act.  CONSTITUTION   AND  OBJECTS"
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation   of Georgetown  Chamber  of  Commerce  and Industry. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Incorporation   of Georgetown  Chamber  of  Commerce  and Industry. 3. (1) The persons who are now members of the Chamber and those who may hereafter be admitted members thereof, according to such rules as have been already made by the Chamber or may be hereafter made by them under this Act, shall be and shall continue hereafter to be, for the purposes hereinafter stated, one body politic and corporate, by the name and style of The Georgetown Chamber of Commerce and Industry.  (2) By that name the persons aforesaid shall be capable of purchasing, receiving, possessing, holding, disposing of or charging property, whether movable or immovable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The persons who are now members of the Chamber and those who may hereafter be admitted members thereof, according to such rules as have been already made by the Chamber or may be hereafter made by them under this Act, shall be and shall continue hereafter to be, for the purposes hereinafter stated, one body politic and corporate, by the name and style of The Georgetown Chamber of Commerce and Industry."
                },
                {
                    "representation": "(2)",
                    "description": "By that name the persons aforesaid shall be capable of purchasing, receiving, possessing, holding, disposing of or charging property, whether movable or immovable."
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Officers. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Officers. 4.  There shall be a president, two vice-presidents, a treasurer, and a secretary of the Chamber.",
            "description": "There shall be a president, two vice-presidents, a treasurer, and a secretary of the Chamber."
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Constitution of Council. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Constitution of Council. 5.  There shall be a Council of the Chamber which 4         Cap. 89:03                                  Georgetown Chamber of Commerce and  Industry  LAWS OF GUYANA                                  Georgetown Chamber of Commerce and  Industry Cap. 89:03 5  L.R.O. 1/2012 Council. [28 of 1961]     Objects of the Chamber.  [32 of 1969 6 of 1982]                                        shall consist of the president, two vice-presidents, the treasurer, the secretary and 16 other members of the Chamber.",
            "description": "There shall be a Council of the Chamber which 4         Cap. 89:03                                  Georgetown Chamber of Commerce and  Industry  LAWS OF GUYANA                                  Georgetown Chamber of Commerce and  Industry Cap. 89:03 5  L.R.O. 1/2012 Council. [28 of 1961]     Objects of the Chamber.  [32 of 1969 6 of 1982]                                        shall consist of the president, two vice-presidents, the treasurer, the secretary and 16 other members of the Chamber."
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Objects of the Chamber. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Objects of the Chamber. 6.  The objects of the Chamber are  (a)  the promotion and protection in Guyana of trade and services, local, regional and foreign;  (b)  to promote and encourage the development in Guyana of  primary industries and manufacturing and processing operations  with the  use as far as possible  of local raw materials and expertise and the application of modern and efficient methods of maintenance, standards of safety and labour relations;  (c)  to encourage adherence by manufacturers to proper qualitative standards in their products;  (d)  to promote within and outside Guyana by means of advertisement, trade fairs and in any other manner, the consumption  and  the  use  of  goods  manufactured  or produced in Guyana;  (e)  to assist in the procurement of overseas markets for goods produced in Guyana;  (f)  to   collect   and   disseminate   statistical   and other information relating to commerce, trade, LAWS OF GUYANA  L.R.O. 1/2012                                                 manufacture and industry;  (g)  to use its good offices in the settlement of disputes involving members of the local commercial and industrial community;  (h)  to   consider   all   matters   connected   with   trade, manufacture, industry and commerce, and where appropriate, to make representations and express an opinion or take a position on any such matters;  (i)  to initiate, promote or to comment on actual or proposed legislative, regulatory or administrative measures affecting trade, manufacture or industry and to communicate or co- operate  with  the appropriate governmental institutions in respect of such measures;  (j)  to encourage generally but more particularly among the membership, the adherence to ethical standards in trade, manufacture, industry and commerce and to aid and support in any manner other associations or bodies having objects similar to those of the Chamber;  (k)  to amalgamate or affiliate with any institution having objects similar to those of the Chamber, and in the event of an amalgamation to transfer the property of the Chamber to any such institution; and 6        Cap. 89:03                                  Georgetown Chamber of Commerce and  Industry  LAWS OF GUYANA                                  Georgetown Chamber of Commerce and  Industry Cap. 89:03 7  L.R.O. 1/2012           Legal proceedings by and against the Chamber.      Offices.         Powers of the council. [32 of 1969]             Annual report of proceedings. [32 of 1969]       (l)  to do all such things as may be requisite and necessary for the attainment of the objects of the Chamber, including the receiving and donating of gifts, investing the income and funds of the Chamber, and the borrowing of money.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the promotion and protection in Guyana of trade and services, local, regional and foreign;"
                },
                {
                    "representation": "(b)",
                    "description": "to promote and encourage the development in Guyana of  primary industries and manufacturing and processing operations  with the  use as far as possible  of local raw materials and expertise and the application of modern and efficient methods of maintenance, standards of safety and labour relations;"
                },
                {
                    "representation": "(c)",
                    "description": "to encourage adherence by manufacturers to proper qualitative standards in their products;"
                },
                {
                    "representation": "(d)",
                    "description": "to promote within and outside Guyana by means of advertisement, trade fairs and in any other manner, the consumption  and  the  use  of  goods  manufactured  or produced in Guyana;"
                },
                {
                    "representation": "(e)",
                    "description": "to assist in the procurement of overseas markets for goods produced in Guyana;"
                },
                {
                    "representation": "(f)",
                    "description": "to   collect   and   disseminate   statistical   and other information relating to commerce, trade, LAWS OF GUYANA  L.R.O. 1/2012                                                 manufacture and industry;"
                },
                {
                    "representation": "(g)",
                    "description": "to use its good offices in the settlement of disputes involving members of the local commercial and industrial community;"
                },
                {
                    "representation": "(h)",
                    "description": "to   consider   all   matters   connected   with   trade, manufacture, industry and commerce, and where appropriate, to make representations and express an opinion or take a position on any such matters;"
                },
                {
                    "representation": "(i)",
                    "description": "to initiate, promote or to comment on actual or proposed legislative, regulatory or administrative measures affecting trade, manufacture or industry and to communicate or co- operate  with  the appropriate governmental institutions in respect of such measures;"
                },
                {
                    "representation": "(j)",
                    "description": "to encourage generally but more particularly among the membership, the adherence to ethical standards in trade, manufacture, industry and commerce and to aid and support in any manner other associations or bodies having objects similar to those of the Chamber;"
                },
                {
                    "representation": "(k)",
                    "description": "to amalgamate or affiliate with any institution having objects similar to those of the Chamber, and in the event of an amalgamation to transfer the property of the Chamber to any such institution; and 6        Cap. 89:03                                  Georgetown Chamber of Commerce and  Industry  LAWS OF GUYANA                                  Georgetown Chamber of Commerce and  Industry Cap. 89:03 7  L.R.O. 1/2012           Legal proceedings by and against the Chamber.      Offices.         Powers of the council. [32 of 1969]             Annual report of proceedings. [32 of 1969]"
                },
                {
                    "representation": "(l)",
                    "description": "to do all such things as may be requisite and necessary for the attainment of the objects of the Chamber, including the receiving and donating of gifts, investing the income and funds of the Chamber, and the borrowing of money."
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Legal proceedings by and against the Chamber.  ADMINISTRATION  ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Legal proceedings by and against the Chamber.  ADMINISTRATION  7.  In any legal proceeding by the Chamber the power ad litem may be signed by the secretary of the Chamber for the time being, and in any legal proceeding against the Chamber service of process upon the secretary shall be sufficient service.  ADMINISTRATION",
            "description": "In any legal proceeding by the Chamber the power ad litem may be signed by the secretary of the Chamber for the time being, and in any legal proceeding against the Chamber service of process upon the secretary shall be sufficient service.  ADMINISTRATION"
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Offices. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Offices. 8.  The offices of the Chamber shall be situate in Georgetown.",
            "description": "The offices of the Chamber shall be situate in Georgetown."
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Powers of the council. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Powers of the council. 9. (1) Subject to the general control and direction of the Chamber in general meeting, the council shall have the entire management of the business of the Chamber.  (2) The council shall have the management of the income, funds, and property, if any, of the Chamber, and may appoint and dismiss all paid employees as they may think fit, and may, subject to this Act and the rules and by-laws of the Chamber, do all things appearing to them necessary and expedient for carrying out the objects for which the Chamber is incorporated.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the general control and direction of the Chamber in general meeting, the council shall have the entire management of the business of the Chamber."
                },
                {
                    "representation": "(2)",
                    "description": "The council shall have the management of the income, funds, and property, if any, of the Chamber, and may appoint and dismiss all paid employees as they may think fit, and may, subject to this Act and the rules and by-laws of the Chamber, do all things appearing to them necessary and expedient for carrying out the objects for which the Chamber is incorporated."
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Annual report of proceedings. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Annual report of proceedings. 10. (1)  The council shall prepare and present to the Chamber, at its annual general meeting, a report of the proceedings of the past year, together with a statement of the receipts and expenditure during that period, and a statement of its financial position and the report of the auditors.  (2) A copy of the reports and statements shall be LAWS OF GUYANA  L.R.O. 1/2012          Rules and by-laws. [32 of 1969]            Annual general meetings. [32 of 1969]                            General meetings. [32 of 1969]                transmitted to the Minister assigned responsibility for trade and commerce.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The council shall prepare and present to the Chamber, at its annual general meeting, a report of the proceedings of the past year, together with a statement of the receipts and expenditure during that period, and a statement of its financial position and the report of the auditors."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of the reports and statements shall be LAWS OF GUYANA  L.R.O. 1/2012          Rules and by-laws. [32 of 1969]            Annual general meetings. [32 of 1969]                            General meetings. [32 of 1969]                transmitted to the Minister assigned responsibility for trade and commerce."
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Rules and by-laws.  MEETINGS  ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Rules and by-laws.  MEETINGS  11.  The Chamber may from time to time make rules and by-laws for the regulation of its proceedings, for the admission and expulsion of members, for fixing the number and functions of officers of the Chamber and their mode of election, for the filling of vacancies on the Council occurring in any year after the annual general meeting and generally for the management of its business and the carrying out of the objects for which it is incorporated.  MEETINGS",
            "description": "The Chamber may from time to time make rules and by-laws for the regulation of its proceedings, for the admission and expulsion of members, for fixing the number and functions of officers of the Chamber and their mode of election, for the filling of vacancies on the Council occurring in any year after the annual general meeting and generally for the management of its business and the carrying out of the objects for which it is incorporated.  MEETINGS"
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Annual general meetings. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Annual general meetings. 12.  The Chamber shall in each year hold an annual general meeting in addition to any other general meeting in that year for the following purposes:  (a)     to receive from the Council and to consider the reports and statements required by section 10;  (b)    to elect the members of the Council for the ensuing year;  (c)   to appoint an auditor and determine his remuneration, if any;  (d)     to consider any other matters and to do any other things specified in section",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to receive from the Council and to consider the reports and statements required by section 10;"
                },
                {
                    "representation": "(b)",
                    "description": "to elect the members of the Council for the ensuing year;"
                },
                {
                    "representation": "(c)",
                    "description": "to appoint an auditor and determine his remuneration, if any;"
                },
                {
                    "representation": "(d)",
                    "description": "to consider any other matters and to do any other things specified in section"
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "General meetings. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under General meetings. 13.",
            "description": "13."
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Special general meetings.  FINANCIAL  PROVISIONS  ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Special general meetings.  FINANCIAL  PROVISIONS  14. (1) All general meetings other than annual general meetings shall be called special general meetings.  (2) A special general meeting may at any time be called by the president or, in his absence, by either of the vice-presidents.    (3) A special general meeting shall be convened by the secretary on a requisition in writing signed by any three members of the council or by any five members of the Chamber.   FINANCIAL   PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All general meetings other than annual general meetings shall be called special general meetings."
                },
                {
                    "representation": "(2)",
                    "description": "A special general meeting may at any time be called by the president or, in his absence, by either of the vice-presidents."
                },
                {
                    "representation": "(3)",
                    "description": "A special general meeting shall be convened by the secretary on a requisition in writing signed by any three members of the council or by any five members of the Chamber.   FINANCIAL   PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Application of income and funds. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Application of income and funds. 15.  The income and funds of the Chamber, from whatever source derived, shall be applied solely towards  (a)  the carrying out of the objects for which the Chamber is incorporated;  (b)  subscriptions to charities and donations for public purposes,  and  no  portion  thereof  shall  be  paid  or  transferred,  directly  or indirectly, by way of dividend, bonus, or otherwise, to any member or any person who has been a member of the Chamber, or to any person claiming through a member or a person who has been a member of the Chamber:  Provided that nothing in this section shall affect the payment, in good faith, of remuneration to any employee of the Chamber, or to any member or person who has been a member of the Chamber, in return for services actually rendered to the Chamber.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the carrying out of the objects for which the Chamber is incorporated;"
                },
                {
                    "representation": "(b)",
                    "description": "subscriptions to charities and donations for public purposes,  and  no  portion  thereof  shall  be  paid  or  transferred,  directly  or indirectly, by way of dividend, bonus, or otherwise, to any member or any person who has been a member of the Chamber, or to any person claiming through a member or a person who has been a member of the Chamber:  Provided that nothing in this section shall affect the payment, in good faith, of remuneration to any employee of the Chamber, or to any member or person who has been a member of the Chamber, in return for services actually rendered to the Chamber."
                }
            ]
        }
    },
    {
        "act": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Liability of members in case of winding-up. ",
            "context": "GEORGETOWN CHAMBER OF COMMERCE   AND INDUSTRY ACT under Liability of members in case of winding-up. 16. (1)  If the Chamber is wound up, every person who is a member at the time of the winding-up, or has ceased to be a member within the twelve months preceding the LAWS OF GUYANA  L.R.O. 1/2012 [32 of 1969]                                    Change of name not to affect rights or obligations. [6 of 1982]              winding-up, shall be liable to contribute to the assets of the Chamber, for payment of the debts and liabilities of the Chamber contracted before the time at which he ceased to be a member, and of the costs, charges and expenses of the winding-up, and for  the  adjustment  of   the  rights  of  the  contributories  amongst themselves, such amount not exceeding an amount equivalent to his annual subscription, as may be required for those purposes or any of them, or, if his liability becomes unlimited as hereafter in this section provided, such other amount as may be required as aforesaid.  (2) If the Chamber acts in contravention of section 15, the liability of every member of the council shall be unlimited, and the liability of every member of the Chamber who has received any dividend, bonus, or other profit aforesaid shall be likewise unlimited.   (3) In this section member means any member of the Chamber other than an honorary member.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the Chamber is wound up, every person who is a member at the time of the winding-up, or has ceased to be a member within the twelve months preceding the LAWS OF GUYANA  L.R.O. 1/2012 [32 of 1969]                                    Change of name not to affect rights or obligations. [6 of 1982]              winding-up, shall be liable to contribute to the assets of the Chamber, for payment of the debts and liabilities of the Chamber contracted before the time at which he ceased to be a member, and of the costs, charges and expenses of the winding-up, and for  the  adjustment  of   the  rights  of  the  contributories  amongst themselves, such amount not exceeding an amount equivalent to his annual subscription, as may be required for those purposes or any of them, or, if his liability becomes unlimited as hereafter in this section provided, such other amount as may be required as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "If the Chamber acts in contravention of section 15, the liability of every member of the council shall be unlimited, and the liability of every member of the Chamber who has received any dividend, bonus, or other profit aforesaid shall be likewise unlimited."
                },
                {
                    "representation": "(3)",
                    "description": "In this section member means any member of the Chamber other than an honorary member."
                }
            ]
        }
    }
]