[
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "under Short title. 1.  This Act may be cited as the Business Names (Registration) Act.",
            "description": "This Act may be cited as the Business Names (Registration) Act."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "under Interpretation. 2. (1)  In this Act   business includes profession;  business name means the name or style under which any business is carried on, whether in partnership or otherwise;  firm means an unincorporate body of two or more individuals, or one or more individuals and one or more corporations, or two or more corporations, who have entered into partnership with one another with a view to carrying on business for profit;  foreign firm means any firm, individual, or corporation, whose principal place of business is situate outside the Commonwealth;  individual  means  a  natural  person  and  does  not  include  a corporation;  initials includes any recognised abbreviation of a forename;  prescribed means prescribed by rules made under this Act;   Registrar means the Registrar of joint-stock companies for BUSINESS NAMES (REGISTRATION) ACT Short title.  LAWS OF GUYANA Business Names (Registration) Cap. 90:05 5  L.R.O. 1/2012                           registered.                      office;  showcards means cards containing or exhibiting articles dealt with, or samples, or representations thereof.  (2) References in this Act to a former forename or surname do not, in the case of natural-born Commonwealth citizen include a former forename or surname where that name or surname has been changed or disused before the person bearing it attained the age of eighteen years, and, in the case of a married woman, do not include the name or surname by which she was known previous to the marriage.  (3) References in this Act to a change of name do not include, in the case of natural-born Commonwealth citizen, a change of name which has taken place before the person whose name has been changed attained the age of eighteen years.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act   business includes profession;  business name means the name or style under which any business is carried on, whether in partnership or otherwise;  firm means an unincorporate body of two or more individuals, or one or more individuals and one or more corporations, or two or more corporations, who have entered into partnership with one another with a view to carrying on business for profit;  foreign firm means any firm, individual, or corporation, whose principal place of business is situate outside the Commonwealth;  individual  means  a  natural  person  and  does  not  include  a corporation;  initials includes any recognised abbreviation of a forename;  prescribed means prescribed by rules made under this Act;   Registrar means the Registrar of joint-stock companies for BUSINESS NAMES"
                },
                {
                    "representation": "(2)",
                    "description": "References in this Act to a former forename or surname do not, in the case of natural-born Commonwealth citizen include a former forename or surname where that name or surname has been changed or disused before the person bearing it attained the age of eighteen years, and, in the case of a married woman, do not include the name or surname by which she was known previous to the marriage."
                },
                {
                    "representation": "(3)",
                    "description": "References in this Act to a change of name do not include, in the case of natural-born Commonwealth citizen, a change of name which has taken place before the person whose name has been changed attained the age of eighteen years."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Firms and persons to be registered. ",
            "context": "under Firms and persons to be registered. 3.  Subject to this Act  Guyana and carrying on business under a business name which does not consist  of  the  true  surnames  of  all  partners  who  are individuals and the corporate names of all partners who are corporations,  without  any  addition  other  than  the  true forenames  of  individual  partners  or  initials  of  those forenames;  (b)  every individual having a place of business under a business name which does not consist of his true surname without any addition other than his true forenames or the initials the time being, or the officer performing the duties of that Firms and persons to be (a) every firm having a place of business in business in Guyana and carrying on LAWS OF GUYANA 6 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012                                                 thereof;  (c)  every individual or firm having a place of business in Guyana, who, or a member of which, has either before or after  the commencement of this Act changed his name, except in the case of a woman in consequence of marriage;  shall be registered in the manner directed by this Act:   Provided that  (i)     where the addition merely indicates that the business is  carried  on  in  succession  to  a  former  owner  of  the business, that addition shall not of itself render registration necessary; and  (ii) where two or more individual partners have the same surname, the addition of an s at the end of that surname shall not of itself render registration necessary; and  (iii)  where the business is carried on a receiver or manager appointed by any court, registration shall not be necessary; and  (iv)  a purchase or acquisition of property by two or more persons as joint tenants or by an assignee in insolvency, or LAWS OF GUYANA Business Names (Registration) Cap. 90:05 7  L.R.O. 1/2012             Registration by nominee, trustee, or general agent.                Schedule.                 Manner and particulars of registration.  [38 of 1955 8 of 2000]                 tenants in common is not of itself to be deemed carrying on a business, whether or not the owners share any profits arising from the sale thereof.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "every individual having a place of business under a business name which does not consist of his true surname without any addition other than his true forenames or the initials the time being, or the officer performing the duties of that Firms and persons to be"
                },
                {
                    "representation": "(a)",
                    "description": "every firm having a place of business in business in Guyana and carrying on LAWS OF GUYANA 6 Cap. 90:05 Business Names"
                },
                {
                    "representation": "(c)",
                    "description": "every individual or firm having a place of business in Guyana, who, or a member of which, has either before or after  the commencement of this Act changed his name, except in the case of a woman in consequence of marriage;  shall be registered in the manner directed by this Act:   Provided that"
                },
                {
                    "representation": "(i)",
                    "description": "where the addition merely indicates that the business is  carried  on  in  succession  to  a  former  owner  of  the business, that addition shall not of itself render registration necessary; and"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Registration by nominee, trustee, or general agent. ",
            "context": "under Registration by nominee, trustee, or general agent. 4.  Where a firm, individual, or corporation, having a place of business within Guyana carries on the business wholly or mainly as nominee or trustee of or for another person, or other persons, or another corporation, or acts as general agent for any foreign firm, the first- mentioned  firm,  individual,  or  corporation  shall  be  registered  in manner provided by this Act, and, in addition to the other particulars required to be furnished and registered, there shall be furnished and registered the particulars mentioned in the Schedule:  Provided that where the business is carried on by an assignee in insolvency,  or  a  receiver  or  manager  appointed  by  any  court, registration under this section shall not be necessary.",
            "description": "Where a firm, individual, or corporation, having a place of business within Guyana carries on the business wholly or mainly as nominee or trustee of or for another person, or other persons, or another corporation, or acts as general agent for any foreign firm, the first- mentioned  firm,  individual,  or  corporation  shall  be  registered  in manner provided by this Act, and, in addition to the other particulars required to be furnished and registered, there shall be furnished and registered the particulars mentioned in the Schedule:  Provided that where the business is carried on by an assignee in insolvency,  or  a  receiver  or  manager  appointed  by  any  court, registration under this section shall not be necessary."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Manner and particulars of registration. ",
            "context": "under Manner and particulars of registration. 5. (1) Every firm or person required under this Act to be registered shall, not later than the 15th day of January in every year, and in the case of a firm or person not previously registered under this Act, within fourteen days after the firm or person commences business or the business in respect of which registration is required as the case may be, make application to the registrar to be registered under this Act.  (2) Every such application shall be accompanied by a statement in writing in the prescribed form containing the following particulars:  (a)      the business name;  (b) the general nature of the business;   (c) the principal place of business; LAWS OF GUYANA 8 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012                                                 (d) where the registration to be effected is that of a firm the present forename and surname, any former forename or surname, the nationality, (and if that nationality is not the nationality of origin, the nationality of origin), the usual residence, and the other business occupation (if any), of each of the individuals who are partners, and the corporate name and registered or principal office of every corporation which is a partner;  (e) where the registration to be effected is that  of an individual, the present forename and surname, any former forename or surname, the nationality, (and if that nationality is not the nationality of origin, the nationality of origin), the usual residence, and the other business occupation (if any) of that individual;  (f)  where  the  registration  to  be  effected  is  that  of  a corporation, its corporate name and registered or principal office;  (g)  if the business is begun after the when it is begun.  (3) Where a business is carried on under two or more business names, each of those business names must be stated.   (3A) Notwithstanding subsection (2), in the case of a firm or person previously registered under this Act it shall be lawful for an applicant for registration to produce to the commencement of this Act the date LAWS OF GUYANA Business Names (Registration) Cap. 90:05 9  L.R.O. 1/2012                        Statement to be signed by persons registering.                      Registrar the previous years certificate to be endorsed as a valid certificate of registration.  (3B)  Subsection (3A) shall not apply where -  (i) a change is made or occurs in any of the particulars registered in respect of a firm or person; or  (ii) the certificate is mutilated, cannot be found or cannot, in the opinion of the Registrar, be endorsed.  (4) This section shall apply, in the case where registration is required in consequence of a change of name, as if for references to the date of the commencement of the business there were substituted references to the date of the change.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every firm or person required under this Act to be registered shall, not later than the 15th day of January in every year, and in the case of a firm or person not previously registered under this Act, within fourteen days after the firm or person commences business or the business in respect of which registration is required as the case may be, make application to the registrar to be registered under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Every such application shall be accompanied by a statement in writing in the prescribed form containing the following particulars:"
                },
                {
                    "representation": "(a)",
                    "description": "the business name;"
                },
                {
                    "representation": "(b)",
                    "description": "the general nature of the business;"
                },
                {
                    "representation": "(c)",
                    "description": "the principal place of business; LAWS OF GUYANA 8 Cap. 90:05 Business Names"
                },
                {
                    "representation": "(d)",
                    "description": "where the registration to be effected is that of a firm the present forename and surname, any former forename or surname, the nationality,"
                },
                {
                    "representation": "(e)",
                    "description": "where the registration to be effected is that  of an individual, the present forename and surname, any former forename or surname, the nationality,"
                },
                {
                    "representation": "(f)",
                    "description": "where  the  registration  to  be  effected  is  that  of  a corporation, its corporate name and registered or principal office;"
                },
                {
                    "representation": "(g)",
                    "description": "if the business is begun after the when it is begun."
                },
                {
                    "representation": "(3)",
                    "description": "Where a business is carried on under two or more business names, each of those business names must be stated."
                },
                {
                    "representation": "(i)",
                    "description": "a change is made or occurs in any of the particulars registered in respect of a firm or person; or"
                },
                {
                    "representation": "(4)",
                    "description": "This section shall apply, in the case where registration is required in consequence of a change of name, as if for references to the date of the commencement of the business there were substituted references to the date of the change."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Statement to be signed by persons registering. ",
            "context": "under Statement to be signed by persons registering. 6.  The statement required for the purpose of registration must, in the case of an individual, be signed by him, and in the case of a corporation by a director or secretary thereof, and in the case of a firm either by all the individuals who are partners and by a director or the secretary of all corporations which are partners, or by some individual who is a partner or a director or the secretary of some corporation which is a partner, and in either of the last two cases must be verified by a statutory declaration made by the signatory:  Provided that  (a)  no statutory declaration stating that any person other than the declarant is a partner, or omitting to state that any person other than as aforesaid is a partner, shall be evidence for or against that other person in respect of his liability or non-liability as a partner; and LAWS OF GUYANA 10 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012                Names on letterheads. [38 of 1955]                      Registration of changes in firm.             Penalty for (b)  the High Court or a judge thereof may, on applicationof any person alleged or claiming to be a partner, direct the rectification of the register and decide any question arising under this section.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "no statutory declaration stating that any person other than the declarant is a partner, or omitting to state that any person other than as aforesaid is a partner, shall be evidence for or against that other person in respect of his liability or non-liability as a partner; and LAWS OF GUYANA 10 Cap. 90:05 Business Names"
                },
                {
                    "representation": "(b)",
                    "description": "the High Court or a judge thereof may, on applicationof any person alleged or claiming to be a partner, direct the rectification of the register and decide any question arising under this section."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Names on letter heads. ",
            "context": "under Names on letter heads. 7.  Every firm or person required under this Act to be registered shall insert on all letterheads and other like stationery intended to be used in  connection with the ordering of goods for the business in respect of which registration is required  (a)      the registered business name;  (b) the registered address of the business;  (c) the true surname of such persons and of all partners who are individuals and the corporate names of all partners who are  corporations without any addition other than the true forenames  of  individual  partners  or  initials  of  those forenames.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the registered business name;"
                },
                {
                    "representation": "(b)",
                    "description": "the registered address of the business;"
                },
                {
                    "representation": "(c)",
                    "description": "the true surname of such persons and of all partners who are individuals and the corporate names of all partners who are  corporations without any addition other than the true forenames  of  individual  partners  or  initials  of  those forenames."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Registration of changes in firm. ",
            "context": "under Registration of changes in firm. 8. Whenever a change is made or occurs in any of the particulars registered in respect of any firm or person, that firm or person shall, within fourteen days after the change, or any longer period allowed by the  Registrar,  on application made in any particular case, whether before or after the expiration of the fourteen days, furnish, by sending by post or  delivery, to  the Registrar, in the county in which the aforesaid  particulars  are  registered,  a  statement  in writing  in  the prescribed form specifying the nature and date of the change, signed and where necessary verified in like manner as the statement required on registration.",
            "description": "Whenever a change is made or occurs in any of the particulars registered in respect of any firm or person, that firm or person shall, within fourteen days after the change, or any longer period allowed by the  Registrar,  on application made in any particular case, whether before or after the expiration of the fourteen days, furnish, by sending by post or  delivery, to  the Registrar, in the county in which the aforesaid  particulars  are  registered,  a  statement  in writing  in  the prescribed form specifying the nature and date of the change, signed and where necessary verified in like manner as the statement required on registration."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Penalty for default in registration. ",
            "context": "under Penalty for default in registration. 9.  If any firm or person by this Act required to LAWS OF GUYANA Business Names (Registration) Cap. 90:05 11  L.R.O. 1/2012 default in registration.  [8 of 2000]                       Disability of persons in default.                                  furnish a statement of  particulars, or of any change in particulars, without reasonable excuse makes default in so doing in the manner and within the time specified by this Act, every partner in the firm or the person so in default shall be liable on summary conviction to a fine of one thousand dollars for every day during which the default continues, and the Court shall order a statement of the required particulars or change in the particulars to be furnished to the Registrar within the time specified in the order.",
            "description": "If any firm or person by this Act required to LAWS OF GUYANA Business Names (Registration) Cap. 90:05 11  L.R.O. 1/2012 default in registration.  [8 of 2000]                       Disability of persons in default.                                  furnish a statement of  particulars, or of any change in particulars, without reasonable excuse makes default in so doing in the manner and within the time specified by this Act, every partner in the firm or the person so in default shall be liable on summary conviction to a fine of one thousand dollars for every day during which the default continues, and the Court shall order a statement of the required particulars or change in the particulars to be furnished to the Registrar within the time specified in the order."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Disability of persons in default. ",
            "context": "under Disability of persons in default. 10. (1)  Where any firm or person by this Act required to furnish a statement of particulars or of any change in particulars has made default in so doing, then the rights of that defaulter under or arising out of any contract made or entered into by him or on his behalf in relation to the business in respect to the carrying on of which particulars were required to be furnished at any time while he is in default, shall not be enforceable by action or other legal proceeding either in the business name or otherwise:  Provided as follows  (a) the defaulter may apply to the Court for relief against the  disability imposed by this section, and the Court, on being  satisfied that the default was accidental, or due to inadvertence, or some other sufficient cause, or that on other grounds it is just and equitable to grant relief, may grant that relief   either  generally  or  in  respect  of  any  particular contracts, on condition that the costs of the application are paid by the defaulter unless the Court otherwise orders, andon any other conditions the Court imposes, but that relief shall not be granted except on the service and the publication of notice of the application ordered by LAWS OF GUYANA 12 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012                                                       False statement. [8 of 2000]    the Court, nor shall relief be given in respect of a contract if any party thereto proves, to the satisfaction of the Court, that if this Act had been complied with he would not have entered into it;  (b)  nothing herein contained shall prejudice the rights of any other parties as against the defaulter in respect of the contract aforesaid;  (c)  if any action or proceeding is commenced by any other party against the defaulter to enforce the rights of that party in respect  of the contract, nothing herein contained shall preclude  the  defaulter  from enforcing  in  that  action  or proceeding, by way of counter-claim, set-off, or otherwise, any rights he has against that party in respect of the contract.  (2) In this section the expression Court means the High Court or a judge thereof:  Provided that, without prejudice to the power of the Court to grant the  relief  aforesaid, if  any proceeding to enforce  any contract is commenced by a defaulter in the petty debt court for Georgetown when presided over by a puisne judge, that court may, as respects that contract, grant the relief aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any firm or person by this Act required to furnish a statement of particulars or of any change in particulars has made default in so doing, then the rights of that defaulter under or arising out of any contract made or entered into by him or on his behalf in relation to the business in respect to the carrying on of which particulars were required to be furnished at any time while he is in default, shall not be enforceable by action or other legal proceeding either in the business name or otherwise:  Provided as follows"
                },
                {
                    "representation": "(a)",
                    "description": "the defaulter may apply to the Court for relief against the  disability imposed by this section, and the Court, on being  satisfied that the default was accidental, or due to inadvertence, or some other sufficient cause, or that on other grounds it is just and equitable to grant relief, may grant that relief   either  generally  or  in  respect  of  any  particular contracts, on condition that the costs of the application are paid by the defaulter unless the Court otherwise orders, andon any other conditions the Court imposes, but that relief shall not be granted except on the service and the publication of notice of the application ordered by LAWS OF GUYANA 12 Cap. 90:05 Business Names"
                },
                {
                    "representation": "(b)",
                    "description": "nothing herein contained shall prejudice the rights of any other parties as against the defaulter in respect of the contract aforesaid;"
                },
                {
                    "representation": "(c)",
                    "description": "if any action or proceeding is commenced by any other party against the defaulter to enforce the rights of that party in respect  of the contract, nothing herein contained shall preclude  the  defaulter  from enforcing  in  that  action  or proceeding, by way of counter-claim, set-off, or otherwise, any rights he has against that party in respect of the contract."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the expression Court means the High Court or a judge thereof:  Provided that, without prejudice to the power of the Court to grant the  relief  aforesaid, if  any proceeding to enforce  any contract is commenced by a defaulter in the petty debt court for Georgetown when presided over by a puisne judge, that court may, as respects that contract, grant the relief aforesaid."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "False statement. ",
            "context": "under False statement. 11.  If any statement required to be furnished under this Act contains any matter which is false in any material particular to the knowledge of the person signing it, that person shall be liable on summary conviction to a fine of twenty five thousand dollars and to imprisonment for three LAWS OF GUYANA Business Names (Registration) Cap. 90:05 13  L.R.O. 1/2012                 Duty to furnish particulars to Registrar. [8 of 2000]                                                 months.",
            "description": "If any statement required to be furnished under this Act contains any matter which is false in any material particular to the knowledge of the person signing it, that person shall be liable on summary conviction to a fine of twenty five thousand dollars and to imprisonment for three LAWS OF GUYANA Business Names (Registration) Cap. 90:05 13  L.R.O. 1/2012                 Duty to furnish particulars to Registrar. [8 of 2000]                                                 months."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Duty to furnish particulars to Registrar. ",
            "context": "under Duty to furnish particulars to Registrar. 12. (1) The Registrar may require any person to furnish him with particulars appearing to him necessary for the purpose of ascertaining whether or not the person or the firm of which the person is partner should  be registered under this Act, or an alteration made in the registered  particulars, and may also, in the case of a corporation, require the secretary, or any other officer of a corporation performing the duties of  secretary, to furnish those particulars, and any person who, when so required, fails to supply the particulars it is in his powerto give, or furnishes particulars which are false in any material particular, shall be liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for three months.  (2) If from information so furnished it appears to the Registrar that any firm or person ought to be registered under this Act, or an alteration ought to be made in the registered particulars, he may require the firm or person to furnish him with the required particulars within the time allowed by him, but where any default under this Act has been discovered  from  the  information  acquired  under  this  section,  no proceedings under this Act shall be taken against any person in respect of that default prior to the expiration of the time within which the firm or person  is  required  by the  Registrar  under  this  section  to  furnish particulars to him.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar may require any person to furnish him with particulars appearing to him necessary for the purpose of ascertaining whether or not the person or the firm of which the person is partner should  be registered under this Act, or an alteration made in the registered  particulars, and may also, in the case of a corporation, require the secretary, or any other officer of a corporation performing the duties of  secretary, to furnish those particulars, and any person who, when so required, fails to supply the particulars it is in his powerto give, or furnishes particulars which are false in any material particular, shall be liable on summary conviction to a fine of twenty-five thousand dollars and to imprisonment for three months."
                },
                {
                    "representation": "(2)",
                    "description": "If from information so furnished it appears to the Registrar that any firm or person ought to be registered under this Act, or an alteration ought to be made in the registered particulars, he may require the firm or person to furnish him with the required particulars within the time allowed by him, but where any default under this Act has been discovered  from  the  information  acquired  under  this  section,  no proceedings under this Act shall be taken against any person in respect of that default prior to the expiration of the time within which the firm or person  is  required  by the  Registrar  under  this  section  to  furnish particulars to him."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Registrar to file statement and issue certificate of registration. ",
            "context": "under Registrar to file statement and issue certificate of registration. 13. (1) On receiving any statement or statutory declaration made in pursuance of this Act, the Registrar shall cause the document to be filed and shall send by post or deliver a certificate of the registration thereof to the firm or person registering.    (2) Where the previous years certificate is tendered forendorsement in accordance with section 5 (3A) the Registrar shall annotate his records and shall send by post or deliver the endorsed certificate of registration to the firm or person re-registering. [8 of 2000] registration.  certificate of and issuefile statement Registrar to LAWS OF GUYANA 14 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012                      Index to be kept.       Names of persons carrying on business to be affixed in a conspicuous premises. [8 of 2000]                   Removal of names from register. [8 of 2000]     (3) The certificate or a certified copy thereof shall be kept exhibited in a conspicuous position at the principal place of business of the firm or individual, and if not kept so exhibited, every partner in the firm or the person, as the case may be, shall be liable on summary conviction to a fine of ten thousand dollars.  (4) A certificate of registration issued under this Act, or an endorsement in accordance with subsection (2), as the case may be, shall, subject to this Act, remain in force until the thirty-first day of December of the year in which it was issued or endorsed and shall then expire.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On receiving any statement or statutory declaration made in pursuance of this Act, the Registrar shall cause the document to be filed and shall send by post or deliver a certificate of the registration thereof to the firm or person registering."
                },
                {
                    "representation": "(2)",
                    "description": "Where the previous years certificate is tendered forendorsement in accordance with section 5"
                },
                {
                    "representation": "(3)",
                    "description": "The certificate or a certified copy thereof shall be kept exhibited in a conspicuous position at the principal place of business of the firm or individual, and if not kept so exhibited, every partner in the firm or the person, as the case may be, shall be liable on summary conviction to a fine of ten thousand dollars."
                },
                {
                    "representation": "(4)",
                    "description": "A certificate of registration issued under this Act, or an endorsement in accordance with subsection"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Index to be kept. ",
            "context": "under Index to be kept. 14.In each county where there is a deeds registry the Registrar shall keep an index of all the firms and persons registered at that office under this Act.",
            "description": "14.In each county where there is a deeds registry the Registrar shall keep an index of all the firms and persons registered at that office under this Act."
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Names of persons carrying on business to be affixed in a conspicuous place outside the business premises. ",
            "context": "under Names of persons carrying on business to be affixed in a conspicuous place outside the business premises. 15. (1) Every firm and individual required by this Act to be registered shall affix, in some conspicuous part of the outside of the building or room in which the business of the firm or individual is carried on, a board or metal plate on which, in addition to the business name, there shall be legibly and clearly painted in letters not place less than two centimetres long, the forename and surname of each partner of the firm or of the individual, as the case may be, carrying on the business.  (2) If default is made in compliance with this section every member of the firm or the individual, as the case may be, shall be liable on summary conviction for each offence to a fine of ten thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every firm and individual required by this Act to be registered shall affix, in some conspicuous part of the outside of the building or room in which the business of the firm or individual is carried on, a board or metal plate on which, in addition to the business name, there shall be legibly and clearly painted in letters not place less than two centimetres long, the forename and surname of each partner of the firm or of the individual, as the case may be, carrying on the business."
                },
                {
                    "representation": "(2)",
                    "description": "If default is made in compliance with this section every member of the firm or the individual, as the case may be, shall be liable on summary conviction for each offence to a fine of ten thousand dollars."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Removal of names from register. ",
            "context": "under Removal of names from register. 16. (1) If any firm or individual registered under this Act ceases to carry on business, it shall be the duty of the persons who were partners in the firm at the time when it ceased to carry on business, or of the individual (or if he is dead his personal representative), within three months after the business has ceased to be carried on, to send by post or LAWS OF GUYANA Business Names (Registration) Cap. 90:05 15  L.R.O. 1/2012                           Misleading business names.  [4 of 1972 8 of 2000]                  deliver to the Registrar notice of that fact in the prescribed form, and any person whose duty it is to give that notice who fails to do so within the time aforesaid, shall be liable on summary conviction to a fine of ten thousand dollars.  (2) On receipt of the notice aforesaid the Registrar may remove the firm or individual from the register.  (3) Where the Registrar has reasonable cause to believe that any firm or individual registered under this Act is not carrying on business, he may send to the firm or individual by registered post a notice that, unless an answer thereto is received within one month from its date, the firm or individual may be removed from the register.  (4) If the Registrar either receives an answer from the firm or individual to the effect that the firm or individual is not carrying on business, or does not within one month after sending the notice receive an answer, he may remove the firm or individual from the register.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any firm or individual registered under this Act ceases to carry on business, it shall be the duty of the persons who were partners in the firm at the time when it ceased to carry on business, or of the individual"
                },
                {
                    "representation": "(2)",
                    "description": "On receipt of the notice aforesaid the Registrar may remove the firm or individual from the register."
                },
                {
                    "representation": "(3)",
                    "description": "Where the Registrar has reasonable cause to believe that any firm or individual registered under this Act is not carrying on business, he may send to the firm or individual by registered post a notice that, unless an answer thereto is received within one month from its date, the firm or individual may be removed from the register."
                },
                {
                    "representation": "(4)",
                    "description": "If the Registrar either receives an answer from the firm or individual to the effect that the firm or individual is not carrying on business, or does not within one month after sending the notice receive an answer, he may remove the firm or individual from the register."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Misleading business names. ",
            "context": "under Misleading business names. 17. (1) Where any business name under which the business of a firm or individual is carried on contains the word Guyanese, Caricom  or Commonwealth or any other word or words which, in the opinion of the Registrar, is calculated to lead to the belief that the business is under Guyanese, Caribbean Common Market or Commonwealth ownership or control, and the Registrar is satisfied that the nationality of the persons by whom the business is wholly or mainly owned or controlled is at any time such that the name is misleading, the Registrar shall refuse to register that business name, or, as the case may be, remove it from the register, but any person aggrieved by a decision of the Registrar under this provision may appeal to the Minister, whose decision shall be final.  (2) The registration of a business name under this Act shall not be  construed  as  authorising  the  use  of  that  name  if,  apart  from registration, the use thereof could be LAWS OF GUYANA 16 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012    Inspection of statements registered. [4 of 1972]                      Rules. [38 of 1955 8 of 2000]                     prohibited.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any business name under which the business of a firm or individual is carried on contains the word Guyanese, Caricom  or Commonwealth or any other word or words which, in the opinion of the Registrar, is calculated to lead to the belief that the business is under Guyanese, Caribbean Common Market or Commonwealth ownership or control, and the Registrar is satisfied that the nationality of the persons by whom the business is wholly or mainly owned or controlled is at any time such that the name is misleading, the Registrar shall refuse to register that business name, or, as the case may be, remove it from the register, but any person aggrieved by a decision of the Registrar under this provision may appeal to the Minister, whose decision shall be final."
                },
                {
                    "representation": "(2)",
                    "description": "The registration of a business name under this Act shall not be  construed  as  authorising  the  use  of  that  name  if,  apart  from registration, the use thereof could be LAWS OF GUYANA 16 Cap. 90:05 Business Names"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Inspection of statements registered. ",
            "context": "under Inspection of statements registered. 18. (1) At any time after the expiration of six months from the commencement of this Act or of any longer period, not more than nine months therefrom, directed by the Registrar, anyone may inspect the documents filed by the Registrar on payment of the prescribed fees; and any person may require a certificate of the registration of any firm or person, or  a copy of or extract from any registered statement to be certified by the Registrar or sworn clerk, and the prescribed fees shall be paid for that certificate, certified copy, or extract.  (2) A certificate of registration, or a copy of or extract from any statement registered under this Act, if duly certified to be a true copy or extract under the hand of the Registrar or a sworn clerk (whom it shall not be necessary to prove so to be) shall, in all legal proceedings, civil or criminal, be received in evidence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "At any time after the expiration of six months from the commencement of this Act or of any longer period, not more than nine months therefrom, directed by the Registrar, anyone may inspect the documents filed by the Registrar on payment of the prescribed fees; and any person may require a certificate of the registration of any firm or person, or  a copy of or extract from any registered statement to be certified by the Registrar or sworn clerk, and the prescribed fees shall be paid for that certificate, certified copy, or extract."
                },
                {
                    "representation": "(2)",
                    "description": "A certificate of registration, or a copy of or extract from any statement registered under this Act, if duly certified to be a true copy or extract under the hand of the Registrar or a sworn clerk"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Rules. ",
            "context": "under Rules. 19. (1)  The  Minister  may  make  rules  concerning  any  of  the following matters  (a)  the fees to be paid to the Registrar under this Act, so that they do not exceed the sum of ten thousand dollars for the registration of any one statement;  (b) the form to be used under this Act;  (c)  the duties to be performed by any Registrar under thisAct;  (d)  the performance by sworn clerks and other officers of acts by this Act required to be done by the Registrar;  (e)  generally, the conduct and regulation LAWS OF GUYANA Business Names (Registration) Cap. 90:05 17  L.R.O. 1/2012             Publication of true names and nationalities. [8 of 2000]                                               matters incidental thereto.  (2) All fees payable in pursuance of the rules shall be applied as directed by the Minister responsible for finance.  required by this Act to be registered shall, in all trade catalogues, trade circulars, show- cards, and business letters, on or in which the business name appears and which are issued or sent by the individual or firm to any person in any country or place, have mentioned in legible characters  (a)  in the case of an individual, his present forename or the initials thereof and present surname, any former forename or  surname, his nationality if not Guyanese, and, if his nationality is not his nationality of origin, his nationality of origin; and  (b)  in the case of a firm, the present present surnames, any former forenames and surnames, and the nationality if not Guyanese, and, if origin, the nationality of origin, of all the partners in the firm or, in the case of a corporation being a partner, the corporate name.  (2) If  default  is  made  in  compliance  with  this  section  the individual or, as the case may be, every member of the firm, shall be liable on summary conviction for each offence to a fine of twenty-five thousand dollars, but no proceedings shall be instituted under this section except by or with the consent of the Director of Public Prosecutions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  may  make  rules  concerning  any  of  the following matters"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of an individual, his present forename or the initials thereof and present surname, any former forename or  surname, his nationality if not Guyanese, and, if his nationality is not his nationality of origin, his nationality of origin; and"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of a firm, the present present surnames, any former forenames and surnames, and the nationality if not Guyanese, and, if origin, the nationality of origin, of all the partners in the firm or, in the case of a corporation being a partner, the corporate name."
                },
                {
                    "representation": "(c)",
                    "description": "the duties to be performed by any Registrar under thisAct;"
                },
                {
                    "representation": "(d)",
                    "description": "the performance by sworn clerks and other officers of acts by this Act required to be done by the Registrar;"
                },
                {
                    "representation": "(e)",
                    "description": "generally, the conduct and regulation LAWS OF GUYANA Business Names"
                },
                {
                    "representation": "(2)",
                    "description": "If  default  is  made  in  compliance  with  this  section  the individual or, as the case may be, every member of the firm, shall be liable on summary conviction for each offence to a fine of twenty-five thousand dollars, but no proceedings shall be instituted under this section except by or with the consent of the Director of Public Prosecutions."
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Publication of true names and nationalities. ",
            "context": "under Publication of true names and nationalities. 20. (1)   After   the  expiration  of    three   months    fromthe  commencement  of  this  Act,  every  individual  and  firm of registration under this Act and any forenames or the initials thereof and the nationality is not the nationality of LAWS OF GUYANA 18 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012            Offences by corporations.      s.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After   the  expiration  of    three   months    fromthe  commencement  of  this  Act,  every  individual  and  firm of registration under this Act and any forenames or the initials thereof and the nationality is not the nationality of LAWS OF GUYANA 18 Cap. 90:05 Business Names"
                }
            ]
        }
    },
    {
        "act": "",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Offences by corporations.  SCHEDULE—Description of firm and particulars. __________________________              BUSINESS NAMES (REGISTRATION) ACT LAWS OF GUYANA 4 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012 1929 Ed. c. 58 1953 Ed. c. 33 ______________________________________________________11 of 1919 CHAPTER 90:05   An Act to provide for the Registration of Firms and Persons carrying on Business under Business Names and for purposes connected therewith.  [6THMARCH, 1919]    Interpretation.                                 ",
            "context": "under Offences by corporations.  SCHEDULEDescription of firm and particulars. __________________________              BUSINESS NAMES (REGISTRATION) ACT LAWS OF GUYANA 4 Cap. 90:05 Business Names (Registration)  L.R.O. 1/2012 1929 Ed. c. 58 1953 Ed. c. 33 ______________________________________________________11 of 1919 CHAPTER 90:05   An Act to provide for the Registration of Firms and Persons carrying on Business under Business Names and for purposes connected therewith.  [6THMARCH, 1919]    Interpretation.                                 21.  Where a corporation is guilty of an offence under this Act, every director, secretary, and officer of the corporation who is knowingly a party to the default shall be guilty of a like offence and liable to a like penalty.   SCHEDULE  DESCRIPTION  OF FIRM AND PARTICULARS  Description of firm, individual or corporation.  The additionalparticulars.  Where the firm, individual, or corporation to be registered carries on business as nominee or trustee.                   The present forename and surname, any former name, nationality (and if that nationality is not the nationality of origin, the nationality of origin) and usual residence, or, as the case may be, the corporate name of every person or corporation on whose behalf the business is carried on:   Provided that if the business is carried on under any trust and any of the beneficiaries are a class of children or other persons, a description of the class shall be sufficient. ___________________________  LAWS OF GUYANA Business Names (Registration) Cap. 90:05 19  SUBSIDIARY LEGISLATION  _________________   R. 21/2/1922 2/1956 BUSINESS NAMES (REGISTRATION) RULES   made under section 19   Citation.",
            "description": "Where a corporation is guilty of an offence under this Act, every director, secretary, and officer of the corporation who is knowingly a party to the default shall be guilty of a like offence and liable to a like penalty.   SCHEDULE  DESCRIPTION  OF FIRM AND PARTICULARS  Description of firm, individual or corporation.  The additionalparticulars.  Where the firm, individual, or corporation to be registered carries on business as nominee or trustee.                   The present forename and surname, any former name, nationality (and if that nationality is not the nationality of origin, the nationality of origin) and usual residence, or, as the case may be, the corporate name of every person or corporation on whose behalf the business is carried on:   Provided that if the business is carried on under any trust and any of the beneficiaries are a class of children or other persons, a description of the class shall be sufficient. ___________________________  LAWS OF GUYANA Business Names (Registration) Cap. 90:05 19  SUBSIDIARY LEGISLATION  _________________   R. 21/2/1922 2/1956 BUSINESS NAMES (REGISTRATION) RULES   made under section 19   Citation."
        }
    }
]