[
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "BILLS OF SALE ACT under Short title. 1.  This Act may be cited as the Bills of Sale Act.",
            "description": "This Act may be cited as the Bills of Sale Act."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Application of Act. ",
            "context": "BILLS OF SALE ACT under Application of Act. 2.  This Act shall apply to every bill of sale executed on or after the 1st January, 1917 (whether absolute, or subject or not subject to any trust), whereby the holder or grantee has power, either with or without notice, and either immediately or at any future time, to seize or take possession of any personal chattels comprised therein or made subject thereto.",
            "description": "This Act shall apply to every bill of sale executed on or after the 1st January, 1917 (whether absolute, or subject or not subject to any trust), whereby the holder or grantee has power, either with or without notice, and either immediately or at any future time, to seize or take possession of any personal chattels comprised therein or made subject thereto."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Interpretation.  PART I  ",
            "context": "BILLS OF SALE ACT under Interpretation.  PART I  3.  In this Act  bill of sale includes bills of sale, assignments, transfers, declarations of  trusts without transfers, inventories of goods with receipt thereto attached, or receipts for purchase moneys of goods, and other assurances of personal chattels, and also powers of attorney, authorities, or licences to take possession of personal chattels as security for any debt, and also any agreement BILLS OF SALE ACT  CHAPTER 90:12 LAWS OF GUYANA Bills of Sale Cap. 90:12 5  L.R.O. 1/2012         Exemptions.                                       Saving of whether intended or not to be followed by the execution of any other instrument, by which a right in equity to any personal chattels, or to any charge or  security  thereon,  is  conferred,  but  does  not  include  the following documents, that is to say   (a)    assignments  for the benefit of the creditors of the person  making  or  giving  them,  marriage  settlements, transfers or assignments of any ship or vessel or any share thereof, transfers of goods in the ordinary course of business of any trade or calling, bills of sales of goods in foreign ports or at sea, bills of lading, India warrants, warehouse-keepers certificates, warrants or orders for the delivery of goods or any other documents used in the ordinary course of business as proof of the possession or control of goods, authorising or purporting  to   authorise,  either  by  endorsement  or  by delivery,  the  possessor  of  the  document  to  transfer  or receive goods thereby represented; or  (b)      an instrument charging or creating any security on, or declaring trusts of, imported goods, given or executed at any time prior to their deposit in a warehouse, factory, or store, or to their  being reshipped for export, or delivered to a purchaser not  being the person giving or executing that instrument:  Provided that nothing in this paragraph shall affect the  c. 12:",
            "description": [
                {
                    "representation": "(a)",
                    "description": "assignments  for the benefit of the creditors of the person  making  or  giving  them,  marriage  settlements, transfers or assignments of any ship or vessel or any share thereof, transfers of goods in the ordinary course of business of any trade or calling, bills of sales of goods in foreign ports or at sea, bills of lading, India warrants, warehouse-keepers certificates, warrants or orders for the delivery of goods or any other documents used in the ordinary course of business as proof of the possession or control of goods, authorising or purporting  to   authorise,  either  by  endorsement  or  by delivery,  the  possessor  of  the  document  to  transfer  or receive goods thereby represented; or"
                },
                {
                    "representation": "(b)",
                    "description": "an instrument charging or creating any security on, or declaring trusts of, imported goods, given or executed at any time prior to their deposit in a warehouse, factory, or store, or to their  being reshipped for export, or delivered to a purchaser not  being the person giving or executing that instrument:  Provided that nothing in this paragraph shall affect the  c. 12:"
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Application of Act to trade machinery. ",
            "context": "BILLS OF SALE ACT under Application of Act to trade machinery. 4. (1) From and after the commencement of this Act trade machinery, for the purposes of this Act, shall be deemed to be personal chattels, and any mode of disposition of trade machinery by the owner thereof which would be a bill of sale as to any other personal chattels shall be deemed to be a bill of sale within the meaning of this Act.  (2) For the purposes of this Act  (a)   trade machinery means the machinery used in or attached to any factory or workshop, exclusive of  (i)        the fixed motive-powers, such as their water-wheels and   steam  engines,  and  their  steam-boilers,  donkey engines, and other fixed appurtenances; and    (ii)      the fixed power machinery, LAWS OF GUYANA 8 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                         Certain instruments giving powers of distress or levy to be subject to this Act.        Fixtures or growing crops not to be such as the shafts, wheels, drums, and their fixed appurtenances, which transmit the action of the motive-powers to the other machinery, fixed and loose; and  (iii)    the pipes for steam, gas, and water in the factory or workshop.  The machinery or effects excluded by this subsection from the definition of trade machinery shall not be deemed to be personal chattels within the meaning of this Act;  (b)   factory or workshop means any premises on which any  manual labour is exercised by way of trade, or for purposes of gain, in or incidental to the making of any article or part of an article, or the altering, repairing, ornamenting, finishing, of any  article, or the adapting for sale of any article.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "From and after the commencement of this Act trade machinery, for the purposes of this Act, shall be deemed to be personal chattels, and any mode of disposition of trade machinery by the owner thereof which would be a bill of sale as to any other personal chattels shall be deemed to be a bill of sale within the meaning of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act"
                },
                {
                    "representation": "(a)",
                    "description": "trade machinery means the machinery used in or attached to any factory or workshop, exclusive of"
                },
                {
                    "representation": "(i)",
                    "description": "the fixed motive-powers, such as their water-wheels and   steam  engines,  and  their  steam-boilers,  donkey engines, and other fixed appurtenances; and"
                },
                {
                    "representation": "(b)",
                    "description": "factory or workshop means any premises on which any  manual labour is exercised by way of trade, or for purposes of gain, in or incidental to the making of any article or part of an article, or the altering, repairing, ornamenting, finishing, of any  article, or the adapting for sale of any article."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Certain instruments giving powers of distress or levy to be subject to this Act. ",
            "context": "BILLS OF SALE ACT under Certain instruments giving powers of distress or levy to be subject to this Act. 5.  Every attornment, instrument, or agreement, not being a mining lease, whereby a power of distress or levy is given or agreed to be given by any person to any other person by way of security for any present, future, or contingent debt or advance, and whereby any rent is reserved or made payable as a mode of providing for the payment of interest on that debt or advance, or otherwise for the purpose of the security only, shall be deemed to be a bill of sale, within the meaning of this Act, of any personal chattels which may be seized or taken under the power of distress.",
            "description": "Every attornment, instrument, or agreement, not being a mining lease, whereby a power of distress or levy is given or agreed to be given by any person to any other person by way of security for any present, future, or contingent debt or advance, and whereby any rent is reserved or made payable as a mode of providing for the payment of interest on that debt or advance, or otherwise for the purpose of the security only, shall be deemed to be a bill of sale, within the meaning of this Act, of any personal chattels which may be seized or taken under the power of distress."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Fixtures or growing crops not to be deemed separately assigned when the land passes by the same instrument. ",
            "context": "BILLS OF SALE ACT under Fixtures or growing crops not to be deemed separately assigned when the land passes by the same instrument. 6. (1)  No fixtures or growing crops shall be deemed, under this Act, to be separately assigned or charged by reason LAWS OF GUYANA Bills of Sale Cap. 90:12 9  L.R.O. 1/2012 deemed separately assigned when the land passes by the same instrument.                    Avoidance of certain duplicate bills of sale.                 only that they are assigned by separate words, or that power is given to sever them from the land or  building to which they are affixed, or from the land on which they grow, without otherwise taking possession of or dealing with the land or  building, or land, if by the same instrument any freehold or leasehold interest in the land or building to which those fixtures are affixed, or in the land on which those crops grow, is also conveyed or assigned to the same person or persons.   (2) The same rule of construction shall be applied to all deeds or instruments, including fixtures or growing crops, executed before the commencement of this Act and then subsisting and in force, in all questions arising under any insolvency, liquidation, assignment for the benefit of creditors, or execution of any process of a court, which takes place or is issued after the commencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No fixtures or growing crops shall be deemed, under this Act, to be separately assigned or charged by reason LAWS OF GUYANA Bills of Sale Cap. 90:12 9  L.R.O. 1/2012 deemed separately assigned when the land passes by the same instrument.                    Avoidance of certain duplicate bills of sale.                 only that they are assigned by separate words, or that power is given to sever them from the land or  building to which they are affixed, or from the land on which they grow, without otherwise taking possession of or dealing with the land or  building, or land, if by the same instrument any freehold or leasehold interest in the land or building to which those fixtures are affixed, or in the land on which those crops grow, is also conveyed or assigned to the same person or persons."
                },
                {
                    "representation": "(2)",
                    "description": "The same rule of construction shall be applied to all deeds or instruments, including fixtures or growing crops, executed before the commencement of this Act and then subsisting and in force, in all questions arising under any insolvency, liquidation, assignment for the benefit of creditors, or execution of any process of a court, which takes place or is issued after the commencement of this Act."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Avoidance of certain duplicate bills of sale. ",
            "context": "BILLS OF SALE ACT under Avoidance of certain duplicate bills of sale. 7.  Where a subsequent bill of sale is executed within or on the expiration of seven days after the execution of a prior unregistered bill of sale, and comprises all or any part of the personal chattels comprised in the prior bill of sale, then, if the subsequent bill of sale is given as a security for the same debt as is secured by the prior bill of sale, or for any part of that debt, it shall, to the extent of which it is a security for the same debt or part  thereof, and so far as respects the personal chattels or part thereof comprised in the prior bill, be absolutely void, unless it is proved to the satisfaction of the court having cognizance of the case that the subsequent bill of sale was given in good faith for the purpose of correcting some material error in the prior bill of sale, and not for the purpose of evading this Act.",
            "description": "Where a subsequent bill of sale is executed within or on the expiration of seven days after the execution of a prior unregistered bill of sale, and comprises all or any part of the personal chattels comprised in the prior bill of sale, then, if the subsequent bill of sale is given as a security for the same debt as is secured by the prior bill of sale, or for any part of that debt, it shall, to the extent of which it is a security for the same debt or part  thereof, and so far as respects the personal chattels or part thereof comprised in the prior bill, be absolutely void, unless it is proved to the satisfaction of the court having cognizance of the case that the subsequent bill of sale was given in good faith for the purpose of correcting some material error in the prior bill of sale, and not for the purpose of evading this Act."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Attestation and registration of bills of sale. ",
            "context": "BILLS OF SALE ACT under Attestation and registration of bills of sale. 8. (1)  A bill of sale shall be attested and registered under this Act in the following manner:  (a)     the execution of every bill of sale shall be attested by two credible witnesses  [4 of 1972] bills of sale. registration of Attestation and  LAWS OF GUYANA 10 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                                 who are not parties thereto;  (b)       the  bill,  with  every  schedule  or  inventory  thereto annexed or therein referred to, and also a true copy of the bill and of every schedule or inventory, and of every attestation of the execution of the bill together with an affidavit of the date, hour, and minute when the bill is made or given, and of its due execution and attestation, and a description of the residence and occupation of the person making or giving it (or if it is made or given by anyone under or in the execution of any process,  then  a description of the residence and occupation  of  the  person  against  whom  that  process  is issued), and of every attesting witness to the bill, shall be presented to, and the copy and affidavit shall be filed with, the Registrar of Deeds within  seven clear days after the making or giving of the bill, and a notice that a bill of sale has been filed shall be published by the Registrar in the Gazette within twenty-one days after the filing;  (c)      if the bill of sale is made or given subject to any defeasance or condition, or declaration of trust, not contained in the body thereof, that defeasance, condition, or declaration shall be deemed to be part of the bill, and shall be written on the same paper or parchment therewith before the registration, and shall be truly set LAWS OF GUYANA Bills of Sale Cap. 90:12 11  L.R.O. 1/2012                   Renewal of registration.             Schedule;  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A bill of sale shall be attested and registered under this Act in the following manner:"
                },
                {
                    "representation": "(a)",
                    "description": "the execution of every bill of sale shall be attested by two credible witnesses  [4 of 1972] bills of sale. registration of Attestation and  LAWS OF GUYANA 10 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                                 who are not parties thereto;"
                },
                {
                    "representation": "(b)",
                    "description": "the  bill,  with  every  schedule  or  inventory  thereto annexed or therein referred to, and also a true copy of the bill and of every schedule or inventory, and of every attestation of the execution of the bill together with an affidavit of the date, hour, and minute when the bill is made or given, and of its due execution and attestation, and a description of the residence and occupation of the person making or giving it"
                },
                {
                    "representation": "(c)",
                    "description": "if the bill of sale is made or given subject to any defeasance or condition, or declaration of trust, not contained in the body thereof, that defeasance, condition, or declaration shall be deemed to be part of the bill, and shall be written on the same paper or parchment therewith before the registration, and shall be truly set LAWS OF GUYANA Bills of Sale Cap. 90:12 11  L.R.O. 1/2012                   Renewal of registration.             Schedule;  Form"
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Renewal of registration. ",
            "context": "BILLS OF SALE ACT under Renewal of registration. 9. (1) The registration of a bill of sale, whether executed before or after the commencement of this Act, must be renewed annually, and if a period of more than one year elapses from the registration or renewed registration of a bill of sale without a renewal or further renewal (as the case may be), the registration shall become void.  (2) The renewal of a registration shall be effected by filing with the Registrar an affidavit stating the date of the bill of sale and of the last registration thereof, and the names, residences, and occupations of the parties thereto as stated therein, and that the bill of sale is still a subsisting security, and the affidavit may be in Form 1 given in the Schedule.  (3) A renewal of registration shall not become necessary by reason only of a transfer or assignment of the bill of sale.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The registration of a bill of sale, whether executed before or after the commencement of this Act, must be renewed annually, and if a period of more than one year elapses from the registration or renewed registration of a bill of sale without a renewal or further renewal"
                },
                {
                    "representation": "(2)",
                    "description": "The renewal of a registration shall be effected by filing with the Registrar an affidavit stating the date of the bill of sale and of the last registration thereof, and the names, residences, and occupations of the parties thereto as stated therein, and that the bill of sale is still a subsisting security, and the affidavit may be in Form 1 given in the Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "A renewal of registration shall not become necessary by reason only of a transfer or assignment of the bill of sale."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "(1) Form of register. (2) Affidavit of renewal. ",
            "context": "BILLS OF SALE ACT under (1) Form of register. (2) Affidavit of renewal. 10. (1)  The Registrar shall keep a book (in this Act called the register) for the purposes of this Act, and shall, upon the filing of a bill of sale or copy under this Act, enter therein in Form 2 in the Schedule, or in any other prescribed form, the name, residence, and occupation of the person by whom the bill was made or given (or in case it was made or LAWS OF GUYANA 12 Cap. 90:12 Bills of Sale  L.R.O. 1/2012             Affidavit of renewal.                       The Registrar. [4 of 1972]   Rectification of register.           given by any person under or in the execution of process, then the name,  residence, and occupation of the person against whom that process was  issued, and also the name of the person or persons to whom or in whose favour the bill was given), and the other particulars shown in the Schedule or to be prescribed under this Act, and shall number all bills registered in each year consecutively, according to the respective dates of their registration.   (2) Upon the filing of an affidavit of renewal the like entry shall be made, with the addition of the date and number of the last previous entry relating to the same bill, and the bill of sale or copy originally filed  shall  be  thereupon  marked  with  the  number  affixed  to  the affidavit of renewal.  (3) The Registrar shall also keep an index of the names of the grantors of registered bills of sale with reference to entries in the register of the bills of sale given by each of those grantors, and the index shall be arranged in divisions corresponding with the letters of the alphabet, so that all grantors whose surnames begin with the same letter (and no others) shall be comprised in one division, but the arrangement within each division need not be strictly alphabetical.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Registrar shall keep a book"
                },
                {
                    "representation": "(2)",
                    "description": "Upon the filing of an affidavit of renewal the like entry shall be made, with the addition of the date and number of the last previous entry relating to the same bill, and the bill of sale or copy originally filed  shall  be  thereupon  marked  with  the  number  affixed  to  the affidavit of renewal."
                },
                {
                    "representation": "(3)",
                    "description": "The Registrar shall also keep an index of the names of the grantors of registered bills of sale with reference to entries in the register of the bills of sale given by each of those grantors, and the index shall be arranged in divisions corresponding with the letters of the alphabet, so that all grantors whose surnames begin with the same letter"
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "The Registrar. ",
            "context": "BILLS OF SALE ACT under The Registrar. 11.  The Registrar of Deeds shall be the Registrar for the purposes of this Act.",
            "description": "The Registrar of Deeds shall be the Registrar for the purposes of this Act."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Rectification of register. ",
            "context": "BILLS OF SALE ACT under Rectification of register. 12.  Any judge of the High Court on being satisfied that the omission to register a bill of sale, or an affidavit of renewal thereof, within the time prescribed by this Act, or the omission or misstatement of the name, residence, or occupation of any person, was accidental or due to inadvertence,  may  in  his  discretion  order  the  omission  or  misstatement to be  rectified by the insertion in the register of the true name,  residence,  or   occupation,  or  by  extending  the  time  for registration on the terms and conditions (if any) LAWS OF GUYANA Bills of Sale Cap. 90:12 13  L.R.O. 1/2012     Entry of satisfaction.        Copies and searches.                                Affidavits.  as to security, notice by advertisement or otherwise, or as to any other matter, he thinks fit to direct.",
            "description": "Any judge of the High Court on being satisfied that the omission to register a bill of sale, or an affidavit of renewal thereof, within the time prescribed by this Act, or the omission or misstatement of the name, residence, or occupation of any person, was accidental or due to inadvertence,  may  in  his  discretion  order  the  omission  or  misstatement to be  rectified by the insertion in the register of the true name,  residence,  or   occupation,  or  by  extending  the  time  for registration on the terms and conditions (if any) LAWS OF GUYANA Bills of Sale Cap. 90:12 13  L.R.O. 1/2012     Entry of satisfaction.        Copies and searches.                                Affidavits.  as to security, notice by advertisement or otherwise, or as to any other matter, he thinks fit to direct."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Entry of satisfaction. ",
            "context": "BILLS OF SALE ACT under Entry of satisfaction. 13.  Subject to and in accordance with rules to be made under and for the purpose of this Act, the Registrar may order a memorandum of satisfaction to be written upon a registered copy of a bill of sale, upon the prescribed evidence being given that the debt (if any) for which that bill of sale was made or given has been satisfied or discharged.",
            "description": "Subject to and in accordance with rules to be made under and for the purpose of this Act, the Registrar may order a memorandum of satisfaction to be written upon a registered copy of a bill of sale, upon the prescribed evidence being given that the debt (if any) for which that bill of sale was made or given has been satisfied or discharged."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Copies and searches. ",
            "context": "BILLS OF SALE ACT under Copies and searches. 14. (1)  Anyone shall be entitled to have an office copy or extract of any registered bill of sale and affidavit of execution filed therewith, or copy thereof and of any affidavit filed therewith (if any), or registered affidavit of renewal, upon paying for it at the like rate as for office copies of documents of the High Court, and any copy of a registered bill of sale and affidavit purporting to be an office copy thereof, shall in all courts and before all arbitrators or other persons, be admitted as prima facie evidence thereof, and of the fact and date of registration as shown thereon.  (2) From and after the commencement of this Act anyone shall be entitled at all reasonable times to search the register, on payment of a fee of twenty-five cents or any other prescribed fee, and subject to the prescribed regulations, and shall be entitled at all reasonable times to inspect, examine, and make extracts from, any and every registered bill of sale, without being required to make a written application, or to specify any particulars in reference thereto, upon payment of twenty- five cents for each bill of sale inspected:  Provided that  those  extracts  shall  be  limited  to  the  dates  of execution, registration, renewal of registration, and satisfaction, to the names, addresses, and occupations of the parties, to the amount of the consideration, and to any further prescribed particulars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone shall be entitled to have an office copy or extract of any registered bill of sale and affidavit of execution filed therewith, or copy thereof and of any affidavit filed therewith"
                },
                {
                    "representation": "(2)",
                    "description": "From and after the commencement of this Act anyone shall be entitled at all reasonable times to search the register, on payment of a fee of twenty-five cents or any other prescribed fee, and subject to the prescribed regulations, and shall be entitled at all reasonable times to inspect, examine, and make extracts from, any and every registered bill of sale, without being required to make a written application, or to specify any particulars in reference thereto, upon payment of twenty- five cents for each bill of sale inspected:  Provided that  those  extracts  shall  be  limited  to  the  dates  of execution, registration, renewal of registration, and satisfaction, to the names, addresses, and occupations of the parties, to the amount of the consideration, and to any further prescribed particulars."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Affidavits. ",
            "context": "BILLS OF SALE ACT under Affidavits. 15.  Every affidavit required by or for the purposes of LAWS OF GUYANA 14 Cap. 90:12 Bills of Sale  L.R.O. 1/2012       Fees.                 Regulations.  [4 of 1972]    Time for registration.                Application of provisions of Part II.   Schedule to bill of sale.      this Act may be sworn before a commissioner for oaths and whoever wilfully makes or uses any false affidavit for the purposes of this Act shall be deemed guilty of wilful and corrupt perjury.",
            "description": "Every affidavit required by or for the purposes of LAWS OF GUYANA 14 Cap. 90:12 Bills of Sale  L.R.O. 1/2012       Fees.                 Regulations.  [4 of 1972]    Time for registration.                Application of provisions of Part II.   Schedule to bill of sale.      this Act may be sworn before a commissioner for oaths and whoever wilfully makes or uses any false affidavit for the purposes of this Act shall be deemed guilty of wilful and corrupt perjury."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Fees. ",
            "context": "BILLS OF SALE ACT under Fees. 16.  There shall be paid and received the following fees, viz.  On filing a bill of sale ...    ...    ...    ...    ...    ...   ... $1 00  On filing the affidavit of execution of a bill of sale 1 00  On filing the affidavit for the purpose of  re-registering a bill of sale (to include the  fee for filing) ...  ...   ...   ...   ...   ...   ...   ...   ...   ...   ... 1 00  For publication of any notice by the Registrar  in the Gazette ...   ...   ...   ...   ...   ...   ...   ...    ...   ...    1 00",
            "description": "There shall be paid and received the following fees, viz.  On filing a bill of sale ...    ...    ...    ...    ...    ...   ... $1 00  On filing the affidavit of execution of a bill of sale 1 00  On filing the affidavit for the purpose of  re-registering a bill of sale (to include the  fee for filing) ...  ...   ...   ...   ...   ...   ...   ...   ...   ...   ... 1 00  For publication of any notice by the Registrar  in the Gazette ...   ...   ...   ...   ...   ...   ...   ...    ...   ...    1 00"
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Regulations. ",
            "context": "BILLS OF SALE ACT under Regulations. 17.  Regulations for the making of fees and for the general purposes of this Act may be made and altered from time to time by the Minister.",
            "description": "Regulations for the making of fees and for the general purposes of this Act may be made and altered from time to time by the Minister."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Time for registration.  PART II  ",
            "context": "BILLS OF SALE ACT under Time for registration.  PART II  18.  When the time for registering a bill of sale expires on a Sunday, or other day on which the Registrars office is closed, the registration shall be valid if made on the next following day on which the office is open.  PART II",
            "description": "When the time for registering a bill of sale expires on a Sunday, or other day on which the Registrars office is closed, the registration shall be valid if made on the next following day on which the office is open.  PART II"
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Application of provisions of Part II. ",
            "context": "BILLS OF SALE ACT under Application of provisions of Part II. 19.  This Part shall not apply to bills of sale as in this Act defined which are given otherwise than by way of security for the payment of money.",
            "description": "This Part shall not apply to bills of sale as in this Act defined which are given otherwise than by way of security for the payment of money."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Schedule to bill of sale. ",
            "context": "BILLS OF SALE ACT under Schedule to bill of sale. 20.  Every bill of sale shall have annexed thereto or written thereon a schedule containing an inventory of the personal chattels comprised in the bill of sale; and the bill of sale except as hereinafter mentioned, shall have effect only in respect of the personal chattels specifically described  in that  LAWS OF GUYANA Bills of Sale Cap. 90:12 15  L.R.O. 1/2012      Bill of sale not to affect after- acquired property.     Exception as to certain things.                          Bill of sale with power to seize (except in certain events) to be void.    schedule,  and shall  be void, except  against  the grantor,  in  respect  of  any  personal  chattels  not  so  specifically described.",
            "description": "Every bill of sale shall have annexed thereto or written thereon a schedule containing an inventory of the personal chattels comprised in the bill of sale; and the bill of sale except as hereinafter mentioned, shall have effect only in respect of the personal chattels specifically described  in that  LAWS OF GUYANA Bills of Sale Cap. 90:12 15  L.R.O. 1/2012      Bill of sale not to affect after- acquired property.     Exception as to certain things.                          Bill of sale with power to seize (except in certain events) to be void.    schedule,  and shall  be void, except  against  the grantor,  in  respect  of  any  personal  chattels  not  so  specifically described."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Bill of sale not to affect after-acquired property. ",
            "context": "BILLS OF SALE ACT under Bill of sale not to affect after-acquired property. 21. LAWS OF GUYANA 6 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                                operation of section 42 of the Insolvency Act in respect of goods comprised in any  instrument  in this paragraph described if those goods  would otherwise  be goods within the meaning of subparagraph (c) of that section;  personal chattels means goods, furniture, and other articles capable of complete transfer by delivery, and (when separately assigned or charged) fixtures and growing crops, but does not include   (i)  any interest whatsoever in immovable property;  (ii)  fixtures  (except  trade  machinery  as  hereinafter defined)  when  assigned  together  with  a  freehold  or leasehold interest in any land or building to which they are affixed;   (iii) growing crops  when assigned  together  with any interest in the land on which they grow;  (iv) shares or interests in the stock, funds, or securities of any   Government,  or  in  the  capital  or  property  of incorporated or joint stock companies;  (v)  choses in action;  (vi)  any stock or produce upon any farm or lands which by virtue of any covenant or agreement or of the custom of the country ought not to be removed from LAWS OF GUYANA Bills of Sale Cap. 90:12 7  L.R.O. 1/2012                       Application of Act to trade machinery.                          any farm where they are at the time of making or giving of the bill of sale;  personal chattels shall be deemed to be in the apparent possession of the person making or giving a bill of sale, so long as they remain or are in or upon any house, mill, warehouse, building, works, yard, land, or other premises occupied by him, or are used and enjoyed by him in any place whatsoever, notwithstanding that formal possession thereof has been taken by or given to any other person;  prescribed means prescribed by rules made under this Act.  PART I",
            "description": [
                {
                    "representation": "(c)",
                    "description": "of that section;  personal chattels means goods, furniture, and other articles capable of complete transfer by delivery, and"
                },
                {
                    "representation": "(i)",
                    "description": "any interest whatsoever in immovable property;"
                },
                {
                    "representation": "(v)",
                    "description": "choses in action;"
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Exception as to certain things. ",
            "context": "BILLS OF SALE ACT under Exception as to certain things. 22.  Nothing contained in the foregoing sections of this Act shall render a bill of sale void in respect of any of the following things:  (a)    any  growing  crops  separately  assigned  or  charged where they were actually growing at the time when the bill of sale was executed;    (b)      any fixtures separately assigned or charged, and any plant, or trade machinery, when used in, attached to, or brought upon, any land, farm, factory, workshop, shop, house, warehouse, or other place, in substitution for any of the like fixtures, plant, or trade machinery specifically described in the schedule to the bill of sale.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any  growing  crops  separately  assigned  or  charged where they were actually growing at the time when the bill of sale was executed;"
                },
                {
                    "representation": "(b)",
                    "description": "any fixtures separately assigned or charged, and any plant, or trade machinery, when used in, attached to, or brought upon, any land, farm, factory, workshop, shop, house, warehouse, or other place, in substitution for any of the like fixtures, plant, or trade machinery specifically described in the schedule to the bill of sale."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Bill of sale with power to seize (except in certain events) to be void.   LAWS OF GUYANA 4 Cap. 90:12 Bills of Sale  L.R.O. 1/2012       SECTION ",
            "context": "BILLS OF SALE ACT under Bill of sale with power to seize (except in certain events) to be void.   LAWS OF GUYANA 4 Cap. 90:12 Bills of Sale  L.R.O. 1/2012       SECTION 23.  Personal chattels assigned under a bill of sale shall not be liable to be seized or taken into possession by the grantee for any other than the following causes, namely, if the grantor  (a)     makes default in payment of the sum LAWS OF GUYANA 16 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                         Bill of sale to be void unless attested and registered.     or sums of money thereby secured at the time therein provided for payment, or in the performance of any covenant or agreement contained in the bill of sale necessary for maintaining the security;  (b)       becomes an insolvent or suffers the goods or any of them to be distrained for rent, rates or taxes;  (c)      fraudulently either removes the goods, or suffers them or any of them to be removed, from the premises;  (d)      does not, without reasonable excuse upon demand in writing by the grantee, produce to him his last receipts for rent, rates, and taxes;  (e)       has had execution levied against his goods under any judgment at law:  Provided that the grantor may within five days from the seizure or taking possession of any chattels on account of any of the above- mentioned causes, apply to the High Court, or to a judge thereof in chambers, and the Court or judge, if satisfied that by payment of money or otherwise the cause of seizure no longer exists, may restrain the grantee from removing or selling the chattels, or may make any order that seems just.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "makes default in payment of the sum LAWS OF GUYANA 16 Cap. 90:12 Bills of Sale  L.R.O. 1/2012                                         Bill of sale to be void unless attested and registered.     or sums of money thereby secured at the time therein provided for payment, or in the performance of any covenant or agreement contained in the bill of sale necessary for maintaining the security;"
                },
                {
                    "representation": "(b)",
                    "description": "becomes an insolvent or suffers the goods or any of them to be distrained for rent, rates or taxes;"
                },
                {
                    "representation": "(c)",
                    "description": "fraudulently either removes the goods, or suffers them or any of them to be removed, from the premises;"
                },
                {
                    "representation": "(d)",
                    "description": "does not, without reasonable excuse upon demand in writing by the grantee, produce to him his last receipts for rent, rates, and taxes;"
                },
                {
                    "representation": "(e)",
                    "description": "has had execution levied against his goods under any judgment at law:  Provided that the grantor may within five days from the seizure or taking possession of any chattels on account of any of the above- mentioned causes, apply to the High Court, or to a judge thereof in chambers, and the Court or judge, if satisfied that by payment of money or otherwise the cause of seizure no longer exists, may restrain the grantee from removing or selling the chattels, or may make any order that seems just."
                }
            ]
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Bill of sale to be void unless attested and registered. ",
            "context": "BILLS OF SALE ACT under Bill of sale to be void unless attested and registered. 24.  Every bill of sale to which Part II applies shall be duly attested as provided in section 8 and shall be registered and advertised as in that section provided within seven clear days after the execution thereof, or, if it is executed in any place out of Guyana, then within seven clear days after the time at which it would in the ordinary course of post arrive in LAWS OF GUYANA Bills of Sale Cap. 90:12 17  L.R.O. 1/2012       Form of bill of sale; Form",
            "description": "Every bill of sale to which Part II applies shall be duly attested as provided in section 8 and shall be registered and advertised as in that section provided within seven clear days after the execution thereof, or, if it is executed in any place out of Guyana, then within seven clear days after the time at which it would in the ordinary course of post arrive in LAWS OF GUYANA Bills of Sale Cap. 90:12 17  L.R.O. 1/2012       Form of bill of sale; Form"
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Form of bill of sale. ",
            "context": "BILLS OF SALE ACT under Form of bill of sale. 25.  A bill of sale made or given by way of security for the payment of  money  by  the  grantor  thereof  shall  be  void  unless  made  in accordance with Form 3 in the Schedule.",
            "description": "A bill of sale made or given by way of security for the payment of  money  by  the  grantor  thereof  shall  be  void  unless  made  in accordance with Form 3 in the Schedule."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Bill of sale under $150 to be void. ",
            "context": "BILLS OF SALE ACT under Bill of sale under $150 to be void. 26.  Every bill of sale made or given after the coming into operation of the Law Revision Act, 1972 in consideration of any sum under one hundred and fifty dollars shall be void.",
            "description": "Every bill of sale made or given after the coming into operation of the Law Revision Act, 1972 in consideration of any sum under one hundred and fifty dollars shall be void."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Chattels not to be removed or sold. ",
            "context": "BILLS OF SALE ACT under Chattels not to be removed or sold. 27. All personal chattels seized or of which possession is taken after the  commencement of this Act, under or by virtue of a bill of sale (whether registered before or after the commencement of this Act), shall remain on the premises where they were so seized or so taken possession  of,  and  shall  not  be  removed  or  sold  until  after  the expiration of five clear days from the day they were so seized or so taken possession of.",
            "description": "All personal chattels seized or of which possession is taken after the  commencement of this Act, under or by virtue of a bill of sale (whether registered before or after the commencement of this Act), shall remain on the premises where they were so seized or so taken possession  of,  and  shall  not  be  removed  or  sold  until  after  the expiration of five clear days from the day they were so seized or so taken possession of."
        }
    },
    {
        "act": "BILLS OF SALE ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Bill of sale not to protect chattels against summary or parate execution.  SCHEDULE—Forms.  __________________________ 1929 Ed. c. 67 1953 Ed. c. 337 _______________________________________________________ 22 of 1916 An Act to provide for Bills of Sale of Personal Chattels and for their form in certain cases.  [1ST JANUARY, 1917]  Short title.    Application of Act.       Interpretation.           ",
            "context": "BILLS OF SALE ACT under Bill of sale not to protect chattels against summary or parate execution.  SCHEDULEForms.  __________________________ 1929 Ed. c. 67 1953 Ed. c. 337 _______________________________________________________ 22 of 1916 An Act to provide for Bills of Sale of Personal Chattels and for their form in certain cases.  [1ST JANUARY, 1917]  Short title.    Application of Act.       Interpretation.           28.  A bill of sale to which this Act applies shall be no protection in respect of personal chattels included therein which but for that bill of sale would have been liable under summary or parate execution for the recovery of taxes.   SCHEDULE  FORMS  FORM 1  I (A.B.), ........................., of ...................................., do swear that a bill of sale, bearing date the ........................day of ...........................",
            "description": "A bill of sale to which this Act applies shall be no protection in respect of personal chattels included therein which but for that bill of sale would have been liable under summary or parate execution for the recovery of taxes.   SCHEDULE  FORMS  FORM 1  I (A.B.), ........................., of ...................................., do swear that a bill of sale, bearing date the ........................day of ..........................."
        }
    }
]