[
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.012 kilogram of carbon ",
            "context": "WEIGHTS AND MEASURES ACT under 0.012 kilogram of carbon 0.1 m centimetre     (cm)          =",
            "description": "0.1 m centimetre     (cm)          ="
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WEIGHTS AND MEASURES ACT under Short title. 1.  This Act may be cited as the Weights and Measures Act.",
            "description": "This Act may be cited as the Weights and Measures Act."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. PART II STANDARDS OF WEIGHT AND MEASURE  ",
            "context": "WEIGHTS AND MEASURES ACT under Interpretation. PART II STANDARDS OF WEIGHT AND MEASURE  2.  (1) In this Act  appointed day  in relation to any area, undertaking or class of undertaking  means  the  date  appointed  by  the  Minister  for the  purposes of this Act by order made under section 3(3) in relation to that area, undertaking or class of undertaking;  carat has the meaning assigned to it in Part V of the Sixth Schedule;   LAWS OF GUYANA 6 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 Chief Inspector means the Chief Inspector of Weights and Measures appointed under section 10;   container means any form of packaging of goods for sale as a single item, whether by way of wholly or partly enclosing the goods or by attaching the goods to, or winding the goods around, some other article, and includes a wrapper or confining band;  General Conference means the General Conference of Weights and Measures  from  time  to  time  convened  by  the  International Bureau;  Inspector means an Inspector of Weights and Measures appointed under section 10;  International Bureau means the International Bureau of Weights and Measures;  International System of Units means the system of units referred to in section 3 and adopted by the General Conference;  measuring instrument includes an instrument for the  measurement of length, superficial area, capacity or volume or for measurement  by counting and such instruments as are also constructed to calculate and indicate the price in money;  metric system means the base, supplementary, derived and special (or permitted) units, of the International System of Units;  National Standards or National Standards of Weight and Measure means the standard for use in weight and measure authorised by the Minister under section 5;  net weight means the weight of an article excluding the LAWS OF GUYANA Weights And Measures Cap. 90:15 7  L.R.O. 1/2012                                                 Standards.  c. 90:14  weight of its container;  purchaser includes any person acting on behalf of the purchaser;   secondary standards means the copies of the National Standards prepared, verified and authenticated in accordance with section 7;   stamping  includes   casting,   engraving,   etching,   branding,   or otherwise  marking,  in  such  a  manner  as  to  be,  as  far  as practicable, indelible;  trade means dealing in goods, wares or merchandise sold by weight or  measure, or unit or performing the service of weighing or measuring,  or  performing  a  service  for  which  payment  is determined by weight or measurement;  weighing  instrument  includes  scales  with  weights  belonging thereto, scale beams, balances, steelyards, weighing machines and other instruments for weighing including such instruments as are also constructed to calculate and indicate the price in money;   working standards   means   standards   which,   standardised   by comparison with secondary standards, are kept for the purpose of verifying ordinary measuring  instruments, weighing instruments, weights or measures.  (2) The abbreviation SI shall be recognised as a legal reference to the International System of Units.  PART II STANDARDS  OF  WEIGHT  AND  MEASURE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  appointed day  in relation to any area, undertaking or class of undertaking  means  the  date  appointed  by  the  Minister  for the  purposes of this Act by order made under section 3(3) in relation to that area, undertaking or class of undertaking;  carat has the meaning assigned to it in Part V of the Sixth Schedule;   LAWS OF GUYANA 6 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 Chief Inspector means the Chief Inspector of Weights and Measures appointed under section 10;   container means any form of packaging of goods for sale as a single item, whether by way of wholly or partly enclosing the goods or by attaching the goods to, or winding the goods around, some other article, and includes a wrapper or confining band;  General Conference means the General Conference of Weights and Measures  from  time  to  time  convened  by  the  International Bureau;  Inspector means an Inspector of Weights and Measures appointed under section 10;  International Bureau means the International Bureau of Weights and Measures;  International System of Units means the system of units referred to in section 3 and adopted by the General Conference;  measuring instrument includes an instrument for the  measurement of length, superficial area, capacity or volume or for measurement  by counting and such instruments as are also constructed to calculate and indicate the price in money;  metric system means the base, supplementary, derived and special"
                },
                {
                    "representation": "(2)",
                    "description": "The abbreviation SI shall be recognised as a legal reference to the International System of Units.  PART II STANDARDS  OF  WEIGHT  AND  MEASURE"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Standards. ",
            "context": "WEIGHTS AND MEASURES ACT under Standards. 3.  (1) The standards of weight and measure as established by section 3 of the Weights and Measures Act and all multiples and parts thereof in force in Guyana LAWS OF GUYANA 8 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                       First Schedule.       Second Schedule.   immediately before the commencement of this Act shall, subject to subsection (4), continue to be used in Guyana.  (2) From and after the date of the commencement of this Act, the International System of Units shall have legal force and validity in Guyana.  (3) The Minister may, by order, appoint a date from and after which the standards of weight and measure mentioned in subsection (1) shall cease to have legal force and validity in Guyana and the Minister may appoint different dates for different areas, undertakings or class of undertakings specified in the order.   (4) From and after the appointed day, the standards of weight and measure in subsection (1) shall cease to have legal force and validity and the International System of Units and certain units outside the International System of Units specified in subsection (6) only shall continue to have legal force and validity in Guyana in relation to the area, undertaking or class of undertaking specified in the order made under subsection (3).  (5)   The International System of Units shall consist of   (a)   base units; the physical quantities they represent, their names, symbols and definitions are set out  in the First Schedule;  (b)   supplementary units; the physical  quantities they represent, their names, symbols and definitions are set out in the Second Schedule;  (c)     derived units; being units derived only from the base or supplementary units LAWS OF GUYANA Weights And Measures Cap. 90:15 9  L.R.O. 1/2012          Third Schedule.        Fourth Schedule.         Fifth Schedule.   Sixth Schedule.           Seventh Schedule.    Eighth Schedule.    or both by the process of multiplication or   division  or  both  without  the  introduction  of  any coefficients, unity excepted. The physical quantities they   represent,  the  names  and symbols  of  the  more commonly  used  of  such  units  are  set  out  in  the  Third Schedule.  (6)  The certain units outside the International System of Units referred to in subsection (4), are special (or permitted) units and units used with the International System of Units in specialised scientific fields. The physical quantities they represent, their names, symbols and definitions are set out in the Fourth Schedule. These units may be used in conjunction with the base, supplementary and derived units and their multiples and sub-multiples.  (7) The SI prefixes for multiples and sub-multiples which may be used with the units of measurement set out in the First, Second Third and Fourth Schedules and the symbols therefor are as set out and defined in the Fifth Schedule.    (8) The Sixth Schedule shall have effect for the purpose of defining the units of measurement set out in that Schedule; and for the purposes of any measurement of weight, that weight may be expressed by reference to the units of measurement set out in Part V of that Schedule in the same terms as its mass.  (9) The Seventh Schedule shall have effect for the purpose of specifying the weights and measures that shall be used for purposes of trade in Guyana.  (10) The Eighth Schedule shall have effect for the purpose of showing the relationship between the International System of Units and the standards of weight and measure referred to in subsection (1).  LAWS OF GUYANA 10 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                    Use of weight.        National Standard of Weight and Measure.                    (11) The Minister may, by order, amend any Schedule referred to in this section.  (12) Every reference in any other law, instrument or document enacted or executed before the appointed day to a weight or measure expressed in terms of a standard of weight or measure in force in Guyana immediately before the commencement of this Act shall, after the  appointed  day, be  read  and  construed  as  a  reference  to  the equivalent weight or measure expressed in terms of the corresponding standard of weight or measure having legal force in Guyana after the appointed day.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall cease to have legal force and validity and the International System of Units and certain units outside the International System of Units specified in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "From and after the date of the commencement of this Act, the International System of Units shall have legal force and validity in Guyana."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, by order, appoint a date from and after which the standards of weight and measure mentioned in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "From and after the appointed day, the standards of weight and measure in subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The certain units outside the International System of Units referred to in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The International System of Units shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "base units; the physical quantities they represent, their names, symbols and definitions are set out  in the First Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "supplementary units; the physical  quantities they represent, their names, symbols and definitions are set out in the Second Schedule;"
                },
                {
                    "representation": "(c)",
                    "description": "derived units; being units derived only from the base or supplementary units LAWS OF GUYANA Weights And Measures Cap. 90:15 9  L.R.O. 1/2012          Third Schedule.        Fourth Schedule.         Fifth Schedule.   Sixth Schedule.           Seventh Schedule.    Eighth Schedule.    or both by the process of multiplication or   division  or  both  without  the  introduction  of  any coefficients, unity excepted. The physical quantities they   represent,  the  names  and symbols  of  the  more commonly  used  of  such  units  are  set  out  in  the  Third Schedule."
                },
                {
                    "representation": "(7)",
                    "description": "The SI prefixes for multiples and sub-multiples which may be used with the units of measurement set out in the First, Second Third and Fourth Schedules and the symbols therefor are as set out and defined in the Fifth Schedule."
                },
                {
                    "representation": "(8)",
                    "description": "The Sixth Schedule shall have effect for the purpose of defining the units of measurement set out in that Schedule; and for the purposes of any measurement of weight, that weight may be expressed by reference to the units of measurement set out in Part V of that Schedule in the same terms as its mass."
                },
                {
                    "representation": "(9)",
                    "description": "The Seventh Schedule shall have effect for the purpose of specifying the weights and measures that shall be used for purposes of trade in Guyana."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Use of weight. ",
            "context": "WEIGHTS AND MEASURES ACT under Use of weight. 4.  Where the quantity of anything weighed or measured or to be up or weighed or measured is expressed in any manner not authorised by this Act, in reference to any such thing, the quantity so expressed shall be deemed to be uncertain.",
            "description": "Where the quantity of anything weighed or measured or to be up or weighed or measured is expressed in any manner not authorised by this Act, in reference to any such thing, the quantity so expressed shall be deemed to be uncertain."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "National Standards of Weight and Measure. ",
            "context": "WEIGHTS AND MEASURES ACT under National Standards of Weight and Measure. 5. (1) The Minister shall authorise the use of such standards of weight and measure as he considers necessary.  (2) Every  standard   referred  to  in  subsection   (1),   every secondary standard referred to in section 7 or every working standard referred to in section 8    (a)   shall be of a denomination equivalent to  (i)     a weight or measure authorised by this Act: or  (ii)    a multiple, aliquot part or sub-multiple of such a weight or measure;  (b)         shall be verified by such competent                institution as the Minister directs;  LAWS OF GUYANA Weights And Measures Cap. 90:15 11  L.R.O. 1/2012                                             Custody of National Standards.      Secondary standards.          and  (c)    shall be made of such material, in such manner and placed and kept in such a receptacle as affords it, as far as practicable, protection against mechanical and atmospheric agencies and any likely source of error.  (3)  A standard of linear or capacity measurement may, as the Minister considers fit  (a)   be provided either as a separate standard or by means of divisions marked on a standard of larger measure; and  (b)   be either marked in whole or in part with sub-divisions representing any smaller unit of measurement, or multiples or sub-multiples of such a unit, or have no such marking.  (4) Where a standard of weight or measure is about to be brought into use in Guyana the Minister shall, by notice published in the Gazette, declare that such standard of weight or measure is about to be brought into use in Guyana and specify therein the date on which that standard of weight or measure shall become operative, and upon publication  of the notice, such standard shall become  a National Standard  of  Weight  or  Measure  and  shall,  for  all  purposes,  be conclusively deemed to be true and accurate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall authorise the use of such standards of weight and measure as he considers necessary."
                },
                {
                    "representation": "(2)",
                    "description": "Every  standard   referred  to  in  subsection"
                },
                {
                    "representation": "(a)",
                    "description": "be provided either as a separate standard or by means of divisions marked on a standard of larger measure; and"
                },
                {
                    "representation": "(i)",
                    "description": "a weight or measure authorised by this Act: or"
                },
                {
                    "representation": "(b)",
                    "description": "be either marked in whole or in part with sub-divisions representing any smaller unit of measurement, or multiples or sub-multiples of such a unit, or have no such marking."
                },
                {
                    "representation": "(c)",
                    "description": "shall be made of such material, in such manner and placed and kept in such a receptacle as affords it, as far as practicable, protection against mechanical and atmospheric agencies and any likely source of error."
                },
                {
                    "representation": "(3)",
                    "description": "A standard of linear or capacity measurement may, as the Minister considers fit"
                },
                {
                    "representation": "(4)",
                    "description": "Where a standard of weight or measure is about to be brought into use in Guyana the Minister shall, by notice published in the Gazette, declare that such standard of weight or measure is about to be brought into use in Guyana and specify therein the date on which that standard of weight or measure shall become operative, and upon publication  of the notice, such standard shall become  a National Standard  of  Weight  or  Measure  and  shall,  for  all  purposes,  be conclusively deemed to be true and accurate."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Custody of National Standards. ",
            "context": "WEIGHTS AND MEASURES ACT under Custody of National Standards. 6.  The National Standards of Weight and Measure shall be kept at such place, under such custody and under such conditions as the Minister may direct.",
            "description": "The National Standards of Weight and Measure shall be kept at such place, under such custody and under such conditions as the Minister may direct."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Secondary standards. ",
            "context": "WEIGHTS AND MEASURES ACT under Secondary standards. 7.  (1)   The Minister shall  LAWS OF GUYANA 12 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                    Working standards.    Periodic verification of National Standards.     (a)   cause to be prepared such copies of the National Standards as he considers fit;   (b)    provide for the verification of any copies so prepared;   (c)   cause  the  verified  copies  to  be  authenticated  as secondary standards in the prescribed manner; and  (d)     cause such secondary standards to be kept at such place and under such custody as he may direct.  (2)  Every secondary standard shall, until the contrary is proved, be deemed to be true and accurate.  (3)  Every  secondary  standard  shall  from  time  to  time  be compared by the custodian thereof with the corresponding National Standard, and shall if necessary, be corrected and adjusted.  (4) The custodian of the National Standards may at any time cancel any secondary standard and direct that it be no longer used.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall  LAWS OF GUYANA 12 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                    Working standards.    Periodic verification of National Standards."
                },
                {
                    "representation": "(a)",
                    "description": "cause to be prepared such copies of the National Standards as he considers fit;"
                },
                {
                    "representation": "(b)",
                    "description": "provide for the verification of any copies so prepared;"
                },
                {
                    "representation": "(c)",
                    "description": "cause  the  verified  copies  to  be  authenticated  as secondary standards in the prescribed manner; and"
                },
                {
                    "representation": "(d)",
                    "description": "cause such secondary standards to be kept at such place and under such custody as he may direct."
                },
                {
                    "representation": "(2)",
                    "description": "Every secondary standard shall, until the contrary is proved, be deemed to be true and accurate."
                },
                {
                    "representation": "(3)",
                    "description": "Every  secondary  standard  shall  from  time  to  time  be compared by the custodian thereof with the corresponding National Standard, and shall if necessary, be corrected and adjusted."
                },
                {
                    "representation": "(4)",
                    "description": "The custodian of the National Standards may at any time cancel any secondary standard and direct that it be no longer used."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Working standards. ",
            "context": "WEIGHTS AND MEASURES ACT under Working standards. 8.  Working standards shall be used for the verification or re-verification of weights, measures, measuring instrument or weighing instruments.",
            "description": "Working standards shall be used for the verification or re-verification of weights, measures, measuring instrument or weighing instruments."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Periodic verification of National Standards.  PART III CHIEF INSPECTOR AND  INSPECTORS  OF  WEIGHTS  AND  MEASURES  ",
            "context": "WEIGHTS AND MEASURES ACT under Periodic verification of National Standards.  PART III CHIEF INSPECTOR AND  INSPECTORS  OF  WEIGHTS  AND  MEASURES  9.  (1) The Minister shall at least once in every five years cause every National Standard to be verified as provided in section 5(2)(b) and, if necessary, to be replaced.   (2) Where a National Standard is to be sent out of Guyana for verification, the Minister shall cause a corresponding secondary standard to be deposited with the LAWS OF GUYANA Weights And Measures Cap. 90:15 13  L.R.O. 1/2012              Appointment of Chief Inspector and Inspectors.      Ninth Schedule.   Ninth Schedule.                     custodian of the National Standard and to be verified by comparison with the National Standard and authenticated in such manner as he considers proper, and that secondary standard shall be deemed to be the National Standard during such time as the National Standard is out of Guyana.  PART III CHIEF  INSPECTOR  AND  INSPECTORS  OF  WEIGHTS  AND  MEASURES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall at least once in every five years cause every National Standard to be verified as provided in section 5(2)(b) and, if necessary, to be replaced."
                },
                {
                    "representation": "(2)",
                    "description": "Where a National Standard is to be sent out of Guyana for verification, the Minister shall cause a corresponding secondary standard to be deposited with the LAWS OF GUYANA Weights And Measures Cap. 90:15 13  L.R.O. 1/2012              Appointment of Chief Inspector and Inspectors.      Ninth Schedule.   Ninth Schedule.                     custodian of the National Standard and to be verified by comparison with the National Standard and authenticated in such manner as he considers proper, and that secondary standard shall be deemed to be the National Standard during such time as the National Standard is out of Guyana.  PART III CHIEF  INSPECTOR  AND  INSPECTORS  OF  WEIGHTS  AND  MEASURES"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Appointment of Chief Inspector and Inspectors. ",
            "context": "WEIGHTS AND MEASURES ACT under Appointment of Chief Inspector and Inspectors. 10.  (1) There shall be a Chief Inspector of Weights and Measures, and  such  other  Inspectors  of  Weights  and  Measures  as  may  be necessary  for the purposes of this Act and such Inspectors may be assigned to a particular area or particular areas of Guyana.  (2) The Minister shall furnish the Chief Inspector and every Inspector with a certificate of his appointment as set out in the Ninth Schedule.  (3) The Minister, may by Order, amend the Ninth Schedule.  (4) No maker, repairer or adjuster of weights, measures, measuring instruments or weighing instruments shall be appointed to any office mentioned in subsection (1).  (5) The Chief Inspector shall exercise general supervision and control over every Inspector, and every Inspector shall  (a)  make such returns and furnish such information to the Chief Inspector as the Chief Inspector shall require; and  (b)   give effect to the directions of the Chief Inspector.  (6) The Chief Inspector may exercise any power or LAWS OF GUYANA 14 Cap. 90:15 Weights And Measures  L.R.O. 1/2012      Verification of weights and measures by Inspector.                                        perform, any duty conferred or imposed on an Inspector by or under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be a Chief Inspector of Weights and Measures, and  such  other  Inspectors  of  Weights  and  Measures  as  may  be necessary  for the purposes of this Act and such Inspectors may be assigned to a particular area or particular areas of Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall furnish the Chief Inspector and every Inspector with a certificate of his appointment as set out in the Ninth Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister, may by Order, amend the Ninth Schedule."
                },
                {
                    "representation": "(4)",
                    "description": "No maker, repairer or adjuster of weights, measures, measuring instruments or weighing instruments shall be appointed to any office mentioned in subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The Chief Inspector shall exercise general supervision and control over every Inspector, and every Inspector shall"
                },
                {
                    "representation": "(a)",
                    "description": "make such returns and furnish such information to the Chief Inspector as the Chief Inspector shall require; and"
                },
                {
                    "representation": "(b)",
                    "description": "give effect to the directions of the Chief Inspector."
                },
                {
                    "representation": "(6)",
                    "description": "The Chief Inspector may exercise any power or LAWS OF GUYANA 14 Cap. 90:15 Weights And Measures  L.R.O. 1/2012      Verification of weights and measures by Inspector.                                        perform, any duty conferred or imposed on an Inspector by or under this Act."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Verification of weights and measures by Inspector. ",
            "context": "WEIGHTS AND MEASURES ACT under Verification of weights and measures by Inspector. 11. (1) The Chief Inspector shall deliver to each Inspector such working standards as he considers necessary.  (2) The Chief Inspector shall by notice published in the Gazette specify such date, time and place where an Inspector shall attend for the purpose of examining weights, measures, weighing instruments or measuring instruments used or proposed to be used for purposes of trade.  (3) Notwithstanding subsection (2), an Inspector may at any time examine any weight, measure, weighing instrument or measuring instrument that a person uses or proposes to use for purposes of trade within the area assigned to him and for that purpose  may at  all reasonable times enter any premises where any such weight, measure, weighing instrument or measuring instrument is reasonably believed to be kept or found.   (4)  The Chief  Inspector  shall  provide  for the use of every Inspector good and sufficient stamps for stamping or sealing weights, measures, measuring instruments or weighing instruments and the stamps so provided shall be taken to be the stamps of the area for which the Inspector is assigned.  (5)  Where,  under  this  section,  an  Inspector  examines  any weight, measure, weighing instrument or measuring instrument, he shall verify such weight, measure, weighing instrument or measuring instrument by  comparison  with  the  working  standard  in  his possession, and subject to subsection (6), if he finds it to be in order, stamp or seal it in the prescribed manner.  (6)   An Inspector shall stamp or seal only  LAWS OF GUYANA Weights And Measures Cap. 90:15 15  L.R.O. 1/2012                     Tenth Schedule.         Certification  of weight etc.            Power to enter premises and to seize weight and measure.        (a) those denominations of weights or measures that he determines to be suitable for use in trade;  (b)      those denominations of weights or measures of which he has working standards; and  (c)  those weighing instruments or measuring instruments that he determines to be fit for use for purposes of trade.  (7)  The fees for the examination, comparison, stamping or sealing of any weight, measure, weighing instrument or measuring instrument shall be according to the scale set out in the Tenth Schedule.  (8) The Minister may, by Order, amend the Tenth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Inspector shall deliver to each Inspector such working standards as he considers necessary."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Inspector shall by notice published in the Gazette specify such date, time and place where an Inspector shall attend for the purpose of examining weights, measures, weighing instruments or measuring instruments used or proposed to be used for purposes of trade."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding subsection"
                },
                {
                    "representation": "(4)",
                    "description": "The Chief  Inspector  shall  provide  for the use of every Inspector good and sufficient stamps for stamping or sealing weights, measures, measuring instruments or weighing instruments and the stamps so provided shall be taken to be the stamps of the area for which the Inspector is assigned."
                },
                {
                    "representation": "(5)",
                    "description": "Where,  under  this  section,  an  Inspector  examines  any weight, measure, weighing instrument or measuring instrument, he shall verify such weight, measure, weighing instrument or measuring instrument by  comparison  with  the  working  standard  in  his possession, and subject to subsection"
                },
                {
                    "representation": "(6)",
                    "description": "An Inspector shall stamp or seal only  LAWS OF GUYANA Weights And Measures Cap. 90:15 15  L.R.O. 1/2012                     Tenth Schedule.         Certification  of weight etc.            Power to enter premises and to seize weight and measure."
                },
                {
                    "representation": "(a)",
                    "description": "those denominations of weights or measures that he determines to be suitable for use in trade;"
                },
                {
                    "representation": "(b)",
                    "description": "those denominations of weights or measures of which he has working standards; and"
                },
                {
                    "representation": "(c)",
                    "description": "those weighing instruments or measuring instruments that he determines to be fit for use for purposes of trade."
                },
                {
                    "representation": "(7)",
                    "description": "The fees for the examination, comparison, stamping or sealing of any weight, measure, weighing instrument or measuring instrument shall be according to the scale set out in the Tenth Schedule."
                },
                {
                    "representation": "(8)",
                    "description": "The Minister may, by Order, amend the Tenth Schedule."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Certification of Weight etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Certification of Weight etc. 12.  Where  an  Inspector  stamps  or  seals  any  weight,  measure, weighing instrument or measuring instrument under this Act, he shall deliver to the person having custody of that weight, measure, weighing instrument or measuring instrument, a certificate in such form as may be prescribed to the effect that it is fit for use and such certificate shall be valid  for one year commencing from the  date on which it is delivered.",
            "description": "Where  an  Inspector  stamps  or  seals  any  weight,  measure, weighing instrument or measuring instrument under this Act, he shall deliver to the person having custody of that weight, measure, weighing instrument or measuring instrument, a certificate in such form as may be prescribed to the effect that it is fit for use and such certificate shall be valid  for one year commencing from the  date on which it is delivered."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Power to enter premises and to seize weight and measure. ",
            "context": "WEIGHTS AND MEASURES ACT under Power to enter premises and to seize weight and measure. 13.  (1)  Subject  to  subsection  (2),  an  Inspector  may at  any reasonable time, enter any shop, store, warehouse, stall, yard or other  place within the area assigned to him wherein any goods are  (a)    bought, sold, kept or exposed for sale; or  (b)   weighed or measured for conveyance LAWS OF GUYANA 16 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                     Prohibition against adjustment.       Duty to have weight and measure or carriage, and   require the  production  of  and  examine  any  weight,  measure, measuring instrument or weighing instrument therein.   (2) An Inspector shall, before entering any of the premises mentioned in subsection (1), produce to the occupier or the person in charge of such premises his certificate of appointment furnished to him under section 10(2).  (3) An Inspector may seize and detain any weight, measure, weighing instrument or measuring instrument examined by him under subsection (1) or section 11 that he has reason to believe to be false or unjust or is liable to forfeiture under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or section 11 that he has reason to believe to be false or unjust or is liable to forfeiture under section"
                },
                {
                    "representation": "(a)",
                    "description": "bought, sold, kept or exposed for sale; or"
                },
                {
                    "representation": "(b)",
                    "description": "weighed or measured for conveyance LAWS OF GUYANA 16 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                     Prohibition against adjustment.       Duty to have weight and measure or carriage, and   require the  production  of  and  examine  any  weight,  measure, measuring instrument or weighing instrument therein."
                },
                {
                    "representation": "(2)",
                    "description": "An Inspector shall, before entering any of the premises mentioned in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An Inspector may seize and detain any weight, measure, weighing instrument or measuring instrument examined by him under subsection"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "LAWS OF GUYANA Weights And Measures Cap. 90:15 3  L.R.O. 1/2012 CHAPTER 90:15  WEIGHTS AND MEASURES ACT   ARRANGEMENT OF SECTIONS  SECTION PART I PRELIMINARY ",
            "context": "WEIGHTS AND MEASURES ACT under LAWS OF GUYANA Weights And Measures Cap. 90:15 3  L.R.O. 1/2012 CHAPTER 90:15  WEIGHTS AND MEASURES ACT   ARRANGEMENT OF SECTIONS  SECTION PART I PRELIMINARY 14. Prohibition against adjustment.  PART IV GENERAL",
            "description": "Prohibition against adjustment.  PART IV GENERAL"
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Duty to have weight and measure marked with their proper denomination. ",
            "context": "WEIGHTS AND MEASURES ACT under Duty to have weight and measure marked with their proper denomination. 15.  Any person who has in his possession for use for purposes of trade any weight or measure shall  LAWS OF GUYANA Weights And Measures Cap. 90:15 17  L.R.O. 1/2012 marked with their proper denomination.                 Sale of goods by  weight or measurement.              Weight made  of lead or pewter not to be stamped or used.             (a)    in respect of every such weight, have the denomination of such weight marked on the top or side thereof in legible figures or letters in English language except where the small size of the weight renders such marking impracticable; and  (b)     in respect of every such measure, whether of length or capacity, have the  denomination thereof marked on the outside of such measure in legible figures and letters in English language.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in respect of every such weight, have the denomination of such weight marked on the top or side thereof in legible figures or letters in English language except where the small size of the weight renders such marking impracticable; and"
                },
                {
                    "representation": "(b)",
                    "description": "in respect of every such measure, whether of length or capacity, have the  denomination thereof marked on the outside of such measure in legible figures and letters in English language."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Sale of goods by weight or measurement. ",
            "context": "WEIGHTS AND MEASURES ACT under Sale of goods by weight or measurement. 16. (1) A person shall not sell any goods by weight or measurement except by net weight or measurement.   (2)  Any person who, before the appointed day, sells any goods by weight or measurement expressed in metric units shall inform the purchaser, in such manner as may be prescribed, of the correct equivalent of the weight or measurement in the units used before the commencement of this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person shall not sell any goods by weight or measurement except by net weight or measurement."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who, before the appointed day, sells any goods by weight or measurement expressed in metric units shall inform the purchaser, in such manner as may be prescribed, of the correct equivalent of the weight or measurement in the units used before the commencement of this Act."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Weight made of lead or pewter not to be stamped or used. ",
            "context": "WEIGHTS AND MEASURES ACT under Weight made of lead or pewter not to be stamped or used. 17.  To prevent frauds by the use of a weight made of soft materials, no weight made of lead or pewter, or of any mixture thereof, shall be stamped or used:  Provided that nothing herein contained shall prevent the use of lead or pewter, or of any mixture thereof, in the manufacture of weights, if they are wholly and substantially cased with brass, copper, or iron, and legibly stamped or marked cased, or shall prevent the insertion of any plug of lead or pewter into weights bona fide necessary for the purpose of adjusting them and affixing thereon the stamp mentioned in this Act.    LAWS OF GUYANA 18 Cap. 90:15 Weights And Measures  L.R.O. 1/2012  Sale of prepackaged goods by weight or measurement.                  Sixth Schedule.                    Use of carat (metric). Sixth Schedule.",
            "description": "To prevent frauds by the use of a weight made of soft materials, no weight made of lead or pewter, or of any mixture thereof, shall be stamped or used:  Provided that nothing herein contained shall prevent the use of lead or pewter, or of any mixture thereof, in the manufacture of weights, if they are wholly and substantially cased with brass, copper, or iron, and legibly stamped or marked cased, or shall prevent the insertion of any plug of lead or pewter into weights bona fide necessary for the purpose of adjusting them and affixing thereon the stamp mentioned in this Act.    LAWS OF GUYANA 18 Cap. 90:15 Weights And Measures  L.R.O. 1/2012  Sale of prepackaged goods by weight or measurement.                  Sixth Schedule.                    Use of carat (metric). Sixth Schedule."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Sale of pre-packaged goods by weight or measurement.   LAWS OF GUYANA 4 Cap. 90:15 Weights And Measures  L.R.O. 1/2012  SECTION ",
            "context": "WEIGHTS AND MEASURES ACT under Sale of pre-packaged goods by weight or measurement.   LAWS OF GUYANA 4 Cap. 90:15 Weights And Measures  L.R.O. 1/2012  SECTION 18.  (1) Subject to the regulations, a person shall not sell any pre-packaged goods by weight or measurement unless the net weight or the capacity measurement of those goods is marked on the container in the prescribed manner.  (2)  Subject to the provisions of this Act, no person shall, before the appointed day, supply by way of trade any goods in a container marked with any unit of weight or measurement differing in name or size from the appropriate units specified in the Sixth Schedule unless its correct equivalent in units of weight or measurement so specified is also marked on that container in the prescribed manner and with equal prominence.  (3) For the purposes of this Part and Part V, goods shall be deemed to be pre-packaged if they are made up in advance ready for sale in or on a container; and articles of any description that are so made up for sale and kept stored on premises shall be deemed to be pre-packaged for sale unless the contrary is proved.  (4) For the purposes of subsection (3), it shall not be sufficient proof to the contrary to show that the container has not been marked in accordance with the requirements of this Act or the regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the regulations, a person shall not sell any pre-packaged goods by weight or measurement unless the net weight or the capacity measurement of those goods is marked on the container in the prescribed manner."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to the provisions of this Act, no person shall, before the appointed day, supply by way of trade any goods in a container marked with any unit of weight or measurement differing in name or size from the appropriate units specified in the Sixth Schedule unless its correct equivalent in units of weight or measurement so specified is also marked on that container in the prescribed manner and with equal prominence."
                },
                {
                    "representation": "(3)",
                    "description": "For the purposes of this Part and Part V, goods shall be deemed to be pre-packaged if they are made up in advance ready for sale in or on a container; and articles of any description that are so made up for sale and kept stored on premises shall be deemed to be pre-packaged for sale unless the contrary is proved."
                },
                {
                    "representation": "(4)",
                    "description": "For the purposes of subsection"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Use of carat (metric). ",
            "context": "WEIGHTS AND MEASURES ACT under Use of carat (metric). 19. (1)  A  person  shall  not  use  for  purposes  of  trade  after  the appointed day any unit of measurement that is not contained in the Sixth Schedule.  (2)  Subject  to  subsection  (3),  a  person  shall  not,  after  the appointed day, use the carat unit for purposes of trade except in transactions relating to precious stones or pearls.  (3)  The restrictions set out in this section do not apply to any transaction affecting the export of goods to a country where a system of units of measurement other than LAWS OF GUYANA Weights And Measures Cap. 90:15 19  L.R.O. 1/2012         Regulations.                                              those authorised by this Act is used for purposes of trade.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A  person  shall  not  use  for  purposes  of  trade  after  the appointed day any unit of measurement that is not contained in the Sixth Schedule."
                },
                {
                    "representation": "(2)",
                    "description": "Subject  to  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The restrictions set out in this section do not apply to any transaction affecting the export of goods to a country where a system of units of measurement other than LAWS OF GUYANA Weights And Measures Cap. 90:15 19  L.R.O. 1/2012         Regulations.                                              those authorised by this Act is used for purposes of trade."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Regulations. PART V OFFENCES, PROCEEDINGS AND  REPEAL  ",
            "context": "WEIGHTS AND MEASURES ACT under Regulations. PART V OFFENCES, PROCEEDINGS AND  REPEAL  20.  The Minister may make regulations respecting  (a)  the exemption in whole or in part from the provisions of this Act any area, undertaking or class of undertaking specified in the regulations;  (b)   the verification and stamping of weights, measures, weighing instruments or measuring instruments, including the prohibition of  stamping  in  cases  where  the nature, denomination, material or principle of construction of the weight,   measure, weighing instrument or   measuring instrument appears likely to facilitate the perpetration of fraud;  (c)    the tests to be applied for the purpose of ascertaining the  accuracy and efficiency of weight, measure, weighing instrument or measuring instrument;  (d)  the limits of error to be allowed on verification and tolerated either generally or with respect to any trade;  (e)    the  custody  of  the  set  of  standards of  weight and measure that are to be maintained by Government and the periodical verification and adjustment thereof;  (f)    the manner in which the value expressed in terms of any  weight or   LAWS OF GUYANA 20 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 measure other than in terms of standard weight and measure may be converted;  (g)     the enabling of Inspectors to carry out their duties under this Act;  (h)     the  enforcement  of  the  requirements  that  relate to weighing instruments and measuring instruments;  (i)    the materials and principles of   construction   of weighing instruments or measuring instruments for use for purposes of trade;   (j)     the purpose for which particular types of weighing instruments or measuring  instruments  may  be  used  for purposes of trade;  (k)   the manner of erecting, siting or using  weighing instruments or measuring instruments used for purposes of trade;  (l)   the circumstances in which, conditions under which, and manner in which stamps or marks placed on weights, measures, weighing instruments or measuring instruments may be obliterated or defaced;  (m)   the abbreviations of   or symbols  for units   of measurement which may be used for trade;  (n)    the   system   of   licensing   for   the LAWS OF GUYANA Weights And Measures Cap. 90:15 21  L.R.O. 1/2012                         Failure to weigh or measure when selling goods if so required.          Sales by authorised denomi- nations.   Use of non- certified  weight, etc.  control   of   the importation,   repairing,   adjusting   and recalibrating of weights, measures, weighing instruments and measuring instruments;  (o)      the quantities in which prescribed pre-packaged goods may be sold;  (p)    the  prescribing  of  anything  that  is  by  this Act authorised or required to be prescribed; and  (q)  generally, the carrying out of the provisions of this Act.  PART V OFFENCES, PROCEEDINGS AND REPEAL",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the exemption in whole or in part from the provisions of this Act any area, undertaking or class of undertaking specified in the regulations;"
                },
                {
                    "representation": "(b)",
                    "description": "the verification and stamping of weights, measures, weighing instruments or measuring instruments, including the prohibition of  stamping  in  cases  where  the nature, denomination, material or principle of construction of the weight,   measure, weighing instrument or   measuring instrument appears likely to facilitate the perpetration of fraud;"
                },
                {
                    "representation": "(c)",
                    "description": "the tests to be applied for the purpose of ascertaining the  accuracy and efficiency of weight, measure, weighing instrument or measuring instrument;"
                },
                {
                    "representation": "(d)",
                    "description": "the limits of error to be allowed on verification and tolerated either generally or with respect to any trade;"
                },
                {
                    "representation": "(e)",
                    "description": "the  custody  of  the  set  of  standards of  weight and measure that are to be maintained by Government and the periodical verification and adjustment thereof;"
                },
                {
                    "representation": "(f)",
                    "description": "the manner in which the value expressed in terms of any  weight or   LAWS OF GUYANA 20 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 measure other than in terms of standard weight and measure may be converted;"
                },
                {
                    "representation": "(g)",
                    "description": "the enabling of Inspectors to carry out their duties under this Act;"
                },
                {
                    "representation": "(h)",
                    "description": "the  enforcement  of  the  requirements  that  relate to weighing instruments and measuring instruments;"
                },
                {
                    "representation": "(i)",
                    "description": "the materials and principles of   construction   of weighing instruments or measuring instruments for use for purposes of trade;"
                },
                {
                    "representation": "(j)",
                    "description": "the purpose for which particular types of weighing instruments or measuring  instruments  may  be  used  for purposes of trade;"
                },
                {
                    "representation": "(k)",
                    "description": "the manner of erecting, siting or using  weighing instruments or measuring instruments used for purposes of trade;"
                },
                {
                    "representation": "(l)",
                    "description": "the circumstances in which, conditions under which, and manner in which stamps or marks placed on weights, measures, weighing instruments or measuring instruments may be obliterated or defaced;"
                },
                {
                    "representation": "(m)",
                    "description": "the abbreviations of   or symbols  for units   of measurement which may be used for trade;"
                },
                {
                    "representation": "(n)",
                    "description": "the   system   of   licensing   for   the LAWS OF GUYANA Weights And Measures Cap. 90:15 21  L.R.O. 1/2012                         Failure to weigh or measure when selling goods if so required.          Sales by authorised denomi- nations.   Use of non- certified  weight, etc.  control   of   the importation,   repairing,   adjusting   and recalibrating of weights, measures, weighing instruments and measuring instruments;"
                },
                {
                    "representation": "(o)",
                    "description": "the quantities in which prescribed pre-packaged goods may be sold;"
                },
                {
                    "representation": "(p)",
                    "description": "the  prescribing  of  anything  that  is  by  this Act authorised or required to be prescribed; and"
                },
                {
                    "representation": "(q)",
                    "description": "generally, the carrying out of the provisions of this Act.  PART V OFFENCES, PROCEEDINGS AND REPEAL"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Failure to weigh or measure when selling goods if so required. ",
            "context": "WEIGHTS AND MEASURES ACT under Failure to weigh or measure when selling goods if so required. 21.  (1) A person who sells by weight or measure goods other than pre-packaged goods, whether on his own behalf or on behalf of another person, shall, upon being required by the person to whom the goods are to be delivered and in the presence of that person, weigh or measure such goods, as the case may be.  (2) A person who is required under this section to weigh or measure any goods, other than pre-packaged goods, and fails to do so is guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who sells by weight or measure goods other than pre-packaged goods, whether on his own behalf or on behalf of another person, shall, upon being required by the person to whom the goods are to be delivered and in the presence of that person, weigh or measure such goods, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "A person who is required under this section to weigh or measure any goods, other than pre-packaged goods, and fails to do so is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Sales by authorised denominations. ",
            "context": "WEIGHTS AND MEASURES ACT under Sales by authorised denominations. 22.  A person who sells or exposes for sale by any denomination of weight or measure other than the denominations of weight or measure authorised by this Act is guilty of an offence.",
            "description": "A person who sells or exposes for sale by any denomination of weight or measure other than the denominations of weight or measure authorised by this Act is guilty of an offence."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Use of non-certified weight, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Use of non-certified weight, etc. 23.  A person who uses for purposes of trade or has in his possession for use for purposes of trade any weight, measure, weighing instrument or measuring instrument, in respect of which LAWS OF GUYANA 22 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                 Use of false or unjust   weight, etc.    Fraud in use of weight, etc.         Forgery, etc.                      (a)    a certificate has not been issued in pursuance of section 12; or  (b)    such a certificate has been issued but has expired,   is guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a certificate has not been issued in pursuance of section 12; or"
                },
                {
                    "representation": "(b)",
                    "description": "such a certificate has been issued but has expired,   is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Use of false or unjust weight, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Use of false or unjust weight, etc. 24.  A person who uses for purposes of trade or has in his possession for use for purposes of trade any weight, measure, weighing instrument or measuring instrument that is false or unjust, is guilty of an offence.",
            "description": "A person who uses for purposes of trade or has in his possession for use for purposes of trade any weight, measure, weighing instrument or measuring instrument that is false or unjust, is guilty of an offence."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Fraud in use of weight, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Fraud in use of weight, etc. 25.  Where fraud is knowingly committed in the use of a weight, measure, weighing instrument or measuring instrument, the person committing the fraud and every person who is a party to the fraud is guilty of an offence and in addition to any penalty the court imposes, the weight,  measure, weighing instrument or measuring instrument may be forfeited.",
            "description": "Where fraud is knowingly committed in the use of a weight, measure, weighing instrument or measuring instrument, the person committing the fraud and every person who is a party to the fraud is guilty of an offence and in addition to any penalty the court imposes, the weight,  measure, weighing instrument or measuring instrument may be forfeited."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Forgery, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Forgery, etc. 26.  A person who  (a)  forges or counterfeits or causes or procures to be forged or counterfeited a stamp issued pursuant to section 11 or a certificate issued pursuant to section 12;  (b)     utters  or  assists  in  uttering  any  such  forged  or  counterfeited stamp or certificate;  (c)      removes, or causes or procures the removal of, any stamp  or  mark  from  any  weight,  measure,  weighing instrument or measuring instrument, LAWS OF GUYANA Weights And Measures Cap. 90:15 23  L.R.O. 1/2012                    Selling, etc., weight, etc. with forged or counterfeited stamps  of verification or certificates  of justness.     Making or selling unjust weight, etc.     Obstructing Inspectors, etc. in the performance of their duties.      and places, causes or procures the placing of such stamp or mark on another weight, measure, weighing   instrument  or  measuring instrument; or  (d)   uses as a certificate issued to him in respect of any weight, measure, weighing instrument or measuring instrument a certificate delivered to him in respect of a different weight, measure, weighing instrument or, measuring instrument,  is guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "forges or counterfeits or causes or procures to be forged or counterfeited a stamp issued pursuant to section 11 or a certificate issued pursuant to section 12;"
                },
                {
                    "representation": "(b)",
                    "description": "utters  or  assists  in  uttering  any  such  forged  or  counterfeited stamp or certificate;"
                },
                {
                    "representation": "(c)",
                    "description": "removes, or causes or procures the removal of, any stamp  or  mark  from  any  weight,  measure,  weighing instrument or measuring instrument, LAWS OF GUYANA Weights And Measures Cap. 90:15 23  L.R.O. 1/2012                    Selling, etc., weight, etc. with forged or counterfeited stamps  of verification or certificates  of justness.     Making or selling unjust weight, etc.     Obstructing Inspectors, etc. in the performance of their duties.      and places, causes or procures the placing of such stamp or mark on another weight, measure, weighing   instrument  or  measuring instrument; or"
                },
                {
                    "representation": "(d)",
                    "description": "uses as a certificate issued to him in respect of any weight, measure, weighing instrument or measuring instrument a certificate delivered to him in respect of a different weight, measure, weighing instrument or, measuring instrument,  is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Selling, etc. weight, etc. with forged or counterfeited stamps of verification or certificates of justness. ",
            "context": "WEIGHTS AND MEASURES ACT under Selling, etc. weight, etc. with forged or counterfeited stamps of verification or certificates of justness. 27.   (4) An Inspector shall at the time of the seizure and detention of the article under subsection (3) give written notice to the person from whom the article was taken of the grounds upon which the article was seized or detained.  (5)  An  Inspector  shall,  within  three  days  of  seizing  and detaining an article under subsection (3), either make a complaint before the magistrate for the area in which such seizure or detention takes place or return the article so seized and detained, to the person from whom it was taken.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "An Inspector shall at the time of the seizure and detention of the article under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "give written notice to the person from whom the article was taken of the grounds upon which the article was seized or detained."
                },
                {
                    "representation": "(5)",
                    "description": "An  Inspector  shall,  within  three  days  of  seizing  and detaining an article under subsection"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Making or selling unjust weight, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Making or selling unjust weight, etc. 28.  A person who knowingly makes or sells, or knowingly causes to be made or sold, any unjust weight, measure, weighing instrument or measuring instrument is guilty of an offence.",
            "description": "A person who knowingly makes or sells, or knowingly causes to be made or sold, any unjust weight, measure, weighing instrument or measuring instrument is guilty of an offence."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Obstructing Inspectors, etc. in the performance of their duties. ",
            "context": "WEIGHTS AND MEASURES ACT under Obstructing Inspectors, etc. in the performance of their duties. 29.   A person who  (a)   assaults, resists, hinders or obstructs an  Inspector entering any place or premises mentioned in section 11 or 13;  (b)   hinders or obstructs an Inspector in the performance of his duties under LAWS OF GUYANA 24 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                          Costs.       Forfeitures.    this Act;  (c)   fails to comply with any request made by an Inspector in the performance of his duties under this Act;  (d)   bribes or attempts to bribe an Inspector, in connection with any matter arising in the exercise or performance of his duties under this Act;  (e)     being an Inspector, accepts or attempts to solicit any bribe in  connection with any  matter   arising  in  the performance of his duties under this Act;  (f)   uses indecent, abusive or insulting language to an Inspector in the exercise of his duties under this Act; or  (g)     contravenes or fails to comply with any provision of this Act or the regulations,   is guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "assaults, resists, hinders or obstructs an  Inspector entering any place or premises mentioned in section 11 or 13;"
                },
                {
                    "representation": "(b)",
                    "description": "hinders or obstructs an Inspector in the performance of his duties under LAWS OF GUYANA 24 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                          Costs.       Forfeitures.    this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "fails to comply with any request made by an Inspector in the performance of his duties under this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "bribes or attempts to bribe an Inspector, in connection with any matter arising in the exercise or performance of his duties under this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "being an Inspector, accepts or attempts to solicit any bribe in  connection with any  matter   arising  in  the performance of his duties under this Act;"
                },
                {
                    "representation": "(f)",
                    "description": "uses indecent, abusive or insulting language to an Inspector in the exercise of his duties under this Act; or"
                },
                {
                    "representation": "(g)",
                    "description": "contravenes or fails to comply with any provision of this Act or the regulations,   is guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Costs. ",
            "context": "WEIGHTS AND MEASURES ACT under Costs. 30.  Costs shall not be imposed on any person prosecuting a complaint under this Act, unless the complaint is dismissed and deemed by the court to be frivolous or vexatious.",
            "description": "Costs shall not be imposed on any person prosecuting a complaint under this Act, unless the complaint is dismissed and deemed by the court to be frivolous or vexatious."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Forfeitures. ",
            "context": "WEIGHTS AND MEASURES ACT under Forfeitures. 31.  All  weights,  measures, weighing instruments  or measuring instruments  forfeited  under  this  Act  shall  be  broken  up  and  the materials thereof may be sold or otherwise disposed of as the Minister may  direct  and  the  LAWS OF GUYANA Weights And Measures Cap. 90:15 25  L.R.O. 1/2012     Evidence as to possession.                         Inspector stamping without verification.      Prohibition of giving short weight, measure or number.  Defence of mistake, accident, etc. proceeds  of  any  sale  shall  be  paid  into  the Consolidated Fund.",
            "description": "All  weights,  measures, weighing instruments  or measuring instruments  forfeited  under  this  Act  shall  be  broken  up  and  the materials thereof may be sold or otherwise disposed of as the Minister may  direct  and  the  LAWS OF GUYANA Weights And Measures Cap. 90:15 25  L.R.O. 1/2012     Evidence as to possession.                         Inspector stamping without verification.      Prohibition of giving short weight, measure or number.  Defence of mistake, accident, etc. proceeds  of  any  sale  shall  be  paid  into  the Consolidated Fund."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Evidence as to possession. ",
            "context": "WEIGHTS AND MEASURES ACT under Evidence as to possession. 32.  Where any weight, measure, weighing instrument or measuring instrument is found  (a)     in the possession of a person carrying on trade; or  (b)     on the premises used for trade, of any person  (i)      whether or not such premises are a building or in the open air, or  (ii)    whether or not such premises are open or enclosed,  that person shall be deemed for the purposes of this Act, until the contrary is proved, to have such weight, measure, weighing instrument or measuring instrument in his possession for use for purposes of trade.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "in the possession of a person carrying on trade; or"
                },
                {
                    "representation": "(b)",
                    "description": "on the premises used for trade, of any person"
                },
                {
                    "representation": "(i)",
                    "description": "whether or not such premises are a building or in the open air, or"
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Inspector stamping without verification. ",
            "context": "WEIGHTS AND MEASURES ACT under Inspector stamping without verification. 33.  An inspector who stamps any weight or measure without duly verifying it by comparison with the proper working standard in his possession,   or   stamps   any weighing   instrument   or   measuring instrument without having determined its suitability for use in trade, is guilty of an offence.",
            "description": "An inspector who stamps any weight or measure without duly verifying it by comparison with the proper working standard in his possession,   or   stamps   any weighing   instrument   or   measuring instrument without having determined its suitability for use in trade, is guilty of an offence."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Prohibition of giving short weight, measure or number. ",
            "context": "WEIGHTS AND MEASURES ACT under Prohibition of giving short weight, measure or number. 34.  A person who, in selling any article by weight, measure or number, delivers or causes to be delivered to the purchaser a less weight, measure, or number, as the case may be, than is purported to be sold is guilty of an offence.",
            "description": "A person who, in selling any article by weight, measure or number, delivers or causes to be delivered to the purchaser a less weight, measure, or number, as the case may be, than is purported to be sold is guilty of an offence."
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Defence of mistake, accident, etc. ",
            "context": "WEIGHTS AND MEASURES ACT under Defence of mistake, accident, etc. 35.  In  any  proceedings  for  an  offence  under  this  Act  or  the regulations, it is a defence for the person charged to prove LAWS OF GUYANA 26 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                 Penalty.                                 (a)     that the commission of the offence was due to a mistake or to an accident or some other cause beyond his control; and   (b)   that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "that the commission of the offence was due to a mistake or to an accident or some other cause beyond his control; and"
                },
                {
                    "representation": "(b)",
                    "description": "that he took all reasonable precautions and exercised all due diligence to avoid the commission of such an offence by himself or any person under his control."
                }
            ]
        }
    },
    {
        "act": "WEIGHTS AND MEASURES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Penalty.  FIRST SCHEDULE—Base Units. SECOND SCHEDULE—Supplementary Units.  THIRD SCHEDULE—Derived Units. FOURTH SCHEDULE—Special (or permitted) Units.  FIFTH SCHEDULE—Prefixes for Multiples and Sub-multiples of SI.  SIXTH SCHEDULE—Definitions of Units of Measurement.  SEVENTH SCHEDULE—Weights and Measures Lawful for use in          Trade. LAWS OF GUYANA Weights And Measures Cap. 90:15 5  L.R.O. 1/2012  EIGHTH SCHEDULE—Relationship Between Si and the Standards       of Weight and Measure Repealed.  NINTH SCHEDULE—Certificate  of  Appointment  of Chief     Inspector/Inspector.  TENTH SCHEDULE—Table of  Fees  to  be Taken by Inspectors of    Weights And Measures.   __________________________  CHAPTER 90:15  WEIGHTS AND MEASURES ACT        15 of 1981 An Act to provide for the implementation of the International System of Units (SI); and for purposes connected therewith.   [1ST OCTOBER 1998]     Short title.    Interpretation.             PART I PRELIMINARY  ",
            "context": "WEIGHTS AND MEASURES ACT under Penalty.  FIRST SCHEDULEBase Units. SECOND SCHEDULESupplementary Units.  THIRD SCHEDULEDerived Units. FOURTH SCHEDULESpecial (or permitted) Units.  FIFTH SCHEDULEPrefixes for Multiples and Sub-multiples of SI.  SIXTH SCHEDULEDefinitions of Units of Measurement.  SEVENTH SCHEDULEWeights and Measures Lawful for use in          Trade. LAWS OF GUYANA Weights And Measures Cap. 90:15 5  L.R.O. 1/2012  EIGHTH SCHEDULERelationship Between Si and the Standards       of Weight and Measure Repealed.  NINTH SCHEDULECertificate  of  Appointment  of Chief     Inspector/Inspector.  TENTH SCHEDULETable of  Fees  to  be Taken by Inspectors of    Weights And Measures.   __________________________  CHAPTER 90:15  WEIGHTS AND MEASURES ACT        15 of 1981 An Act to provide for the implementation of the International System of Units (SI); and for purposes connected therewith.   [1ST OCTOBER 1998]     Short title.    Interpretation.             PART I PRELIMINARY  36.  (1) A person who is guilty of an offence under this Act is liable on summary conviction to a fine of one thousand  dollars  or  to imprisonment for six months.  (2) Save as otherwise provided in section 13 (5), proceedings for an offence under this Act shall not be commenced except by the Chief  Inspector or any person authorised in writing by the Chief Inspector.                   LAWS OF GUYANA Weights And Measures Cap. 90:15 27  L.R.O. 1/2012 s. 3(5) [O. 21/1998] [O. 23/1998]                                              FIRST SCHEDULE   BASE UNITS  Physical Quantity Unit Name Unit Symbol  Definition Length Metre M      the metre is the length of the path travelled by light in vacuum during a time interval of 1/299 792 458 of a second.   Mass Kilogram Kg to the mass of the kilogram is the unit of mass: it is equal international prototype of the kilogram. time                 Second S     the second is the duration of 9 192 631 770 periods of the radiation corresponding to the transition between the two hyperfine levels of the ground state of the caesium-133 atom.       LAWS OF GUYANA 28 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 Physical Quantity Unit Name Unit Symbol  Definition electric current  Ampere A    the ampere is that constant current, which, if maintained in  two straight parallel conductors of infinite length, of negligible circular cross-section, and placed one   metre apart   in   vacuum   would   produce between  these   conductors  a  force equal to 2x 10-7       newton per metre of length.  Thermo- dynamic temperature   Kelvin  K    the kelvin, unit of thermo- dynamic  temper- ature, is the fraction 1/",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A person who is guilty of an offence under this Act is liable on summary conviction to a fine of one thousand  dollars  or  to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Save as otherwise provided in section 13"
                },
                {
                    "representation": "(5)",
                    "description": "[O. 21/1998] [O. 23/1998]                                              FIRST SCHEDULE   BASE UNITS  Physical Quantity Unit Name Unit Symbol  Definition Length Metre M      the metre is the length of the path travelled by light in vacuum during a time interval of 1/299 792 458 of a second.   Mass Kilogram Kg to the mass of the kilogram is the unit of mass: it is equal international prototype of the kilogram. time                 Second S     the second is the duration of 9 192 631 770 periods of the radiation corresponding to the transition between the two hyperfine levels of the ground state of the caesium-133 atom.       LAWS OF GUYANA 28 Cap. 90:15 Weights And Measures  L.R.O. 1/2012                                                 Physical Quantity Unit Name Unit Symbol  Definition electric current  Ampere A    the ampere is that constant current, which, if maintained in  two straight parallel conductors of infinite length, of negligible circular cross-section, and placed one   metre apart   in   vacuum   would   produce between  these   conductors  a  force equal to 2x 10-7       newton per metre of length.  Thermo- dynamic temperature   Kelvin  K    the kelvin, unit of thermo- dynamic  temper- ature, is the fraction 1/"
                }
            ]
        }
    }
]