[
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.79 mm (1/32 in) in height.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 0.79 mm (1/32 in) in height.  0.005 in (",
            "description": "0.005 in ("
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Short title. 1.  This Act may be cited as the Guyana National Bureau of Standards Act.",
            "description": "This Act may be cited as the Guyana National Bureau of Standards Act."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART II ESTABLISHMENT OF THE  BUREAU  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Interpretation.  PART II ESTABLISHMENT OF THE  BUREAU  2.  In this Act, unless the context otherwise requires   LAWS OF GUYANA 6 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                    c. 34:03                        analyst means any person appointed as an analyst under section 27;  Bureau means the Guyana National Bureau of Standards established by section 3;  code of practice means a set of rules relating to the methods to be applied or the procedure to be adopted in connection with the construction, installation, testing, operation or use of any article, apparatus, instrument, device or process;  Chief  Inspector means the Chief Inspector appointed under section 27;   commodity means any article or thing which is the subject of industry, trade or commerce except food, drugs, cosmetics and devices within the meaning of the Food and Drugs Act;  compulsory standard specification means a specification so declared by the Minister by order under section 20;  Council  means  the  National  Standards  Council  established  by section 6;  Director means the Director of the Bureau appointed under section 24(1);  distinctive mark means a mark which has been prescribed under section 20;  home-use  means   consumption   in   Guyana   of   any   imported commodity which conforms to a compulsory standard specification;  inspector means an inspector appointed under section 27;  LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 7  L.R.O. 1/2012                                                  Establishment of Bureau of Standards.  laboratory means a place for the conduct of experiments aimed at determining technical data relevant to standards work and also for the conduct of spot tests to facilitate the inspection and quality control function of the Bureau;   mark includes any device, brand, heading, label, ticket, pictorial representation, name, signature, word, letter, numeral or any combination thereof;  permit means a permit issued under section 23;   practice includes advertising, labelling or packaging;  sell includes expose or offer for sale, or export for the purposes of sale, or have in possession for the purpose of sale or export or for any purpose of trade or manufacture;  specification  means  a  description  of  any  commodity,  service, process, or practice by reference to its nature, quality, strength, purity, safety, composition, quantity, dimension, weight, grade, durability, origin, age or other characteristic, and includes a code of practice;  standardization mark means a mark which has, under section 17(1) been declared to be a standardization mark;  standard specification means a specification which is the subject of a notice under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "been declared to be a standardization mark;  standard specification means a specification which is the subject of a notice under section"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment of Bureau of Standards. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Establishment of Bureau of Standards. 3.  There is hereby established a bureau to be known as the Guyana National Bureau of Standards.  LAWS OF GUYANA 8 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012  Objects of Bureau.",
            "description": "There is hereby established a bureau to be known as the Guyana National Bureau of Standards.  LAWS OF GUYANA 8 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012  Objects of Bureau."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Objects of Bureau. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Objects of Bureau. 4.  The objects of the Bureau shall be  (a)      to  promote  standardization  in  industry             and  commerce;  (b)  to prepare, frame, modify or amend specifications and codes of practice;  (c)     to make arrangements or provide facilities for the testing and calibration of precision instruments, gauges and scientific apparatus, for the determination of their degree of accuracy by comparison with standards approved by the Minister on the recommendation of the Council and for the issue of certificates in regard thereto;  (d)    to make arrangements or provide facilities for the examination and testing of commodities and any material or substance from or with which, and the manner in which commodities may be manufactured, produced, processed or treated;  (e)     to control, in accordance with the provisions of this Act, the use of standardization marks and distinctive marks;   (f)    to   encourage  or  undertake  educational work in connection with standardization;  (g)     to   provide   for   co-operation   with   any   person, association or organization outside Guyana having objects similar to those for which the Bureau is established;  (h)   to   assist   in   the   rationalisation   of   LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 9  L.R.O. 1/2012                                       Management of Bureau.        Establishment and incorpora- tion of National Standards Council. [2 of 1997]    industry   by coordinating the efforts of producers and consumers for the improvement of appliances, processes, raw materials and products;  (i)   to establish, form, furnish and maintain information systems and laboratories for the purpose of furthering the practice of standardization;  (j)    to provide for the testing, at the request of the Minister and on behalf of the Government, of locally manufactured and  imported  commodities  with  a  view  to  determining whether such commodities comply with the provisions of this Act or any other law dealing with standards of quality;   (k)   to do such other acts as may be expedient or necessary for the attainment of the objects of the Bureau referred to in this section.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  promote  standardization  in  industry             and  commerce;"
                },
                {
                    "representation": "(b)",
                    "description": "to prepare, frame, modify or amend specifications and codes of practice;"
                },
                {
                    "representation": "(c)",
                    "description": "to make arrangements or provide facilities for the testing and calibration of precision instruments, gauges and scientific apparatus, for the determination of their degree of accuracy by comparison with standards approved by the Minister on the recommendation of the Council and for the issue of certificates in regard thereto;"
                },
                {
                    "representation": "(d)",
                    "description": "to make arrangements or provide facilities for the examination and testing of commodities and any material or substance from or with which, and the manner in which commodities may be manufactured, produced, processed or treated;"
                },
                {
                    "representation": "(e)",
                    "description": "to control, in accordance with the provisions of this Act, the use of standardization marks and distinctive marks;"
                },
                {
                    "representation": "(f)",
                    "description": "to   encourage  or  undertake  educational work in connection with standardization;"
                },
                {
                    "representation": "(g)",
                    "description": "to   provide   for   co-operation   with   any   person, association or organization outside Guyana having objects similar to those for which the Bureau is established;"
                },
                {
                    "representation": "(h)",
                    "description": "to   assist   in   the   rationalisation   of   LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 9  L.R.O. 1/2012                                       Management of Bureau.        Establishment and incorpora- tion of National Standards Council. [2 of 1997]    industry   by coordinating the efforts of producers and consumers for the improvement of appliances, processes, raw materials and products;"
                },
                {
                    "representation": "(i)",
                    "description": "to establish, form, furnish and maintain information systems and laboratories for the purpose of furthering the practice of standardization;"
                },
                {
                    "representation": "(j)",
                    "description": "to provide for the testing, at the request of the Minister and on behalf of the Government, of locally manufactured and  imported  commodities  with  a  view  to  determining whether such commodities comply with the provisions of this Act or any other law dealing with standards of quality;"
                },
                {
                    "representation": "(k)",
                    "description": "to do such other acts as may be expedient or necessary for the attainment of the objects of the Bureau referred to in this section."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Management of Bureau  PART III NATIONAL  STANDARDS COUNCIL, ITS  FUNCTIONS  AND POWERS  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Management of Bureau  PART III NATIONAL  STANDARDS COUNCIL, ITS  FUNCTIONS  AND POWERS  5.  The Bureau shall be managed by the Council.    PART III NATIONAL  STANDARDS  COUNCIL, ITS  FUNCTIONS  AND POWERS",
            "description": "The Bureau shall be managed by the Council.    PART III NATIONAL  STANDARDS  COUNCIL, ITS  FUNCTIONS  AND POWERS"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Establishment  and  incorporation of  National Standards Council. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Establishment  and  incorporation of  National Standards Council. 6.  (1) There is hereby established a body corporate to be known as the   National   Standards   Council   consisting   of   the   following members  (a)       the Director of the Bureau;  (b)   not  more  than  fifteen  members  LAWS OF GUYANA 10 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                    Chairman and Vice- Chairman.    appointed  by  the Minister by instrument in writing.  (2) Members of the Council appointed shall have qualifications in fields relating to standards, or experience in business or shall be members of organizations committed to the maintenance or promotion of standards.  (3) Each of the members of the Council shall be appointed to hold  office for such period, not exceeding three years, as may be specified in their respective instruments of appointment.  (4) A member of the Council who vacates office by expiration of time shall be eligible for re-appointment.  (5) On the expiration of the period for which a member is appointed, he shall continue to hold office until his successor is appointed.  (6) The names of the members of the Council as first constituted and every change in the membership of the Council shall be published in the Gazette.  (7) The Council may, subject to the approval of the Minister, delegate to any member of the Council or to any member of the staff of the Council the power and authority to carry out such of its functions as the Council may determine.  (8) Every delegation under this paragraph shall be revocable by the Council and no delegation shall prevent the exercise by the Council of any function delegated.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body corporate to be known as the   National   Standards   Council   consisting   of   the   following members"
                },
                {
                    "representation": "(a)",
                    "description": "the Director of the Bureau;"
                },
                {
                    "representation": "(b)",
                    "description": "not  more  than  fifteen  members  LAWS OF GUYANA 10 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                    Chairman and Vice- Chairman.    appointed  by  the Minister by instrument in writing."
                },
                {
                    "representation": "(2)",
                    "description": "Members of the Council appointed shall have qualifications in fields relating to standards, or experience in business or shall be members of organizations committed to the maintenance or promotion of standards."
                },
                {
                    "representation": "(3)",
                    "description": "Each of the members of the Council shall be appointed to hold  office for such period, not exceeding three years, as may be specified in their respective instruments of appointment."
                },
                {
                    "representation": "(4)",
                    "description": "A member of the Council who vacates office by expiration of time shall be eligible for re-appointment."
                },
                {
                    "representation": "(5)",
                    "description": "On the expiration of the period for which a member is appointed, he shall continue to hold office until his successor is appointed."
                },
                {
                    "representation": "(6)",
                    "description": "The names of the members of the Council as first constituted and every change in the membership of the Council shall be published in the Gazette."
                },
                {
                    "representation": "(7)",
                    "description": "The Council may, subject to the approval of the Minister, delegate to any member of the Council or to any member of the staff of the Council the power and authority to carry out such of its functions as the Council may determine."
                },
                {
                    "representation": "(8)",
                    "description": "Every delegation under this paragraph shall be revocable by the Council and no delegation shall prevent the exercise by the Council of any function delegated."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Chairman and Vice-Chairman.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Chairman and Vice-Chairman.  7.  (1) The Minister shall appoint from among the members of the Council a Chairman and a Vice-Chairman.  (2) The Chairman and Vice-Chairman, unless any LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 11  L.R.O. 1/2012                Resignation of Chairman and members.            Termination  of appointment of members.                           of them earlier vacates office as Chairman or Vice-Chairman, as the case may be,  shall  hold  office  for  one  year  but  shall  be  eligible  for  re- appointment to that office.  (3) The  Vice-Chairman  shall  perform  the  duties  of  the Chairman in the absence of the Chairman or where there is a vacancy in the office of Chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister shall appoint from among the members of the Council a Chairman and a Vice-Chairman."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman and Vice-Chairman, unless any LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 11  L.R.O. 1/2012                Resignation of Chairman and members.            Termination  of appointment of members.                           of them earlier vacates office as Chairman or Vice-Chairman, as the case may be,  shall  hold  office  for  one  year  but  shall  be  eligible  for  re- appointment to that office."
                },
                {
                    "representation": "(3)",
                    "description": "The  Vice-Chairman  shall  perform  the  duties  of  the Chairman in the absence of the Chairman or where there is a vacancy in the office of Chairman."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Resignation of Chairman and members. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Resignation of Chairman and members. 8.  (1) The  Chairman  may  at  any  time  resign  his  office  by instrument in writing addressed to the Minister.  (2) A member of the Council, other than the Chairman, may at any time resign his office by instrument in writing addressed to the Chairman.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Chairman  may  at  any  time  resign  his  office  by instrument in writing addressed to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "A member of the Council, other than the Chairman, may at any time resign his office by instrument in writing addressed to the Chairman."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Termination of appointment of members. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Termination of appointment of members. 9.  The Minister may terminate the appointment of any member of the Council who  (a)    becomes of unsound mind or incapable of carrying out his duties;  (b)   becomes bankrupt or compounds with, or suspends payment to his creditors;  (c)   is convicted and sentenced to a term of imprisonment;   (d)  is convicted of any offence involving dishonesty;  (e)   is guilty of misconduct in relation to his duties;  (f)   is absent, except on leave granted by the Council, from three consecutive meetings of the Council; or  (g)    fails  to  carry  out  any  of  the  duties  or  LAWS OF GUYANA 12 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012            Remuneration of members.       Meetings of Council and procedure.  [2 of 1997]                                  functions conferred or imposed on him by or under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "becomes of unsound mind or incapable of carrying out his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "becomes bankrupt or compounds with, or suspends payment to his creditors;"
                },
                {
                    "representation": "(c)",
                    "description": "is convicted and sentenced to a term of imprisonment;"
                },
                {
                    "representation": "(d)",
                    "description": "is convicted of any offence involving dishonesty;"
                },
                {
                    "representation": "(e)",
                    "description": "is guilty of misconduct in relation to his duties;"
                },
                {
                    "representation": "(f)",
                    "description": "is absent, except on leave granted by the Council, from three consecutive meetings of the Council; or"
                },
                {
                    "representation": "(g)",
                    "description": "fails  to  carry  out  any  of  the  duties  or  LAWS OF GUYANA 12 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012            Remuneration of members.       Meetings of Council and procedure.  [2 of 1997]                                  functions conferred or imposed on him by or under this Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Remuneration of members. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Remuneration of members. 10.  There  shall  be  paid  to  the  members  of  the  Council  such remuneration  whether  by  way  of  salaries  or  travelling  or  other allowances, as the Minister may determine.",
            "description": "There  shall  be  paid  to  the  members  of  the  Council  such remuneration  whether  by  way  of  salaries  or  travelling  or  other allowances, as the Minister may determine."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Meetings of Council and procedure. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Meetings of Council and procedure. 11.  (1) The Council shall meet at least once in each quarter and at such other times as may be necessary or expedient for the transaction of the business of the Council.  (2) The Chairman shall give at least ten days notice in writing of every meeting of the Council to each of the members of the Council and shall specify in such notice the business to be dealt with at such meeting.  (3) The Chairman shall summon a special meeting of  the Council within fourteen days after being requested in writing to do so by three members of the Council.  (4) One third of the members of the Council in office shall form a quorum at any meeting of the Council.  (4A) In the absence of the Chairman and Vice-Chairman at a meeting of the Council a member not being the Director of the Bureau, elected  by  the  members  present  at  the  meeting  from  amongst themselves shall preside thereat.   (4B) A decision of the Council shall be by a majority of votes and in addition to an original vote, in any case in which the voting is equal, the Chairman or Vice-Chairman or other member presiding at the meeting shall have a casting vote.   (5) The proceedings at every meeting of the Council shall be recorded in a minute book and shall, subject LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 13  L.R.O. 1/2012            Members declare interest.                     Custody and use of seal.                      to any amendments that may be made, be confirmed by the Council at a subsequent meeting.   (6) Subject to the foregoing provisions of this section, the Council may determine its own procedure.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall meet at least once in each quarter and at such other times as may be necessary or expedient for the transaction of the business of the Council."
                },
                {
                    "representation": "(2)",
                    "description": "The Chairman shall give at least ten days notice in writing of every meeting of the Council to each of the members of the Council and shall specify in such notice the business to be dealt with at such meeting."
                },
                {
                    "representation": "(3)",
                    "description": "The Chairman shall summon a special meeting of  the Council within fourteen days after being requested in writing to do so by three members of the Council."
                },
                {
                    "representation": "(4)",
                    "description": "One third of the members of the Council in office shall form a quorum at any meeting of the Council."
                },
                {
                    "representation": "(5)",
                    "description": "The proceedings at every meeting of the Council shall be recorded in a minute book and shall, subject LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 13  L.R.O. 1/2012            Members declare interest.                     Custody and use of seal.                      to any amendments that may be made, be confirmed by the Council at a subsequent meeting."
                },
                {
                    "representation": "(6)",
                    "description": "Subject to the foregoing provisions of this section, the Council may determine its own procedure."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Members to declare interest. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Members to declare interest. 12.  (1) A member of the Council, whose interest is likely to be affected whether directly or indirectly by a decision of the Council on any matter whatsoever, shall disclose the nature of his interest at the first meeting of the Council at which he is present after the relevant facts have come to his knowledge.   (2) A disclosure under subsection (1) shall be recorded in the minutes of the Council and after the disclosure the member making it shall not vote on the matter and, unless the Council otherwise directs, shall not be present or take part in the deliberations at any meeting when such matter is being decided by the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be recorded in the minutes of the Council and after the disclosure the member making it shall not vote on the matter and, unless the Council otherwise directs, shall not be present or take part in the deliberations at any meeting when such matter is being decided by the Council."
                },
                {
                    "representation": "(2)",
                    "description": "A disclosure under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Custody and use of seal. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Custody and use of seal. 13.  (1) The seal of the Council shall be kept in the custody of the Director or Chairman as the Council may determine.  (2) The affixing of the seal of the Council to any instrument other than an instrument referred to in subsection (3) shall be in the presence of and be attested by  (a)    the Chairman and another member of the Council who is authorised by the Director to act on behalf of the Council on such an occasion; or  (b)       such member of the Council and such             member of the staff of the Council as the Director may authorise to act on behalf of the Council on such occasion. LAWS OF GUYANA 14 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                Committees.                                Functions of Council. [2 of 1997]         (3) The affixing of the seal of the Council to an instrument containing an agreement for the rendering of any service by the Council shall be in the presence of, and be attested by the Director or, in  his  absence,  any  member  of  the  staff  of  the  Council  who  is authorised by the Director to act on behalf of the Director on such an occasion.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The seal of the Council shall be kept in the custody of the Director or Chairman as the Council may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The affixing of the seal of the Council to any instrument other than an instrument referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The affixing of the seal of the Council to an instrument containing an agreement for the rendering of any service by the Council shall be in the presence of, and be attested by the Director or, in  his  absence,  any  member  of  the  staff  of  the  Council  who  is authorised by the Director to act on behalf of the Director on such an occasion."
                },
                {
                    "representation": "(a)",
                    "description": "the Chairman and another member of the Council who is authorised by the Director to act on behalf of the Council on such an occasion; or"
                },
                {
                    "representation": "(b)",
                    "description": "such member of the Council and such             member of the staff of the Council as the Director may authorise to act on behalf of the Council on such occasion. LAWS OF GUYANA 14 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                Committees.                                Functions of Council. [2 of 1997]"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Committees. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Committees. 14.  (1) The Council may establish committees to assist it in the performance of its functions and may appoint such persons, whether or not they are connected with the Council or the Bureau, as it may deem fit to be members of any such committee:  Provided that the Chairman of every such committee shall be a member of the Council.  (2) The Council may assign to a committee so established such of its functions as it may deem fit, but shall not be divested of any function which it may have assigned to a Committee. The Council may amend or revoke any decision made by a committee.   (3) The members of any such committee may out of the funds of the Council receive such remuneration and allowances as the Council may determine with the concurrence of the Minister.  (4) A committee may regulate its own procedure.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may establish committees to assist it in the performance of its functions and may appoint such persons, whether or not they are connected with the Council or the Bureau, as it may deem fit to be members of any such committee:  Provided that the Chairman of every such committee shall be a member of the Council."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may assign to a committee so established such of its functions as it may deem fit, but shall not be divested of any function which it may have assigned to a Committee. The Council may amend or revoke any decision made by a committee."
                },
                {
                    "representation": "(3)",
                    "description": "The members of any such committee may out of the funds of the Council receive such remuneration and allowances as the Council may determine with the concurrence of the Minister."
                },
                {
                    "representation": "(4)",
                    "description": "A committee may regulate its own procedure."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Functions of Council. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Functions of Council. 15.  The functions of the Council shall be  (a)    subject to any law for the time being relating to weights and measures, to be the custodian of the National Standards of Weight and Measure;  (b)    to formulate on broad national lines the LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 15  L.R.O. 1/2012                                                 policy which, subject to the approval of the Minister, shall be adopted by it with a view to achieving the objects for which the Bureau is established;  (c)     to advise the Minister in regard to any matter  within his purview under this Act;  (d)     to  establish  laboratories  and  other  facilities  for carrying out the objects for which the Bureau is established;   (e)    to  prepare  standards,  specifications  and  codes  of practice;  (f)     to provide facilities for testing of all products and materials;  (g)   to determine minimum standards of local industrial products by inspection and testing of all such products;  (h)    to licence and register standard marks and inspect factories  so  as  to  enforce  conformity  to  the  standards declared by the Minister;  (i)    to   compare   the   standards   used   in             engineering, manufacturing, commerce and research with the standards adopted or recognised by the Government;  (j)      to  construct  when  necessary  standards  and  their multiples and sub-multiples;  (k)    subject to any law for the time being relating to weights  and  measures,  to  test  and  calibrate  standard-measuring and weighing LAWS OF GUYANA 16 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                              Powers of Council.  apparatus;  (l)     to   find   solutions   for   problems   which   arise   in connection with standards;   (m)  to determine physical constants and the properties of materials  when  such  data  are  of  great  importance  to scientific   or   manufacturing   interests   and   cannot,   of sufficient accuracy, be obtained elsewhere;  (n)  to promote research in relation to specifications;  (o)   to assess quality management systems in relation to commodities, services, processes and practices to which this Act applies and to control such systems.  (p)    to   establish   and   manage   a   national   laboratory accreditation systems;  (q)      to make such arrangements for training of its staff as it may consider expedient for the efficient conduct of its work;   (r)   to provide advisory services for manufacturers and to undertake  the  training of manufacturing staff in quality assurance;  (s)      to  do  all  things  incidental  or  conducive  to  the performance of its functions under the Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "subject to any law for the time being relating to weights and measures, to be the custodian of the National Standards of Weight and Measure;"
                },
                {
                    "representation": "(b)",
                    "description": "to formulate on broad national lines the LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 15  L.R.O. 1/2012                                                 policy which, subject to the approval of the Minister, shall be adopted by it with a view to achieving the objects for which the Bureau is established;"
                },
                {
                    "representation": "(c)",
                    "description": "to advise the Minister in regard to any matter  within his purview under this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "to  establish  laboratories  and  other  facilities  for carrying out the objects for which the Bureau is established;"
                },
                {
                    "representation": "(e)",
                    "description": "to  prepare  standards,  specifications  and  codes  of practice;"
                },
                {
                    "representation": "(f)",
                    "description": "to provide facilities for testing of all products and materials;"
                },
                {
                    "representation": "(g)",
                    "description": "to determine minimum standards of local industrial products by inspection and testing of all such products;"
                },
                {
                    "representation": "(h)",
                    "description": "to licence and register standard marks and inspect factories  so  as  to  enforce  conformity  to  the  standards declared by the Minister;"
                },
                {
                    "representation": "(i)",
                    "description": "to   compare   the   standards   used   in             engineering, manufacturing, commerce and research with the standards adopted or recognised by the Government;"
                },
                {
                    "representation": "(j)",
                    "description": "to  construct  when  necessary  standards  and  their multiples and sub-multiples;"
                },
                {
                    "representation": "(k)",
                    "description": "subject to any law for the time being relating to weights  and  measures,  to  test  and  calibrate  standard-measuring and weighing LAWS OF GUYANA 16 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                              Powers of Council.  apparatus;"
                },
                {
                    "representation": "(l)",
                    "description": "to   find   solutions   for   problems   which   arise   in connection with standards;"
                },
                {
                    "representation": "(m)",
                    "description": "to determine physical constants and the properties of materials  when  such  data  are  of  great  importance  to scientific   or   manufacturing   interests   and   cannot,   of sufficient accuracy, be obtained elsewhere;"
                },
                {
                    "representation": "(n)",
                    "description": "to promote research in relation to specifications;"
                },
                {
                    "representation": "(o)",
                    "description": "to assess quality management systems in relation to commodities, services, processes and practices to which this Act applies and to control such systems."
                },
                {
                    "representation": "(p)",
                    "description": "to   establish   and   manage   a   national   laboratory accreditation systems;"
                },
                {
                    "representation": "(q)",
                    "description": "to make such arrangements for training of its staff as it may consider expedient for the efficient conduct of its work;"
                },
                {
                    "representation": "(r)",
                    "description": "to provide advisory services for manufacturers and to undertake  the  training of manufacturing staff in quality assurance;"
                },
                {
                    "representation": "(s)",
                    "description": "to  do  all  things  incidental  or  conducive  to  the performance of its functions under the Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Powers of Council. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Powers of Council. 16.  The Council shall have power  LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 17  L.R.O. 1/2012                              Standardiza- tion marks.                 c. 90:01   (a)   to  apply  for,  purchase,  receive  by  assignment  or otherwise acquire in accordance with the laws of Guyana or any  other country, any patents, inventions, concessions, licenses and the like conferring exclusive or non-exclusive or limited rights to use information as to any invention or discovery and  to  develop, use, exercise, assign, transfer, sell, grant licences in respect of, or otherwise exploit the property, rights and information so acquired;  (b)   to utilise the services of other laboratories within Guyana which are recognised by the Council;  (c)      to  do  all  such  things  as  are  necessary  for  the attainment of the objects of the Bureau, or the performance of  any  functions, or the exercise of any powers of the Council   or to enhance the value of or render profitable any of the property or rights of the Council.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  apply  for,  purchase,  receive  by  assignment  or otherwise acquire in accordance with the laws of Guyana or any  other country, any patents, inventions, concessions, licenses and the like conferring exclusive or non-exclusive or limited rights to use information as to any invention or discovery and  to  develop, use, exercise, assign, transfer, sell, grant licences in respect of, or otherwise exploit the property, rights and information so acquired;"
                },
                {
                    "representation": "(b)",
                    "description": "to utilise the services of other laboratories within Guyana which are recognised by the Council;"
                },
                {
                    "representation": "(c)",
                    "description": "to  do  all  such  things  as  are  necessary  for  the attainment of the objects of the Bureau, or the performance of  any  functions, or the exercise of any powers of the Council   or to enhance the value of or render profitable any of the property or rights of the Council."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Standardization marks. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Standardization marks. 17.  PART II ESTABLISHMENT   OF THE  BUREAU",
            "description": "PART II ESTABLISHMENT   OF THE  BUREAU"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Prohibition of registration of marks identical with standardization marks as trade marks. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Prohibition of registration of marks identical with standardization marks as trade marks. 18.  No person shall cause any mark which is identical with a mark which has been declared under section 17 (1) to be a standardization mark, or which so nearly resembles a mark so declared as to be likely to be mistaken for a standardization mark, to be registered as a trade mark under the Trade Marks Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to be a standardization mark, or which so nearly resembles a mark so declared as to be likely to be mistaken for a standardization mark, to be registered as a trade mark under the Trade Marks Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Standardization marks not to be applied to commodities unless authorized by permits.  LAWS OF GUYANA 4 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012  SECTION  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Standardization marks not to be applied to commodities unless authorized by permits.  LAWS OF GUYANA 4 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012  SECTION  19.  (1) Whenever  the  Council  has  published  any  notice  under section 17(1),  no  person  shall  apply  the  standardization  mark mentioned in that notice to any commodity  (a)    except under a permit issued by the Council or a person authorised by the Council; and  (b)    unless that commodity complies with the relevant specification or has been manufactured, produced, processed or treated in accordance with that specification.  (2) Any person who   (a)   applies a standardization mark to any receptacle or covering of any commodity or any label attached to any commodity  or  attached  to  any  LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 19  L.R.O. 1/2012                                                 receptacle  or  covering thereof; or  (b)   places or encloses any commodity in a receptacle or covering  to  which  any  standardization  mark  has  been applied, or in a receptacle or covering to which is attached a label to which any such mark has been applied; or  (c)    makes, in connection with the sale of any commodity, any  reference, directly or indirectly, to a standardization mark in a  manner or under circumstances calculated to convey the impression that the commodity complies with the specification to which the standardization mark relates, or that it has been manufactured, produced, processed or treated in accordance with that specification,  shall, for the purposes of subsection (1), be deemed to have applied that standardization mark to that commodity.  (3) No  person  shall  in  connection  with  the  sale  of  any commodity make any reference directly or indirectly to the Bureau or the Council or a specification framed and approved, or purporting to have been framed and approved, by the Council unless    (a)    the   Council   has   declared   any   mark   to   be   a standardization mark in respect of the specification framed by  the Council for the commodity in question or for the manufacture, production, processing or treatment of that commodity; and LAWS OF GUYANA 20 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012              Power of Minister by order to declare compulsory standard specification.                                  (b)     such person is in possession of a permit issued by the Council authorising him to apply such standardization mark to that commodity.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever  the  Council  has  published  any  notice  under section 17(1),  no  person  shall  apply  the  standardization  mark mentioned in that notice to any commodity"
                },
                {
                    "representation": "(a)",
                    "description": "the   Council   has   declared   any   mark   to   be   a standardization mark in respect of the specification framed by  the Council for the commodity in question or for the manufacture, production, processing or treatment of that commodity; and LAWS OF GUYANA 20 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012              Power of Minister by order to declare compulsory standard specification."
                },
                {
                    "representation": "(b)",
                    "description": "such person is in possession of a permit issued by the Council authorising him to apply such standardization mark to that commodity."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who"
                },
                {
                    "representation": "(c)",
                    "description": "makes, in connection with the sale of any commodity, any  reference, directly or indirectly, to a standardization mark in a  manner or under circumstances calculated to convey the impression that the commodity complies with the specification to which the standardization mark relates, or that it has been manufactured, produced, processed or treated in accordance with that specification,  shall, for the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "No  person  shall  in  connection  with  the  sale  of  any commodity make any reference directly or indirectly to the Bureau or the Council or a specification framed and approved, or purporting to have been framed and approved, by the Council unless"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Power of Minister by order to declare compulsory standard specification. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Power of Minister by order to declare compulsory standard specification. 20.  (1) The Minister may, subject to the other provisions of this section, by order  (a)     on the recommendation of the Council, declare any standard  specification  for  any  commodity  or  for  the manufacture, production, processing or treatment of any commodity to be, with effect from a date specified in the order, being a date not earlier than three months after the date of the order, a compulsory standard specification for that   commodity  or  for  the  manufacture,  production, processing or treatment of that commodity; and  (b)  prescribe,  in  respect  of  any  compulsory  standard specification, a distinctive mark for any commodity which complies  with  that  specification  or  which  has  been manufactured, produced, processed or treated in accordance with that specification.  (2) If the order under subsection (1) relates to any commodity, or  the  manufacture,  production,  processing  or  treatment  of  any commodity, which is the subject matter of any other law, the order shall be made by the Minister after consultation with the Minister to whom the administration of LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 21  L.R.O. 1/2012                                      Proof of specification.           Sale of commodity to which section 20 applies prohibited except under permit and unless commodity complies with such other law has been assigned.  (3) An order made under subsection (1) may in like manner be amended by a subsequent order.  (4) Before such order is made under subsection (1) the Minister shall publish a notice in the Gazette declaring his intention to make such an order and specifying a date on or before which representations on the proposed Order may be made to the Minister.  (5) Any interested person may on or before the date specified in the notice under subsection (4), lodge with the Director a written representation on the proposed order.  (6) The Director shall consider the representation made to him under subsection (5) and communicate his decision to the Minister.  (7) The Minister shall not make an order under subsections (1) unless he is satisfied that the Director has given due consideration to the representations made to him under subsection (5).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unless he is satisfied that the Director has given due consideration to the representations made to him under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "on the recommendation of the Council, declare any standard  specification  for  any  commodity  or  for  the manufacture, production, processing or treatment of any commodity to be, with effect from a date specified in the order, being a date not earlier than three months after the date of the order, a compulsory standard specification for that   commodity  or  for  the  manufacture,  production, processing or treatment of that commodity; and"
                },
                {
                    "representation": "(b)",
                    "description": "prescribe,  in  respect  of  any  compulsory  standard specification, a distinctive mark for any commodity which complies  with  that  specification  or  which  has  been manufactured, produced, processed or treated in accordance with that specification."
                },
                {
                    "representation": "(2)",
                    "description": "If the order under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "An order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Before such order is made under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "and communicate his decision to the Minister."
                },
                {
                    "representation": "(6)",
                    "description": "The Director shall consider the representation made to him under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The Minister shall not make an order under subsections"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Proof of specification. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Proof of specification. 21.  Prima facie  evidence   of   any   standard   specific-ation   or compulsory standard specification may be given in any proceedings by the production of a copy of the notice referred to in section 17 or of a copy of the order referred to in section 20(1) (a) as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) as the case may be."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Sale of commodity to which section 20 applies prohibited except under permit and unless commodity complies with specification, etc. 22A.  Examination of certain imports and powers of inspector with regard              thereto. 22B.  Registration of importer and manufacturer of certain commodities.       ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Sale of commodity to which section 20 applies prohibited except under permit and unless commodity complies with specification, etc. 22A.  Examination of certain imports and powers of inspector with regard              thereto. 22B.  Registration of importer and manufacturer of certain commodities.       22.  (1) Where the Minister has by order under section 20 declared a standard specification to be a compulsory standard specification for any commodity or for the manufacture, production,  processing or treatment of any commodity, no person shall, with effect from the date specified in that order, sell that commodity   (a)   except under a permit issued by the LAWS OF GUYANA 22 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012  specification, etc.                                          Examination  of certain imports and powers of inspector with regard thereto. Director or other officer authorised by the Director; and  (b)      unless that commodity   (i)       complies with that specification; or  (ii)  has been  manufactured,  produced, processed  or treated in accordance with that specification.  (2) Where the Minister has by order under section 20 prescribed a distinctive mark in respect of any compulsory standard specification, no person shall, with effect from the date specified in the order, apply that mark to any commodity to which that specification applies  (a)   except under a permit issued by the Director or other officer authorised by the Director; and  (b)      unless that commodity  (i)   complies with that specification; or  (ii)   has been  manufactured,  produced,  processed  or treated in accordance with that specification.  22A. (1) Where any commodity for which a compulsory standard specification has been declared, is produced or manufactured outside Guyana, the Council may instruct in writing any inspector to examine any customs LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 23  L.R.O. 1/2012 [2 of 1997]                                                entries in respect of such commodity and to examine such commodity to ascertain its conformity with such compulsory standard specification.   (2) An inspector instructed to examine any commodity under subsection (1) may take samples thereof and submit the samples to an analyst for analysis or examination.   (3) Where an analyst has made an analysis or examination he shall issue to the inspector a certificate or report setting forth the results of his analysis or examination.  (4) A commodity to which this section applies may be refused admission for home-use, if  (a)   any report or certificate issued under subsection (3) states  that  the  commodity  does  not  comply  with  any compulsory standard specification as is applicable to such commodity; or  (b)   the importer of such commodity fails to provide the Council at its request, with a certificate of examination and compliance with such compulsory standard specification issued  by a laboratory or other similar institution, in the country where the commodity is manufactured, recognised by the Bureau; or  (c)     the manufacturer of such commodity fails to comply with any request made under section 28C(1).   (5) Where   any   imported   commodity   falsely   LAWS OF GUYANA 24 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                             Registration of importer and manufacturer of certain commodities.  [2 of 1997]          Permits.                  bears   any standardisation mark or distinctive mark or which falsely bears a mark of compliance with any specification required under the law of a country outside Guyana, such commodity shall not be admitted for home-use.  (6) Where any commodity to which this section applies is examined by an analyst, the Council may require the importer of such commodity to pay such examination fee, as the Council may, with the approval of the Minister, determine.   22B.  (1) Every importer of any commodity to which section 22A applies  and  every  manufacturer  of  any  commodity  for  which  a compulsory standard specification has been declared, shall register with the Council annually as an importer or manufacturer, as the case may be, in accordance with subsection (2).      (2) Every application for registration as an  importer  or manufacturer shall be in the prescribed form and shall be accompanied with such fees as the Council may, with the approval of the Minister, prescribe.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every importer of any commodity to which section 22A applies  and  every  manufacturer  of  any  commodity  for  which  a compulsory standard specification has been declared, shall register with the Council annually as an importer or manufacturer, as the case may be, in accordance with subsection"
                },
                {
                    "representation": "(a)",
                    "description": "any report or certificate issued under subsection"
                },
                {
                    "representation": "(b)",
                    "description": "the importer of such commodity fails to provide the Council at its request, with a certificate of examination and compliance with such compulsory standard specification issued  by a laboratory or other similar institution, in the country where the commodity is manufactured, recognised by the Bureau; or"
                },
                {
                    "representation": "(i)",
                    "description": "complies with that specification; or"
                },
                {
                    "representation": "(2)",
                    "description": "Every application for registration as an  importer  or manufacturer shall be in the prescribed form and shall be accompanied with such fees as the Council may, with the approval of the Minister, prescribe."
                },
                {
                    "representation": "(3)",
                    "description": "states  that  the  commodity  does  not  comply  with  any compulsory standard specification as is applicable to such commodity; or"
                },
                {
                    "representation": "(4)",
                    "description": "A commodity to which this section applies may be refused admission for home-use, if"
                },
                {
                    "representation": "(c)",
                    "description": "the manufacturer of such commodity fails to comply with any request made under section 28C(1)."
                },
                {
                    "representation": "(5)",
                    "description": "Where   any   imported   commodity   falsely   LAWS OF GUYANA 24 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                             Registration of importer and manufacturer of certain commodities.  [2 of 1997]          Permits.                  bears   any standardisation mark or distinctive mark or which falsely bears a mark of compliance with any specification required under the law of a country outside Guyana, such commodity shall not be admitted for home-use."
                },
                {
                    "representation": "(6)",
                    "description": "Where any commodity to which this section applies is examined by an analyst, the Council may require the importer of such commodity to pay such examination fee, as the Council may, with the approval of the Minister, determine.   22B."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Permits.  PART IV STAFF  OF THE  COUNCIL  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Permits.  PART IV STAFF  OF THE  COUNCIL  23.  (1) Every application for a permit for the purpose of this Act shall be made in writing to the Director or other officer authorised by the Director.  (2) The issue of a permit under this section shall be in the discretion of the Director or other officer authorised by the Director, and where a permit is issued it may be subject to such conditions as may be specified therein and shall be upon payment by the person to whom it is issued of such fee as the Council may, with the approval of the Minister, determine.  (3) A permit issued under this section shall be valid for such period as may be specified therein and may at any time be cancelled after notice in writing thereof has been LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 25  L.R.O. 1/2012                         Appointment of Director of Bureau.                   Employment of staff of Council.      given to the person to whom it has been issued.  (4) Where an application for a permit under this section is refused, notice of such refusal shall be given by the Director or other officer authorised by the Director to the person making such application.  (5) Any person who is aggrieved by the refusal of the Director or other officer authorised by the Director, to issue a permit, or by the cancellation of a permit may, within fifteen days after the date of the notice of such refusal or cancellation, appeal in writing to the Minister. The decision of the Minister on any such appeal shall be final and conclusive.  PART IV STAFF OF THE COUNCIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every application for a permit for the purpose of this Act shall be made in writing to the Director or other officer authorised by the Director."
                },
                {
                    "representation": "(2)",
                    "description": "The issue of a permit under this section shall be in the discretion of the Director or other officer authorised by the Director, and where a permit is issued it may be subject to such conditions as may be specified therein and shall be upon payment by the person to whom it is issued of such fee as the Council may, with the approval of the Minister, determine."
                },
                {
                    "representation": "(3)",
                    "description": "A permit issued under this section shall be valid for such period as may be specified therein and may at any time be cancelled after notice in writing thereof has been LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 25  L.R.O. 1/2012                         Appointment of Director of Bureau.                   Employment of staff of Council.      given to the person to whom it has been issued."
                },
                {
                    "representation": "(4)",
                    "description": "Where an application for a permit under this section is refused, notice of such refusal shall be given by the Director or other officer authorised by the Director to the person making such application."
                },
                {
                    "representation": "(5)",
                    "description": "Any person who is aggrieved by the refusal of the Director or other officer authorised by the Director, to issue a permit, or by the cancellation of a permit may, within fifteen days after the date of the notice of such refusal or cancellation, appeal in writing to the Minister. The decision of the Minister on any such appeal shall be final and conclusive.  PART IV STAFF OF THE COUNCIL"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Appointment of Director of Bureau. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Appointment of Director of Bureau. 24.  (1) The  Minister  shall  appoint  a  person  who  is  suitably qualified, scientifically and technically, to be the Director of the Bureau. The conditions of employment, including the remuneration, of the Director shall be determined by the Minister.  (2) Whenever the Director is unable to perform his functions through absence or illness or any other cause the Minister may appoint a suitably qualified member of the staff of the Council to act in his place.  (3) The duties of the Director shall be to organise, carry out and direct the work of the Bureau in accordance with the policy adopted by the Council in terms of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The  Minister  shall  appoint  a  person  who  is  suitably qualified, scientifically and technically, to be the Director of the Bureau. The conditions of employment, including the remuneration, of the Director shall be determined by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever the Director is unable to perform his functions through absence or illness or any other cause the Minister may appoint a suitably qualified member of the staff of the Council to act in his place."
                },
                {
                    "representation": "(3)",
                    "description": "The duties of the Director shall be to organise, carry out and direct the work of the Bureau in accordance with the policy adopted by the Council in terms of section"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Employment of staff of Council. 25A. Additional assistance.          ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Employment of staff of Council. 25A. Additional assistance.          25.  (1) The Council may employ at such remuneration and on such other  terms and conditions it thinks fit (including the payment of pensions, gratuities or other like benefits by reference to the service of its  officers  and  other  employee,)  such  other  officers  and  other employees as the  Council considers necessary for the purpose of carrying out LAWS OF GUYANA 26 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                 its functions and achieving the objects of the Bureau:  Provided that  (a)     no  salary  in  excess  of  such  amount  as  may  be specified  in  directions  issued  by  the  Minister  shall  be assigned to any office without the prior approval of the Minister;  (b)     no appointment shall be made to any office to which a salary, in excess of an amount specified under paragraph (a) is assigned, without the prior approval of the Minister;  (c)    no provision shall be made for the payment of any pensions, gratuities or other like benefits to the officers and other employees of the Council by reference to their service, without the approval of the Minister.   (2) The Director shall be the chief executive officer of the Bureau and, subject to any general or special directions of the Council, shall be responsible for the execution of the policy adopted by the Council and answerable therefor to the Minister.  (3) The Council may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Council, with the approval of the Minister, may determine.  (4) Where   a   public   officer   is   seconded   or   temporarily transferred from a  pensionable  office  within  the  meaning  of  the Pensions Act to an office with the LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 27  L.R.O. 1/2012              c. 27:02      c.39:05      Additional assistance.  [2 of 1997]                      Power of Council to exercise disciplinary control over its staff.   Council section 5 of that Act shall apply to him as if his service with the Council were service in a public office.  (5) Where a public officer is appointed to an office with the Council, his service with the Council shall be other public service within  the  meaning  of,  and  for  the  purpose  of  such  provisions applicable in relation thereto as are contained in, the Pensions Act (including the Pensions Regulations 1957).  (6) Subsections (4) and (5) shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the  Teachers  Pension  Act  applies  and  who  is  employed  by  the Council.   25A.(1) Where in opinion of the Council, the inspection service of the  Council is inadequate to discharge its functions in any part of Guyana and additional assistance is requested therefor the Council may request the Minister to provide the required assistance.  (2) Where the Minister receives a request for assistance, he may cause to be authorised in writing any officer or employee of the local democratic organ for that part of Guyana to which such request relates or a member of  the Police Force operating there, to discharge the functions of an inspector or other officer or employee of the Council, and such authorised  officer or employee or member of the Police Force, as the case may be, shall have and may discharge all the powers and  functions of an inspector or other officer or employee of the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may employ at such remuneration and on such other  terms and conditions it thinks fit"
                },
                {
                    "representation": "(a)",
                    "description": "is assigned, without the prior approval of the Minister;"
                },
                {
                    "representation": "(b)",
                    "description": "no appointment shall be made to any office to which a salary, in excess of an amount specified under paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "no provision shall be made for the payment of any pensions, gratuities or other like benefits to the officers and other employees of the Council by reference to their service, without the approval of the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Minister receives a request for assistance, he may cause to be authorised in writing any officer or employee of the local democratic organ for that part of Guyana to which such request relates or a member of  the Police Force operating there, to discharge the functions of an inspector or other officer or employee of the Council, and such authorised  officer or employee or member of the Police Force, as the case may be, shall have and may discharge all the powers and  functions of an inspector or other officer or employee of the Council."
                },
                {
                    "representation": "(3)",
                    "description": "The Council may, at any time, retain the services of experts and other professional persons and may pay such remuneration in respect thereof as the Council, with the approval of the Minister, may determine."
                },
                {
                    "representation": "(4)",
                    "description": "and"
                },
                {
                    "representation": "(5)",
                    "description": "shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the  Teachers  Pension  Act  applies  and  who  is  employed  by  the Council.   25A.(1) Where in opinion of the Council, the inspection service of the  Council is inadequate to discharge its functions in any part of Guyana and additional assistance is requested therefor the Council may request the Minister to provide the required assistance."
                },
                {
                    "representation": "(6)",
                    "description": "Subsections"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Power of Council to exercise disciplinary control over its staff. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Power of Council to exercise disciplinary control over its staff. 26.  (1) The Council shall have the power to exercise disciplinary control, other than the power of dismissal, over the Director of the Bureau.  (2) The Council shall have the power to exercise disciplinary control  over,  and  dismiss,  any  other  officer  or  LAWS OF GUYANA 28 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012             Appointment of Chief Inspector, analysts and inspectors. [2 of 1997]              Powers of inspectors.  [2 of 1997]                        employee  of  the Council.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall have the power to exercise disciplinary control, other than the power of dismissal, over the Director of the Bureau."
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall have the power to exercise disciplinary control  over,  and  dismiss,  any  other  officer  or  LAWS OF GUYANA 28 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012             Appointment of Chief Inspector, analysts and inspectors. [2 of 1997]              Powers of inspectors.  [2 of 1997]                        employee  of  the Council."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Appointment of Chief Inspector, analysts and inspectors. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Appointment of Chief Inspector, analysts and inspectors. 27.  (1) The Council may appoint any member of its staff who is suitably qualified as the Chief Inspector, and such other members of the  staff of the Council, as may be necessary, who are suitably qualified as inspectors or analysts for the purposes of this Act.  (2) The Chief Inspector and every inspector or analyst shall be provided with a certificate of his appointment by the Director.  (3) The Chief Inspector shall exercise general supervision and control over every inspector and may exercise any power or perform any duty conferred or imposed on an inspector by or under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may appoint any member of its staff who is suitably qualified as the Chief Inspector, and such other members of the  staff of the Council, as may be necessary, who are suitably qualified as inspectors or analysts for the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Chief Inspector and every inspector or analyst shall be provided with a certificate of his appointment by the Director."
                },
                {
                    "representation": "(3)",
                    "description": "The Chief Inspector shall exercise general supervision and control over every inspector and may exercise any power or perform any duty conferred or imposed on an inspector by or under this Act."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Powers of inspectors.          PART V FUNDS OF THE COUNCIL  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Powers of inspectors.          PART V FUNDS OF THE COUNCIL  28.  (1) Any inspector may, for the purposes of this Act, if instructed by the Council in writing  (a)  without previous notice at any reasonable time, enter upon  any  premises  in  or  upon  which  any  commodity specified  in  such  instructions,  for  which,  or  for  the manufacture, production, processing or treatment of which, there   is   a   compulsory   standard   specification   or   a standardization  mark, is or is reasonably suspected to be manufactured, produced, processed or treated, or in or upon which any such commodity is or is reasonably suspected to be kept for the purpose of trade;  (b)  inspect or take samples of such LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 29  L.R.O. 1/2012                                                 commodity or any material or substance used or suspected to be intended for use in the manufacture, production, processing or treatment thereof, and open any package or container which contains or  is  suspected  to  contain  any  quantity  of  any  such commodity, material or substance;  (c)      inspect any operations carried out in or upon any such premises in connection with the manufacture, production, processing   or   treatment   of   any   commodity   for   the manufacture, production, processing or treatment of which there   is   a   compulsory   standard   specification   or   a standardization mark;  (d)    at any time require from any person the production of any book, notice, record, list or other document which is in the possession or custody or under the control of that person or of any other person on his behalf;  (e)   examine  any  such  book,  notice,  record,  list  or document, make copies of or take extracts from any such book, notice, record, list or document which relates to any commodity referred to in paragraph (a) or to any permit issued or to be issued under this Act, require from any person an explanation of any entries therein, and seize any such book, notice, record, list or document LAWS OF GUYANA 30 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                  as in his opinion may afford evidence of any offence under this Act;  (f)      question either alone or in the presence of any other person, as he thinks fit, with respect to any matter which is being investigated by him, every person whom he finds on the  premises  entered by him by virtue of the aforesaid powers or whom he has reasonable grounds for believing to be or to have been employed on any such premises or to be in the possession, custody or  control of anything referred to in this subsection;  (g)  require any person referred to in paragraph (d), (e) or (f) to appear before him at a time and place fixed by him, and question that person concerning any matter which is being investigated by him;  (h)    seize and detain for such time as may be necessary for the  purposes of any examination, investigation, trial or inquiry, any commodity by means of, or in relation to which, he has reasonable grounds to believe any provision of this Act has been contravened.    (2) A person who is in charge of any premises referred to in subsection 1(a) shall at all times furnish such facilities as are required by an inspector for the purpose of LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 31  L.R.O. 1/2012                                                                               Analysis. [2 of 1997]   exercising his powers under the said subsection.  (3) Any inspector exercising any powers conferred upon him by this section shall, on demand, produce the certificate provided him in terms of section 27(2) and the written instructions referred to in subsection (1) of this section.  (4) Any commodity seized under this Act may at the option of an inspector be kept or stored in the building or place where it was seized or may at the direction of an inspector be removed to any other proper place.  (5) Where an inspector in exercise of his powers under this Act has taken a sample of any commodity, material or substance to which this Act applies and it appears from any examination or investigation by the inspector or the analyst that the sale of or dealing with such commodity, material or substance would not be in contravention of this Act, the inspector shall pay compensation to the owner of the sample if it cannot be returned to the owner without prejudice to the owner.  (6) An inspector shall release any commodity seized by him under this Act when he is satisfied that all the provisions of this Act with respect thereto have been complied with.  (7) Where an inspector has seized any commodity under this Act and the owner thereof or the person in whose possession the commodity was at the time of seizure consents to the destruction thereof the commodity shall thereupon be forfeited in the State and may be destroyed or otherwise disposed of as the Minister may direct.   28A. (1) An inspector may submit any sample taken in accordance with section 28(1)(b), or any commodity seized by him under section 28(1)(h) or any sample from such LAWS OF GUYANA 32 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012             Investigation of complaints.  [2 of 1997]                 Declaration by local manufac- turer and certificate in respect of imported commodities.  [2 of 1997]                    commodity, to an analyst for analysis or examination.   (2) Where an analyst has made analysis or examination he shall issue to the inspector a certificate or report setting forth the results of his analysis or examination.   28B. (1) The Council shall, through its inspectorate, cause to be investigated, complaints regarding commodities, services, processes or practices referred to it by consumers and users.  (2) Where any complaint is found to be true on investigation, the Council may cause to be instituted legal proceedings against the manufacturer or other person supplying the defective commodity or service or engaged in the defective process or practice.  28C. (1) Where any compulsory standard specification has been declared in respect of any commodity, the Council may request the manufacturer  of  such  commodity  to  furnish  a  declaration  in  the prescribed  form  that  such  commodity  has  been  manufactured  in accordance with such specification as is applicable to such commodity and any manufacturer who fails to comply with any such request shall be guilty of an offence.      (2) Where any commodity for which there is no compulsory standard   specification   is   manufactured   outside   Guyana   such commodity  shall  not  be imported  into  Guyana  unless  it  wholly conforms to any specification under the law of the country in which it is manufactured and is accompanied by a certificate in the prescribed form  certifying that the commodity conforms to such specification under the  law of that country and that its sale therein would not constitute a contravention of the law thereof.    LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 33  L.R.O. 1/2012                 Funds and resources of Council.                           Charging of fees for services rendered.    Accounts and audit.        PART V FUNDS  OF THE  COUNCIL",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any compulsory standard specification has been declared in respect of any commodity, the Council may request the manufacturer  of  such  commodity  to  furnish  a  declaration  in  the prescribed  form  that  such  commodity  has  been  manufactured  in accordance with such specification as is applicable to such commodity and any manufacturer who fails to comply with any such request shall be guilty of an offence."
                },
                {
                    "representation": "(a)",
                    "description": "or to any permit issued or to be issued under this Act, require from any person an explanation of any entries therein, and seize any such book, notice, record, list or document LAWS OF GUYANA 30 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                  as in his opinion may afford evidence of any offence under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "inspect or take samples of such LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 29  L.R.O. 1/2012                                                 commodity or any material or substance used or suspected to be intended for use in the manufacture, production, processing or treatment thereof, and open any package or container which contains or  is  suspected  to  contain  any  quantity  of  any  such commodity, material or substance;"
                },
                {
                    "representation": "(c)",
                    "description": "inspect any operations carried out in or upon any such premises in connection with the manufacture, production, processing   or   treatment   of   any   commodity   for   the manufacture, production, processing or treatment of which there   is   a   compulsory   standard   specification   or   a standardization mark;"
                },
                {
                    "representation": "(d)",
                    "description": "at any time require from any person the production of any book, notice, record, list or other document which is in the possession or custody or under the control of that person or of any other person on his behalf;"
                },
                {
                    "representation": "(e)",
                    "description": "or"
                },
                {
                    "representation": "(f)",
                    "description": "to appear before him at a time and place fixed by him, and question that person concerning any matter which is being investigated by him;"
                },
                {
                    "representation": "(g)",
                    "description": "require any person referred to in paragraph"
                },
                {
                    "representation": "(h)",
                    "description": "seize and detain for such time as may be necessary for the  purposes of any examination, investigation, trial or inquiry, any commodity by means of, or in relation to which, he has reasonable grounds to believe any provision of this Act has been contravened."
                },
                {
                    "representation": "(2)",
                    "description": "Where any commodity for which there is no compulsory standard   specification   is   manufactured   outside   Guyana   such commodity  shall  not  be imported  into  Guyana  unless  it  wholly conforms to any specification under the law of the country in which it is manufactured and is accompanied by a certificate in the prescribed form  certifying that the commodity conforms to such specification under the  law of that country and that its sale therein would not constitute a contravention of the law thereof.    LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 33  L.R.O. 1/2012                 Funds and resources of Council.                           Charging of fees for services rendered.    Accounts and audit.        PART V FUNDS  OF THE  COUNCIL"
                },
                {
                    "representation": "(3)",
                    "description": "Any inspector exercising any powers conferred upon him by this section shall, on demand, produce the certificate provided him in terms of section 27(2) and the written instructions referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any commodity seized under this Act may at the option of an inspector be kept or stored in the building or place where it was seized or may at the direction of an inspector be removed to any other proper place."
                },
                {
                    "representation": "(5)",
                    "description": "Where an inspector in exercise of his powers under this Act has taken a sample of any commodity, material or substance to which this Act applies and it appears from any examination or investigation by the inspector or the analyst that the sale of or dealing with such commodity, material or substance would not be in contravention of this Act, the inspector shall pay compensation to the owner of the sample if it cannot be returned to the owner without prejudice to the owner."
                },
                {
                    "representation": "(6)",
                    "description": "An inspector shall release any commodity seized by him under this Act when he is satisfied that all the provisions of this Act with respect thereto have been complied with."
                },
                {
                    "representation": "(7)",
                    "description": "Where an inspector has seized any commodity under this Act and the owner thereof or the person in whose possession the commodity was at the time of seizure consents to the destruction thereof the commodity shall thereupon be forfeited in the State and may be destroyed or otherwise disposed of as the Minister may direct.   28A."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Funds and resources of Council. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Funds and resources of Council. 29.  The funds and resources of the Council shall consist of   (a)   such sums as may be provided by Parliament;  (b)    revenue obtained by virtue of the provisions of section 30;  (c)      such moneys or other assets as may accrue to, or vest in  the  Council  by  way  of  grants,  subsidies,  bequests, donations or gifts;  (d)    all other sums or property that may in any manner become payable to or vested in the Council in respect of any matter incidental to its powers and duties.  (2) The expenses of the Council including any remuneration of its officers and employees shall be paid out of the funds and resources of the Council.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "such sums as may be provided by Parliament;"
                },
                {
                    "representation": "(b)",
                    "description": "revenue obtained by virtue of the provisions of section 30;"
                },
                {
                    "representation": "(c)",
                    "description": "such moneys or other assets as may accrue to, or vest in  the  Council  by  way  of  grants,  subsidies,  bequests, donations or gifts;"
                },
                {
                    "representation": "(d)",
                    "description": "all other sums or property that may in any manner become payable to or vested in the Council in respect of any matter incidental to its powers and duties."
                },
                {
                    "representation": "(2)",
                    "description": "The expenses of the Council including any remuneration of its officers and employees shall be paid out of the funds and resources of the Council."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Charging of fees for services rendered. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Charging of fees for services rendered. 30.  Subject to the provisions of any regulations made under section 42, the Council may, in respect of any services rendered by it under this Act charge such fees or make such financial arrangements as it may deem fit.",
            "description": "Subject to the provisions of any regulations made under section 42, the Council may, in respect of any services rendered by it under this Act charge such fees or make such financial arrangements as it may deem fit."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Accounts and audit. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Accounts and audit. 31.  The financial year of the Council shall end on the thirty first day of December.  (2) The Council shall keep proper accounts and other records in respect of its operations and the accounts shall be audited annually by an auditor appointed by the Council with the approval of the Minister. LAWS OF GUYANA 34 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                 Report.                                    Protection against claims.     (3) All books of account kept by the Council shall be subject to examination and audit at any time by the Auditor General.  (4) The members, officers and employees of the Council shall grant to the auditor appointed under subsection (2) or the Auditor General  access to all books, documents, cash and securities of the Council and shall give him on request all such information as may be within their knowledge in relation to the operation of the Council and the Bureau.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "or the Auditor General  access to all books, documents, cash and securities of the Council and shall give him on request all such information as may be within their knowledge in relation to the operation of the Council and the Bureau."
                },
                {
                    "representation": "(3)",
                    "description": "All books of account kept by the Council shall be subject to examination and audit at any time by the Auditor General."
                },
                {
                    "representation": "(4)",
                    "description": "The members, officers and employees of the Council shall grant to the auditor appointed under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Report. PART VI MISCELLANEOUS   ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Report. PART VI MISCELLANEOUS   32.  (1) The Council shall not later than six months after the end of each financial year submit a report to the Minister containing  (a)    an   account   of   its   transactions   throughout   the preceding financial year in such detail as the Minister may direct: and   (b)   a statement of the accounts of the Council audited in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council shall not later than six months after the end of each financial year submit a report to the Minister containing"
                },
                {
                    "representation": "(a)",
                    "description": "an   account   of   its   transactions   throughout   the preceding financial year in such detail as the Minister may direct: and"
                },
                {
                    "representation": "(b)",
                    "description": "a statement of the accounts of the Council audited in accordance with section"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Protection against claims.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Protection against claims.  33.  The fact that any commodity complies, or is alleged to comply, with  a  standard  specification  or  a  compulsory  standard  claims specification  or has been or is alleged to have been manufactured, produced,  processed  or  treated  in  accordance  with  any  such specification or that a LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 35  L.R.O. 1/2012                   Secrecy.                   Rights in discoveries, inventions and improvements made by staff of Council to vest in Council.                    c. 90:03  standardization mark or distinctive mark is used in connection with any commodity, shall not give rise to any suit or prosecution against the Council or any member thereof or any member of the staff thereof.",
            "description": "The fact that any commodity complies, or is alleged to comply, with  a  standard  specification  or  a  compulsory  standard  claims specification  or has been or is alleged to have been manufactured, produced,  processed  or  treated  in  accordance  with  any  such specification or that a LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 35  L.R.O. 1/2012                   Secrecy.                   Rights in discoveries, inventions and improvements made by staff of Council to vest in Council.                    c. 90:03  standardization mark or distinctive mark is used in connection with any commodity, shall not give rise to any suit or prosecution against the Council or any member thereof or any member of the staff thereof."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Secrecy.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Secrecy.  34.  (1) All information obtained by the Bureau, or the Council or any member of the Council or its staff or by any other person in the course of the administration of this Act, as to any formula, process or practice shall be treated as confidential save for purposes connected with the administration of this Act.  (2) The disclosure of any information relating to any formula, process or practice to the Minister, or the Bureau, or the Council or any member of the Council or its staff, or to any other person for purposes connected with the administration of this Act. shall not prejudice any application subsequently made for the patent of the formula, process or practice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All information obtained by the Bureau, or the Council or any member of the Council or its staff or by any other person in the course of the administration of this Act, as to any formula, process or practice shall be treated as confidential save for purposes connected with the administration of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The disclosure of any information relating to any formula, process or practice to the Minister, or the Bureau, or the Council or any member of the Council or its staff, or to any other person for purposes connected with the administration of this Act. shall not prejudice any application subsequently made for the patent of the formula, process or practice."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Rights in discoveries, inventions and improvements made by staff of Council to vest in Council.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Rights in discoveries, inventions and improvements made by staff of Council to vest in Council.  35.  (1) The  rights  in  all  discoveries  and  inventions  and  all improvements in respect of processes, apparatuses and machines made by an officer of the Council shall vest in and be the property of the Council and  shall be made available for use in the public interest subject to such conditions and the payment of such fees or royalties as the Council may determine.   (2) The Council may, out of the funds of the Council, pay to an officer of the Council who has made any discovery, invention or improvement referred to in subsection (1) such reward, or make provision for such officer to participate in the profits derived from that discovery, invention or improvement, as the Council may determine.   (3) The Council may apply for letters patent in respect of any inventions made by any officer of the Council and shall for the purpose of the  Patents and Designs Act be LAWS OF GUYANA 36 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                Exemption from taxes and duties.   Use by person carrying on activity, business, trade or occupation of certain words.                    c. 91:01                      regarded as the assign of the inventor.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "such reward, or make provision for such officer to participate in the profits derived from that discovery, invention or improvement, as the Council may determine."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may, out of the funds of the Council, pay to an officer of the Council who has made any discovery, invention or improvement referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Council may apply for letters patent in respect of any inventions made by any officer of the Council and shall for the purpose of the  Patents and Designs Act be LAWS OF GUYANA 36 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                Exemption from taxes and duties.   Use by person carrying on activity, business, trade or occupation of certain words.                    c. 91:01                      regarded as the assign of the inventor."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Exemption from taxes and duties.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Exemption from taxes and duties.  36.  The Council shall be exempt from the payment of customs duty, capital gains tax, corporation  tax,  income  tax,  property  tax,  and purchase tax.",
            "description": "The Council shall be exempt from the payment of customs duty, capital gains tax, corporation  tax,  income  tax,  property  tax,  and purchase tax."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Use by person carrying on activity, business, trade or occupation of       LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 5  L.R.O. 1/2012    SECTION    certain words. ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Use by person carrying on activity, business, trade or occupation of       LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 5  L.R.O. 1/2012    SECTION    certain words. 37.  (1) Except with the written approval of the Minister and subject to the provisions of subsections (3) and (4), no person shall carry on any activity, business, trade or occupation under any name which contains the words Bureau of Standards, Standards Bureau or such words which would create an impression that such person were the Bureau or is associated or connected with the Bureau.  (2) Except with the written approval of the Minister and subject to the provisions of subsections (3) and (4)  (a)    no trade mark which contains the word standard shall be registered under the Trade Marks Act; and  (b)   no person shall, unless authorised thereto by a permit, sell any commodity under a mark which contains the word standard or under a description in which the said word is used in a manner which may create the impression that the commodity complies with a specification framed therefor by the Council.  (3) Any person who, at the commencement of this Act, carries on any activity, business, trade or occupation or is registered under any such name as is referred to in subsection (1) may, notwithstanding the provisions of subsection (1), LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 37  L.R.O. 1/2012                            Duty of persons to whom permits have been issued to transmit samples of commodities  or furnish information relating to commodities whenever required to do so.                 Offences. [2 of 1997]   continue to carry out that activity, business, trade or occupation, or to be registered, as the case may be, under such name.  (4) The provisions of subsection (2) shall not affect any trade mark registered before the commencement of this Act, or the sale of any commodity under such trade mark.   (5) The Minister may at any time withdraw any approval given by him under subsection (1) or subsection (2) if, in his opinion, it is necessary to do so in order to avoid confusion or abuse.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who, at the commencement of this Act, carries on any activity, business, trade or occupation or is registered under any such name as is referred to in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "if, in his opinion, it is necessary to do so in order to avoid confusion or abuse."
                },
                {
                    "representation": "(a)",
                    "description": "no trade mark which contains the word standard shall be registered under the Trade Marks Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "no person shall, unless authorised thereto by a permit, sell any commodity under a mark which contains the word standard or under a description in which the said word is used in a manner which may create the impression that the commodity complies with a specification framed therefor by the Council."
                },
                {
                    "representation": "(4)",
                    "description": "The provisions of subsection"
                },
                {
                    "representation": "(5)",
                    "description": "The Minister may at any time withdraw any approval given by him under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Duty of persons to whom permits have been issued to transmit samples of commodities or furnish information relating to commodities whenever required to do so.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Duty of persons to whom permits have been issued to transmit samples of commodities or furnish information relating to commodities whenever required to do so.  38.  Any person to whom a permit has been issued under this Act shall, upon a request in writing made by the Council  (a)  transmit to the Council or any person approved by the Council, within such time as may be specified in such request.  such  samples  as  may  be  so  specified  of  any commodity in respect of which that permit has been issued; or  (b)   furnish to the Council or to any person approved by the Council, within such time as may be specified in such request, such information as may be so specified in regard to such commodity or the manufacture, production, processing or treatment thereof,  and the first-mentioned person shall comply with the requirements of such request.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "transmit to the Council or any person approved by the Council, within such time as may be specified in such request.  such  samples  as  may  be  so  specified  of  any commodity in respect of which that permit has been issued; or"
                },
                {
                    "representation": "(b)",
                    "description": "furnish to the Council or to any person approved by the Council, within such time as may be specified in such request, such information as may be so specified in regard to such commodity or the manufacture, production, processing or treatment thereof,  and the first-mentioned person shall comply with the requirements of such request."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Offences.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Offences.  39.  Every person who  (a)       contravenes the provisions of section 19(1) LAWS OF GUYANA 38 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                 or (3) or of section 22(1) or (2);  (b)   contravenes the conditions of any permit issued under this Act; (c)    contravenes the provisions of section 34(1) or section 37(1) or (2);  (d)   falsely holds himself out to be the Chief Inspector or an inspector;  (e)      makes any relevant statement to the Chief Inspector or an inspector which is false in any material particular and which he knows to be false;  (f)    refuses or fails to answer any relevant question which the Chief Inspector or an inspector in the exercise of his powers has put to him;  (g)    refuses or fails to comply with any lawful direction made by the Chief inspector or an inspector;  (h)     hinders  or  obstructs  the  Chief  Inspector  or an inspector in the exercise or performance of his powers or duties;  (i)     fails to comply with any request under section 38;   (j)     removes, alters or interferes in any way with any thing seized or detained under the authority of this Act, or with any detention or other tag attached to such thing, without the authority of an inspector;  LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 39  L.R.O. 1/2012                   Penalties.  [2 of 1997]                                     (k)     attempts to sell for home-use or export a commodity which   does   not   conform   to   a   compulsory   standard specification;  (l)        contravenes any other provision of this Act,  shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "contravenes the provisions of section 19(1) LAWS OF GUYANA 38 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012                                                 or"
                },
                {
                    "representation": "(3)",
                    "description": "or of section 22(1) or"
                },
                {
                    "representation": "(b)",
                    "description": "contravenes the conditions of any permit issued under this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "contravenes the provisions of section 34(1) or section 37(1) or"
                },
                {
                    "representation": "(d)",
                    "description": "falsely holds himself out to be the Chief Inspector or an inspector;"
                },
                {
                    "representation": "(e)",
                    "description": "makes any relevant statement to the Chief Inspector or an inspector which is false in any material particular and which he knows to be false;"
                },
                {
                    "representation": "(f)",
                    "description": "refuses or fails to answer any relevant question which the Chief Inspector or an inspector in the exercise of his powers has put to him;"
                },
                {
                    "representation": "(g)",
                    "description": "refuses or fails to comply with any lawful direction made by the Chief inspector or an inspector;"
                },
                {
                    "representation": "(h)",
                    "description": "hinders  or  obstructs  the  Chief  Inspector  or an inspector in the exercise or performance of his powers or duties;"
                },
                {
                    "representation": "(i)",
                    "description": "fails to comply with any request under section 38;"
                },
                {
                    "representation": "(j)",
                    "description": "removes, alters or interferes in any way with any thing seized or detained under the authority of this Act, or with any detention or other tag attached to such thing, without the authority of an inspector;  LAWS OF GUYANA    Guyana National Bureau of Standards Cap. 90:16 39  L.R.O. 1/2012                   Penalties.  [2 of 1997]"
                },
                {
                    "representation": "(k)",
                    "description": "attempts to sell for home-use or export a commodity which   does   not   conform   to   a   compulsory   standard specification;"
                },
                {
                    "representation": "(l)",
                    "description": "contravenes any other provision of this Act,  shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Penalties.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Penalties.  40.  (1) Every person guilty of an offence under this Act shall on summary conviction be liable  (a)      in the case of an offence referred to in section 39(a) or (b) or (j) to a fine not exceeding five hundred dollars and  to  imprisonment  for  a  period  not exceeding three months;  (b)      in the case of an offence referred to in section 39(c) to (h), to a fine not exceeding two thousand dollars and to imprisonment for a period not exceeding one year; and  (c)      in the case of an offence referred to in section 39(i) to a  fine not exceeding one thousand dollars and to imprisonment for a period not exceeding six months.  (2) Whenever any person is convicted of an offence referred to in subsection (1) (a) or (b) or of a contravention of section 37(2), the court may, in addition to any other penalty which it may impose, order that all or any part of the commodities in respect of which the offence was committed  be forfeited to the State, and the commodities so ordered to be forfeited  shall be disposed of in such manner as the Minister may direct.  LAWS OF GUYANA 40 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012            Prosecution.            Regulations.                       (3) Where a person is convicted for a contravention of section 19(1) or (3) or section 22(1) or (2), the court convicting him may, in addition to the penalty imposed order that the person convicted cease forthwith the  manufacture,  production,  processing,  treatment  or selling of any commodity to which such contravention relates for such period as the contravention continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) or"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of an offence referred to in section 39(a) or"
                },
                {
                    "representation": "(b)",
                    "description": "or of a contravention of section 37(2), the court may, in addition to any other penalty which it may impose, order that all or any part of the commodities in respect of which the offence was committed  be forfeited to the State, and the commodities so ordered to be forfeited  shall be disposed of in such manner as the Minister may direct.  LAWS OF GUYANA 40 Cap. 90:16    Guyana National Bureau of Standards  L.R.O. 1/2012            Prosecution.            Regulations."
                },
                {
                    "representation": "(j)",
                    "description": "to a fine not exceeding five hundred dollars and  to  imprisonment  for  a  period  not exceeding three months;"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of an offence referred to in section 39(i) to a  fine not exceeding one thousand dollars and to imprisonment for a period not exceeding six months."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever any person is convicted of an offence referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "or section 22(1) or"
                }
            ]
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Prosecution.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Prosecution.  41.  The  Council  may  institute  or  cause  to  be  instituted  any prosecution for the purpose of enforcing any of the provisions of this Act and any inspector or other authorised officer of the Council may appear as prosecutor for and on behalf of the Council.",
            "description": "The  Council  may  institute  or  cause  to  be  instituted  any prosecution for the purpose of enforcing any of the provisions of this Act and any inspector or other authorised officer of the Council may appear as prosecutor for and on behalf of the Council."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Regulations.  __________________________     CHAPTER 90:16  GUYANA NATIONAL BUREAU OF STANDARDS ACT           11 of 1984 An Act to provide for the preparation and promotion of Standards in relation to commodities, services, processes and practices by the establishment and operation of a Bureau of Standards, to establish the Guyana National Bureau of Standards and the National Standards Council, to vest the management of the Bureau in the Council, to define the objects of the Bureau and the powers and functions of the Council and for matters incidental thereto.  [1ST MARCH, 1985]       Short title.    Interpretation. [2 of 1997] PART I PRELIMINARY    ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under Regulations.  __________________________     CHAPTER 90:16  GUYANA NATIONAL BUREAU OF STANDARDS ACT           11 of 1984 An Act to provide for the preparation and promotion of Standards in relation to commodities, services, processes and practices by the establishment and operation of a Bureau of Standards, to establish the Guyana National Bureau of Standards and the National Standards Council, to vest the management of the Bureau in the Council, to define the objects of the Bureau and the powers and functions of the Council and for matters incidental thereto.  [1ST MARCH, 1985]       Short title.    Interpretation. [2 of 1997] PART I PRELIMINARY    42.  The Minister may, after consultation with the Council, make regulations for the carrying out of the provisions of this Act.     ____________________      LAWS OF GUYANA Guyana National Bureau of Standards Cap. 90:16 41  SUBSIDIARY LEGISLATION  _________________   O. 22/",
            "description": "The Minister may, after consultation with the Council, make regulations for the carrying out of the provisions of this Act.     ____________________      LAWS OF GUYANA Guyana National Bureau of Standards Cap. 90:16 41  SUBSIDIARY LEGISLATION  _________________   O. 22/"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "55.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 55.0  55.02    %                                         200  Milling yield determination is repeated on the second 50g sample and the average value recorded. If the difference LAWS OF GUYANA 240 Cap.",
            "description": "55.02    %                                         200  Milling yield determination is repeated on the second 50g sample and the average value recorded. If the difference LAWS OF GUYANA 240 Cap."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "65.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 65.0  65.0 Total milled yield (Minimum)",
            "description": "65.0 Total milled yield (Minimum)"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "70.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 70.0  70.0",
            "description": "70.0"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "80.0 Broken kernels ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 80.0 Broken kernels 80.0 Milled yield (Head rice) (Minimum)",
            "description": "80.0 Milled yield (Head rice) (Minimum)"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "82.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 82.0  82.0",
            "description": "82.0"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "86.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 86.0  86.",
            "description": "86."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "88.0  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 88.0  88.0",
            "description": "88.0"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "90.16 217 [Subsidiary] Guyana National Bureau of  Standards (Compulsory Standard  Specification) (Rice – Specification, Sampling Test and Analysis) Order   L.R.O. 1/2012  O. 21/2003              Citation.      Standard specification declared compulsory    GUYANA NATIONAL BUREAU OF  STANDARDS (COMPULSORY STANDARD SPECIFICATION) (RICE – SPECIFICATION, SAMPLING TESTS AND ANALYSIS) ORDER  made under section 20   ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 90.16 217 [Subsidiary] Guyana National Bureau of  Standards (Compulsory Standard  Specification) (Rice  Specification, Sampling Test and Analysis) Order   L.R.O. 1/2012  O. 21/2003              Citation.      Standard specification declared compulsory    GUYANA NATIONAL BUREAU OF  STANDARDS (COMPULSORY STANDARD SPECIFICATION) (RICE  SPECIFICATION, SAMPLING TESTS AND ANALYSIS) ORDER  made under section 20   90.16 Guyana National Bureau of Standards [Subsidiary] Guyana National Bureau of  Standards (Compulsory Standard Specification) (Rice  Specification, Sampling Test and Analysis) Order   L.R.O. 1/2012",
            "description": "90.16 Guyana National Bureau of Standards [Subsidiary] Guyana National Bureau of  Standards (Compulsory Standard Specification) (Rice  Specification, Sampling Test and Analysis) Order   L.R.O. 1/2012"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "95",
            "title": "The first number is the size; it is an indication of the length of the foot fitted by the shoe, measured in millimetres, the second number is the width index; it is an indication of the joint girth  of the foot fitted, expressed as a percentage of its length. Three millimetres must be added to the measured length of a child's foot in order to arrive at the correct mondopoint size. This is a growth allowance: it is logical that a growing foot which measures, say, 240mm at the time of purchase ought to have a larger shoe than an adult foot which measures 240 mm.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under The first number is the size; it is an indication of the length of the foot fitted by the shoe, measured in millimetres, the second number is the width index; it is an indication of the joint girth  of the foot fitted, expressed as a percentage of its length. Three millimetres must be added to the measured length of a child's foot in order to arrive at the correct mondopoint size. This is a growth allowance: it is logical that a growing foot which measures, say, 240mm at the time of purchase ought to have a larger shoe than an adult foot which measures 240 mm.  95. The first number is the size; it is an indication of the length of the foot fitted by the shoe, measured in millimetres, the second number is the width index; it is an indication of the joint girth of the foot fitted, expressed as a percentage of its length.  Three millimetres shall be added to the measured length of a child's foot in order to arrive at the correct mondopoint size. This is a growth allowance; it is logical that growing foot which measures, say, 240 mm at the time of purchase ought to have a larger shoe than an adult foot which measures 240 mm.",
            "description": "The first number is the size; it is an indication of the length of the foot fitted by the shoe, measured in millimetres, the second number is the width index; it is an indication of the joint girth of the foot fitted, expressed as a percentage of its length.  Three millimetres shall be added to the measured length of a child's foot in order to arrive at the correct mondopoint size. This is a growth allowance; it is logical that growing foot which measures, say, 240 mm at the time of purchase ought to have a larger shoe than an adult foot which measures 240 mm."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "100",
            "title": "",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 100.  6 Test equipment",
            "description": "6 Test equipment"
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1998",
            "title": "GUYANA NATIONAL BUREAU OF  STANDARDS (COMPULSORY STANDARD SPECIFICATIONS) ORDER  made under section 20   Citation.           Standard specifications declared compulsory.  ",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under GUYANA NATIONAL BUREAU OF  STANDARDS (COMPULSORY STANDARD SPECIFICATIONS) ORDER  made under section 20   Citation.           Standard specifications declared compulsory.  1998.",
            "description": "1998."
        }
    },
    {
        "act": "GUYANA NATIONAL BUREAU OF STANDARDS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2003",
            "title": "",
            "context": "GUYANA NATIONAL BUREAU OF STANDARDS ACT under 2003. Standard specification declared compulsory.",
            "description": "Standard specification declared compulsory."
        }
    }
]