[
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GAMBLING PREVENTION ACT under Short title. 1.  This Act may be cited as the Gambling Prevention Act.",
            "description": "This Act may be cited as the Gambling Prevention Act."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GAMBLING PREVENTION ACT under Interpretation. 2.  (1) In this Act  betting excludes licensed casino gambling;  casino operators license means a license of that name issued under section 29;  casino premises license means a license of that name         issued under section 29  casino regulations means any regulations made under section 32;  common gaming house includes any place kept or used for gambling, to which the public, or any class of the public, CHAPTER 9:02  GAMBLING PREVENTION  LAWS OF GUYANA Gambling Prevention Cap. 9:02 5  L.R.O. 1/2012                                                 has, or may have access, and any place kept for habitual gambling, whether the public, or any class of the public, has, or may have, access thereto or not, and any place kept or used for the purpose of a public lottery but excludes a licensed casino;  gaming excludes licensed casino gambling;  Gaming Authority means the Gaming Authority established under the casino regulations;  gambling means to play at or engage in any game of chance, or pretended game of chance, for money or moneys worth but excludes licensed casino gambling;  licence means a casino premises licence or a casino operators license;  licensed casino means a place in respect of which a casino premises license has been issued and is in force;  licensed casino gambling means any activity in a licensed casino authorised under a casino premises license;  instruments or appliances for gambling includes all articles which are used in and for the purpose of gambling or a lottery;  lottery includes any game, method, or device whereby money or moneys worth is distributed or allotted in any manner depending upon, or to be determined by, chance or lot, held, drawn, exercised or managed within Guyana but excludes licensed casino gambling;  lottery ticket includes any paper, figure, writing, symbol, or other article whatsoever, either expressly or tacitly entitling, or purporting to  entitle, the holder or any other person to receive money or moneys worth on the LAWS OF GUYANA 6 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                             Common gaming house  a public  nuisance.  Offences.  [31 of 1940 6 of 1997]             happening of an event or a contingency connected with a public lottery;  place means any house, office, room, or building, and any place or spot, whether open or enclosed, and includes a ship, boat, or other vessel, whether afloat or not, and any vehicle;  public lottery means a lottery to which the public or any class of the public has, or may have, access, and every lottery shall, until the contrary be proved, be deemed to be a public lottery.  (2) A place in which lottery tickets are sold or distributed shall be deemed to be used for the purpose of a public lottery; and a place shall be deemed to be used for a purpose, if it is used for that purpose even on one occasion only.  (3) Everyone who lets to hire a place shall be deemed the owner thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  betting excludes licensed casino gambling;  casino operators license means a license of that name issued under section 29;  casino premises license means a license of that name         issued under section 29  casino regulations means any regulations made under section 32;  common gaming house includes any place kept or used for gambling, to which the public, or any class of the public, CHAPTER 9:02  GAMBLING PREVENTION  LAWS OF GUYANA Gambling Prevention Cap. 9:02 5  L.R.O. 1/2012                                                 has, or may have access, and any place kept for habitual gambling, whether the public, or any class of the public, has, or may have, access thereto or not, and any place kept or used for the purpose of a public lottery but excludes a licensed casino;  gaming excludes licensed casino gambling;  Gaming Authority means the Gaming Authority established under the casino regulations;  gambling means to play at or engage in any game of chance, or pretended game of chance, for money or moneys worth but excludes licensed casino gambling;  licence means a casino premises licence or a casino operators license;  licensed casino means a place in respect of which a casino premises license has been issued and is in force;  licensed casino gambling means any activity in a licensed casino authorised under a casino premises license;  instruments or appliances for gambling includes all articles which are used in and for the purpose of gambling or a lottery;  lottery includes any game, method, or device whereby money or moneys worth is distributed or allotted in any manner depending upon, or to be determined by, chance or lot, held, drawn, exercised or managed within Guyana but excludes licensed casino gambling;  lottery ticket includes any paper, figure, writing, symbol, or other article whatsoever, either expressly or tacitly entitling, or purporting to  entitle, the holder or any other person to receive money or moneys worth on the LAWS OF GUYANA 6 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                             Common gaming house  a public  nuisance.  Offences.  [31 of 1940 6 of 1997]             happening of an event or a contingency connected with a public lottery;  place means any house, office, room, or building, and any place or spot, whether open or enclosed, and includes a ship, boat, or other vessel, whether afloat or not, and any vehicle;  public lottery means a lottery to which the public or any class of the public has, or may have, access, and every lottery shall, until the contrary be proved, be deemed to be a public lottery."
                },
                {
                    "representation": "(2)",
                    "description": "A place in which lottery tickets are sold or distributed shall be deemed to be used for the purpose of a public lottery; and a place shall be deemed to be used for a purpose, if it is used for that purpose even on one occasion only."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who lets to hire a place shall be deemed the owner thereof."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Common gaming house a public nuisance. ",
            "context": "GAMBLING PREVENTION ACT under Common gaming house a public nuisance. 3.  Every common gaming house is hereby declared to be a common and public nuisance contrary to law.",
            "description": "Every common gaming house is hereby declared to be a common and public nuisance contrary to law."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Offences. ",
            "context": "GAMBLING PREVENTION ACT under Offences. 4.  Anyone who  (a) being the owner or occupier, or having the use temporarily or otherwise thereof, keeps, or uses a place as a common gaming house; or  (b) permits a place of which he is owner or occupier, or of which he has the use temporarily or otherwise, to be kept or used by another person as a common gaming house; or LAWS OF GUYANA Gambling Prevention Cap. 9:02 7  L.R.O. 1/2012                                                  (c) has the care or management, or in any manner assists in the management of a place kept or used as a common gaming house, or assists in carrying on a public lottery; or   (d) receives directly or indirectly any money or moneys worth for or in respect of any chance in, or event or contingency connected with, a public lottery, whether held in or out of Guyana, or sells, or offers for sale, or gives, or delivers, any lottery ticket, including any ticket for any lottery conducted elsewhere than in Guyana; or  (e) draws, throws, declares, or exhibits, expressly or otherwise, the winner, or winning number, ticket, lot, figure, design, symbol, or other result of any public lottery; or  (f) writes, prints, or publishes, or causes to be written, printed or published, any lottery ticket, or list of prizes, or any announcement of the result of a public lottery, or any announcement relating to a public lottery; or  (g) announces or publishes, or causes to be announced or published, either orally or by means of any print, writing, design, sign, or otherwise, that any place is opened, kept, or used as a common gaming house, or in any other manner invites or solicits any LAWS OF GUYANA 8 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                Persons  playing, or being found, in a common gaming house. [6 of 1997]      Taking part in public lottery.  [6 of 1997]                  Moneys paid for lottery person to commit a breach of sections 5 and 6, or either of them; or  (h) advances, furnishes, or receives money for the purpose of establishing or conducting the business of a common gaming house, or for the purpose of a public lottery,  shall be liable to a fine of one hundred and ninety-five thousand dollars or to imprisonment for twelve months.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "being the owner or occupier, or having the use temporarily or otherwise thereof, keeps, or uses a place as a common gaming house; or"
                },
                {
                    "representation": "(b)",
                    "description": "permits a place of which he is owner or occupier, or of which he has the use temporarily or otherwise, to be kept or used by another person as a common gaming house; or LAWS OF GUYANA Gambling Prevention Cap. 9:02 7  L.R.O. 1/2012"
                },
                {
                    "representation": "(c)",
                    "description": "has the care or management, or in any manner assists in the management of a place kept or used as a common gaming house, or assists in carrying on a public lottery; or"
                },
                {
                    "representation": "(d)",
                    "description": "receives directly or indirectly any money or moneys worth for or in respect of any chance in, or event or contingency connected with, a public lottery, whether held in or out of Guyana, or sells, or offers for sale, or gives, or delivers, any lottery ticket, including any ticket for any lottery conducted elsewhere than in Guyana; or"
                },
                {
                    "representation": "(e)",
                    "description": "draws, throws, declares, or exhibits, expressly or otherwise, the winner, or winning number, ticket, lot, figure, design, symbol, or other result of any public lottery; or"
                },
                {
                    "representation": "(f)",
                    "description": "writes, prints, or publishes, or causes to be written, printed or published, any lottery ticket, or list of prizes, or any announcement of the result of a public lottery, or any announcement relating to a public lottery; or"
                },
                {
                    "representation": "(g)",
                    "description": "announces or publishes, or causes to be announced or published, either orally or by means of any print, writing, design, sign, or otherwise, that any place is opened, kept, or used as a common gaming house, or in any other manner invites or solicits any LAWS OF GUYANA 8 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                Persons  playing, or being found, in a common gaming house. [6 of 1997]      Taking part in public lottery.  [6 of 1997]                  Moneys paid for lottery person to commit a breach of sections 5 and 6, or either of them; or"
                },
                {
                    "representation": "(h)",
                    "description": "advances, furnishes, or receives money for the purpose of establishing or conducting the business of a common gaming house, or for the purpose of a public lottery,  shall be liable to a fine of one hundred and ninety-five thousand dollars or to imprisonment for twelve months."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Persons playing, or being found, in a common gaming house. ",
            "context": "GAMBLING PREVENTION ACT under Persons playing, or being found, in a common gaming house. 5.  (1) Whosoever plays in a common gaming house, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months.  (2) A person found  in  a common  gaming house,  or  found escaping therefrom on the occasion of its being entered under this Act, shall be presumed until the contrary be proved to be or to have been playing therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whosoever plays in a common gaming house, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months."
                },
                {
                    "representation": "(2)",
                    "description": "A person found  in  a common  gaming house,  or  found escaping therefrom on the occasion of its being entered under this Act, shall be presumed until the contrary be proved to be or to have been playing therein."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Taking part in public lottery. ",
            "context": "GAMBLING PREVENTION ACT under Taking part in public lottery. 6.  (1) Whosoever, either personally, or by an agent pays or deposits any money or moneys worth to or with any person concerned in the business of a common gaming house as a stake, or for or in respect of any event or contingency connected with a public lottery, or buys a lottery ticket, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months.  (2) A person in whose possession a lottery ticket is found shall be presumed until the contrary be proved to have bought it.  (3) Every lottery ticket in respect of a lottery within Guyana shall be forfeited, and it shall be the duty of any police or rural constable to seize the ticket wherever found.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whosoever, either personally, or by an agent pays or deposits any money or moneys worth to or with any person concerned in the business of a common gaming house as a stake, or for or in respect of any event or contingency connected with a public lottery, or buys a lottery ticket, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months."
                },
                {
                    "representation": "(2)",
                    "description": "A person in whose possession a lottery ticket is found shall be presumed until the contrary be proved to have bought it."
                },
                {
                    "representation": "(3)",
                    "description": "Every lottery ticket in respect of a lottery within Guyana shall be forfeited, and it shall be the duty of any police or rural constable to seize the ticket wherever found."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Moneys paid for lottery ticket recoverable. ",
            "context": "GAMBLING PREVENTION ACT under Moneys paid for lottery ticket recoverable. 7.  Any money or moneys worth paid or deposited LAWS OF GUYANA Gambling Prevention Cap. 9:02 9  L.R.O. 1/2012 ticket recoverable.     Contract for sale of lottery ticket void.      Postmaster General may confiscate lottery tickets and advertise- ments.      Gambling or betting in licensed premises. [6 of 1997]       Using place for gambling or betting without permission of owner. [6 of 1997]       for or in respect of any event or contingency aforesaid, or for or in respect of the purchase of a lottery ticket, shall be recoverable as money had and received to or for the use of the person from whom it was received.",
            "description": "Any money or moneys worth paid or deposited LAWS OF GUYANA Gambling Prevention Cap. 9:02 9  L.R.O. 1/2012 ticket recoverable.     Contract for sale of lottery ticket void.      Postmaster General may confiscate lottery tickets and advertise- ments.      Gambling or betting in licensed premises. [6 of 1997]       Using place for gambling or betting without permission of owner. [6 of 1997]       for or in respect of any event or contingency aforesaid, or for or in respect of the purchase of a lottery ticket, shall be recoverable as money had and received to or for the use of the person from whom it was received."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Contract for sale of lottery ticket void. ",
            "context": "GAMBLING PREVENTION ACT under Contract for sale of lottery ticket void. 8.  Every sale or contract for the sale of a lottery ticket is hereby declared to be void, and no action shall be maintainable by anyone in respect of that sale or contract, except by the purchaser for the return of the money or other consideration (if any) paid therefor.",
            "description": "Every sale or contract for the sale of a lottery ticket is hereby declared to be void, and no action shall be maintainable by anyone in respect of that sale or contract, except by the purchaser for the return of the money or other consideration (if any) paid therefor."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Postmaster General may confiscate lottery tickets and advertisements. ",
            "context": "GAMBLING PREVENTION ACT under Postmaster General may confiscate lottery tickets and advertisements. 9.  The Postmaster General from time to time, with the approval of the Minister, may make any regulations he thinks fit for preventing the sending or delivery by post of letters, circulars, advertisements, or tickets, of or concerning any lottery, whether the lottery is conducted or held in or out of Guyana, and whether the letters, circulars, advertisements, or tickets are posted in Guyana, or in any country or place outside Guyana.",
            "description": "The Postmaster General from time to time, with the approval of the Minister, may make any regulations he thinks fit for preventing the sending or delivery by post of letters, circulars, advertisements, or tickets, of or concerning any lottery, whether the lottery is conducted or held in or out of Guyana, and whether the letters, circulars, advertisements, or tickets are posted in Guyana, or in any country or place outside Guyana."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Gambling or betting in licensed premises. ",
            "context": "GAMBLING PREVENTION ACT under Gambling or betting in licensed premises. 10.  All persons found at any time gambling or betting, or assembled together for that purpose, in any public place or premises licensed for the sale of spirituous liquors, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months; and any police or rural constable may, on view and without warrant, arrest those persons, and may enter the place for that purpose.",
            "description": "All persons found at any time gambling or betting, or assembled together for that purpose, in any public place or premises licensed for the sale of spirituous liquors, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months; and any police or rural constable may, on view and without warrant, arrest those persons, and may enter the place for that purpose."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Using place for gambling or betting without permission of owner. ",
            "context": "GAMBLING PREVENTION ACT under Using place for gambling or betting without permission of owner. 11.  (1) All persons found using any place for the purpose of gambling or betting without the permission of the owner or occupier thereof, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months; and, in that case, the onus of proving the permission shall lie on the defendants.  (2) Any police or rural constable, upon complaint to him by any householder that any place is being LAWS OF GUYANA 10 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012       Justice of the peace may issue search warrant.                                Justice of the peace may issue warrant to search persons.    used by two or more persons for the purpose of gambling or betting, without the permission of the owner or occupier thereof, may enter therein and arrest all persons then found therein so using the place.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All persons found using any place for the purpose of gambling or betting without the permission of the owner or occupier thereof, shall be liable to a fine of four thousand eight hundred and seventy-five dollars or to imprisonment for two months; and, in that case, the onus of proving the permission shall lie on the defendants."
                },
                {
                    "representation": "(2)",
                    "description": "Any police or rural constable, upon complaint to him by any householder that any place is being LAWS OF GUYANA 10 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012       Justice of the peace may issue search warrant.                                Justice of the peace may issue warrant to search persons.    used by two or more persons for the purpose of gambling or betting, without the permission of the owner or occupier thereof, may enter therein and arrest all persons then found therein so using the place."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Justice of the peace may issue search warrant. ",
            "context": "GAMBLING PREVENTION ACT under Justice of the peace may issue search warrant. 12.  (l) A justice of the peace, on being satisfied upon written information on oath that there is good reason to believe that any place is kept or used as a common gaming house, may by warrant authorise any police constable, with and by any necessary assistance and force, by night or by day, to enter or go to that place, and to search it and all persons found therein, and to seize all instruments and appliances for gambling, and all money, securities for money, and other articles reasonably supposed to have been used, or intended to be used, for any game or lottery, found there or on those persons; and also to detain those persons until they and the place have been searched.  (2) If any of the things or circumstances by this Act made presumptive evidence of guilt are found or exist in the place, or on anyone therein, each of those persons shall be detained in custody until he can be brought or gives bail for his appearance before a magistrate to be dealt with according to law.  (3) All instruments and appliances for gambling, money, securities for money, and other articles found in a common gaming house, or on anyone found therein, or escaping therefrom and which the magistrate is of opinion were used or intended to be used for any game or lottery shall be declared by him to be forfeited.",
            "description": [
                {
                    "representation": "(l)",
                    "description": "A justice of the peace, on being satisfied upon written information on oath that there is good reason to believe that any place is kept or used as a common gaming house, may by warrant authorise any police constable, with and by any necessary assistance and force, by night or by day, to enter or go to that place, and to search it and all persons found therein, and to seize all instruments and appliances for gambling, and all money, securities for money, and other articles reasonably supposed to have been used, or intended to be used, for any game or lottery, found there or on those persons; and also to detain those persons until they and the place have been searched."
                },
                {
                    "representation": "(2)",
                    "description": "If any of the things or circumstances by this Act made presumptive evidence of guilt are found or exist in the place, or on anyone therein, each of those persons shall be detained in custody until he can be brought or gives bail for his appearance before a magistrate to be dealt with according to law."
                },
                {
                    "representation": "(3)",
                    "description": "All instruments and appliances for gambling, money, securities for money, and other articles found in a common gaming house, or on anyone found therein, or escaping therefrom and which the magistrate is of opinion were used or intended to be used for any game or lottery shall be declared by him to be forfeited."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Justice of the peace may issue warrant to search persons. ",
            "context": "GAMBLING PREVENTION ACT under Justice of the peace may issue warrant to search persons. 13.  A justice of the peace, on being satisfied upon information on oath  that there is good reason to believe that any instruments or appliances for gaming are likely to be found on any person, may by warrant authorize any police or rural constable to arrest that person, and take him forthwith before any justice, who shall thereupon cause him to be LAWS OF GUYANA Gambling Prevention Cap. 9:02 11  L.R.O. 1/2012       Presumptions as to instruments or appliances for gambling.           Presumption as to construction of place.               Duty of superintendent of police as to place.         searched in the justices presence, and if any instrument or appliance is found upon him, he shall be detained in custody until he can be brought, or gives bail for his appearance, before a magistrate to be dealt with according to law.",
            "description": "A justice of the peace, on being satisfied upon information on oath  that there is good reason to believe that any instruments or appliances for gaming are likely to be found on any person, may by warrant authorize any police or rural constable to arrest that person, and take him forthwith before any justice, who shall thereupon cause him to be LAWS OF GUYANA Gambling Prevention Cap. 9:02 11  L.R.O. 1/2012       Presumptions as to instruments or appliances for gambling.           Presumption as to construction of place.               Duty of superintendent of police as to place.         searched in the justices presence, and if any instrument or appliance is found upon him, he shall be detained in custody until he can be brought, or gives bail for his appearance, before a magistrate to be dealt with according to law."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Presumptions as to instruments or appliances for gambling. ",
            "context": "GAMBLING PREVENTION ACT under Presumptions as to instruments or appliances for gambling. 14.  If any instruments or appliances of gambling are found in any place entered under this Act, or upon anyone found therein, or if persons are seen or heard to escape therefrom on the approach or entry of any police or other constable having authority under this Act to enter or go to the place, or if the police or other constable is unlawfully prevented from, or obstructed or delayed in entering or approaching the place or any part thereof, it shall be presumed until the contrary be proved that the place is a common gaming house and is so kept or used by the occupier thereof.",
            "description": "If any instruments or appliances of gambling are found in any place entered under this Act, or upon anyone found therein, or if persons are seen or heard to escape therefrom on the approach or entry of any police or other constable having authority under this Act to enter or go to the place, or if the police or other constable is unlawfully prevented from, or obstructed or delayed in entering or approaching the place or any part thereof, it shall be presumed until the contrary be proved that the place is a common gaming house and is so kept or used by the occupier thereof."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "(1) Presumption as to construction of place. (2) Duty of superintendent of police as to place. (3) Effect of notice to owner of place. ",
            "context": "GAMBLING PREVENTION ACT under (1) Presumption as to construction of place. (2) Duty of superintendent of police as to place. (3) Effect of notice to owner of place. 15.  (1) If, in the case of a place entered under this Act, any passage, staircase, or means of access to any part thereof is unusually narrow, or steep, or otherwise difficult to pass, or any part of the premises is provided with unusual or unusually numerous means for preventing or obstructing an entry, or with unusual contrivances for enabling persons therein to see or ascertain the approach or entry of persons, or for giving the alarm, or for facilitating escape from the premises, it shall be presumed, until the contrary be proved, that the place is a common gaming house and is so kept or used by the occupier thereof.  (2) Whenever it comes to the knowledge of the superintendent of police in charge of any county or district that any place in that county or district is fitted or provided with any of the means or contrivances mentioned in this section, in such a way as to lead to a presumption that the place is used, or intended to be used, for the purposes of a common gaming house, it shall be the duty of the superintendent to cause notice thereof to be served on the owner of the place if he can be found, and if he cannot be LAWS OF GUYANA 12 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012      Effect of notice to owner of place.       Demolition of place specially erected or constructed for gambling.              Penalty for non-compliance with order for demolition. [6 of 1997]            Non- production of found then the notice may be served by being affixed to the principal outer door or any other conspicuous part of the place.  (3) Whenever the notice has been served as aforesaid on the owner, it shall be presumed until the contrary is proved that the place in the notice mentioned is kept or used as a common gaming house with the permission of the owner thereof.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, in the case of a place entered under this Act, any passage, staircase, or means of access to any part thereof is unusually narrow, or steep, or otherwise difficult to pass, or any part of the premises is provided with unusual or unusually numerous means for preventing or obstructing an entry, or with unusual contrivances for enabling persons therein to see or ascertain the approach or entry of persons, or for giving the alarm, or for facilitating escape from the premises, it shall be presumed, until the contrary be proved, that the place is a common gaming house and is so kept or used by the occupier thereof."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever it comes to the knowledge of the superintendent of police in charge of any county or district that any place in that county or district is fitted or provided with any of the means or contrivances mentioned in this section, in such a way as to lead to a presumption that the place is used, or intended to be used, for the purposes of a common gaming house, it shall be the duty of the superintendent to cause notice thereof to be served on the owner of the place if he can be found, and if he cannot be LAWS OF GUYANA 12 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012      Effect of notice to owner of place.       Demolition of place specially erected or constructed for gambling.              Penalty for non-compliance with order for demolition. [6 of 1997]            Non- production of found then the notice may be served by being affixed to the principal outer door or any other conspicuous part of the place."
                },
                {
                    "representation": "(3)",
                    "description": "Whenever the notice has been served as aforesaid on the owner, it shall be presumed until the contrary is proved that the place in the notice mentioned is kept or used as a common gaming house with the permission of the owner thereof."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "(1) Demolition of place specially erected or constructed for gambling. (2) Penalty for non-compliance with order for demolition. ",
            "context": "GAMBLING PREVENTION ACT under (1) Demolition of place specially erected or constructed for gambling. (2) Penalty for non-compliance with order for demolition. 16.  (1) Whenever upon the trial of any offence under this Act, it appears to the magistrate that the place in or in respect of which the offence is alleged to have been committed is a common gaming house and is fitted or provided with any of the means or contrivances mentioned in the last preceding section, he may, if he thinks fit, cause the owner thereof to be summoned before him at a time and place to be mentioned in the summons, to show cause why an order should not be made against the owner for the demolition and destruction of so much of the premises as appears to have been specially erected or constructed for the purpose of facilitating the carrying on of gambling therein.  (2) In default of the owner showing cause to the contrary at the time and place mentioned in the summons, or at the time and place to which the summons is adjourned, the magistrate may order the owner of the premises, within a time to be fixed in the order, to cause to be demolished and destroyed so much thereof as appears to him to have been so specially erected or constructed, and on proof of non- compliance with the order, the owner shall be liable to a fine of four thousand eight hundred and seventy-five dollars or imprisonment for two months, and to a further fine of one thousand nine hundred and fifty dollars or imprisonment for seven  days for every day during which the non-compliance continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever upon the trial of any offence under this Act, it appears to the magistrate that the place in or in respect of which the offence is alleged to have been committed is a common gaming house and is fitted or provided with any of the means or contrivances mentioned in the last preceding section, he may, if he thinks fit, cause the owner thereof to be summoned before him at a time and place to be mentioned in the summons, to show cause why an order should not be made against the owner for the demolition and destruction of so much of the premises as appears to have been specially erected or constructed for the purpose of facilitating the carrying on of gambling therein."
                },
                {
                    "representation": "(2)",
                    "description": "In default of the owner showing cause to the contrary at the time and place mentioned in the summons, or at the time and place to which the summons is adjourned, the magistrate may order the owner of the premises, within a time to be fixed in the order, to cause to be demolished and destroyed so much thereof as appears to him to have been so specially erected or constructed, and on proof of non- compliance with the order, the owner shall be liable to a fine of four thousand eight hundred and seventy-five dollars or imprisonment for two months, and to a further fine of one thousand nine hundred and fifty dollars or imprisonment for seven  days for every day during which the non-compliance continues."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Non-production of information. ",
            "context": "GAMBLING PREVENTION ACT under Non-production of information. 17.  (1) Except as hereafter in this section mentioned, LAWS OF GUYANA Gambling Prevention Cap. 9:02 13  L.R.O. 1/2012 information.                                Mode of trial.      Director of Public Prosecutions fiat.   Exemption of certain lotteries from provisions of Act. [22 of 1941 14 of 1952 19 of 1955 14 of 1969]  no information laid under this Act shall be admitted in evidence in any civil or criminal proceeding whatever, and no witness shall be obliged or permitted to disclose the name or address of any informer under this Act, or state any matter which might lead to his discovery.  (2) Moreover, if any books or documents or papers which are in evidence, or liable to inspection in any civil or criminal proceeding whatsoever, contain any entry in which any informer is named or described, or which might lead to his discovery, the court shall cause all those passages to be concealed from view, or to be obliterated so far as may be necessary to protect the informer from discovery, but no farther.  (3) But if, on the trial of any offence under this Act, the magistrate, after full inquiry, believes that the informer wilfully made in his information a material statement which he knew or believed to be false, or did not believe to be true, or if in any other proceeding the magistrate is of opinion that justice requires the discovery of the informer, he may require the production of the original information, and permit inquiry and require full disclosure concerning the informer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except as hereafter in this section mentioned, LAWS OF GUYANA Gambling Prevention Cap. 9:02 13  L.R.O. 1/2012 information.                                Mode of trial.      Director of Public Prosecutions fiat.   Exemption of certain lotteries from provisions of Act. [22 of 1941 14 of 1952 19 of 1955 14 of 1969]  no information laid under this Act shall be admitted in evidence in any civil or criminal proceeding whatever, and no witness shall be obliged or permitted to disclose the name or address of any informer under this Act, or state any matter which might lead to his discovery."
                },
                {
                    "representation": "(2)",
                    "description": "Moreover, if any books or documents or papers which are in evidence, or liable to inspection in any civil or criminal proceeding whatsoever, contain any entry in which any informer is named or described, or which might lead to his discovery, the court shall cause all those passages to be concealed from view, or to be obliterated so far as may be necessary to protect the informer from discovery, but no farther."
                },
                {
                    "representation": "(3)",
                    "description": "But if, on the trial of any offence under this Act, the magistrate, after full inquiry, believes that the informer wilfully made in his information a material statement which he knew or believed to be false, or did not believe to be true, or if in any other proceeding the magistrate is of opinion that justice requires the discovery of the informer, he may require the production of the original information, and permit inquiry and require full disclosure concerning the informer."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Mode of trial. ",
            "context": "GAMBLING PREVENTION ACT under Mode of trial. 18.  All offences against this Act shall be dealt with under the Summary Jurisdiction Act.",
            "description": "All offences against this Act shall be dealt with under the Summary Jurisdiction Act."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Director of Public Prosecutions’ fiat. ",
            "context": "GAMBLING PREVENTION ACT under Director of Public Prosecutions fiat. 19.  No proceedings shall be taken against anyone for an offence under sections 4, 5 and 6 without the fiat of the Director of Public Prosecutions being first obtained.",
            "description": "No proceedings shall be taken against anyone for an offence under sections 4, 5 and 6 without the fiat of the Director of Public Prosecutions being first obtained."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Exemption of certain lotteries from provisions of Act. ",
            "context": "GAMBLING PREVENTION ACT under Exemption of certain lotteries from provisions of Act. 20.  Nothing in this Act shall apply  (a) to any lottery organised with the permission of the Minister and controlled by a committee of three responsible citizens approved by the Minister for the purpose of raising LAWS OF GUYANA 14 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                                                 funds  (i) for the building or repair of any church or school; or (ii) in aid of any institution or organization of a philanthropic, charitable, religious, medical or public character approved by the Minister:  Provided that  (i) the total value of the lottery ticket issued in respect of such  lottery shall not exceed the sum of five thousand dollars or such greater sum as the Minister in any particular case deems meet; (ii) the expenses of administering the lottery which may be deducted from the gross receipts from the lottery shall only be the cost of stationery used and of printing and advertising done in respect of the lottery; and (iii) within thirty days after the date on which such lottery is drawn, the committee of three responsible persons approved by the Minister who controlled the lottery shall submit to the Minister a statement of account in connection therewith duly verified by such committee; or  (b) to the sale by raffle or lottery of articles exposed for sale at any bazaar or fair held for raising funds in aid of LAWS OF GUYANA Gambling Prevention Cap. 9:02 15  L.R.O. 1/2012             Exemption of Demerara Turf Club, Ltd., from provisions of Act.  [22 of 1941 9 of 1950 14 of 1952 58 of 1952]                            any institution of a philanthropic, charitable or religious character; or  (c) to any sweepstake organised and controlled by any horse racing club or association at, and on the day of, any race meeting held in Guyana under the auspices of that club or association.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to any lottery organised with the permission of the Minister and controlled by a committee of three responsible citizens approved by the Minister for the purpose of raising LAWS OF GUYANA 14 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                                                 funds"
                },
                {
                    "representation": "(i)",
                    "description": "the total value of the lottery ticket issued in respect of such  lottery shall not exceed the sum of five thousand dollars or such greater sum as the Minister in any particular case deems meet;"
                },
                {
                    "representation": "(b)",
                    "description": "to the sale by raffle or lottery of articles exposed for sale at any bazaar or fair held for raising funds in aid of LAWS OF GUYANA Gambling Prevention Cap. 9:02 15  L.R.O. 1/2012             Exemption of Demerara Turf Club, Ltd., from provisions of Act.  [22 of 1941 9 of 1950 14 of 1952 58 of 1952]                            any institution of a philanthropic, charitable or religious character; or"
                },
                {
                    "representation": "(c)",
                    "description": "to any sweepstake organised and controlled by any horse racing club or association at, and on the day of, any race meeting held in Guyana under the auspices of that club or association."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Exemption of Demerara Turf Club, Ltd., from provisions of Act. ",
            "context": "GAMBLING PREVENTION ACT under Exemption of Demerara Turf Club, Ltd., from provisions of Act. 21.  (1) Notwithstanding this Act, but subject however to this section, it shall be lawful for the Demerara Turf Club, Limited (hereinafter referred to as the Club) to organise and conduct a lottery or sweepstake in connection with any race meeting held under the auspices of the Club or under the auspices of any racing club or association affiliated thereto or in connection with any race run in England under Jockey Club Rules or National Hunt Rules.  (2) The books and accounts of the Club in connection with any lottery or sweepstake shall at all reasonable times be open to the inspection of the Accountant General or any person authorised by him in writing.  (3) Within fourteen days after the date of the draw for any lottery or sweepstake the Club shall submit to the Accountant General a statement of account in connection therewith duly verified by the auditor of the Club.  (4) Within fourteen days after the date of the draw for any lottery or sweepstake there shall be paid by the Club to the Sweepstakes (Charity) Committee, as hereinafter constituted, eight per cent of the gross receipts from that lottery or sweepstake evidenced by a statement of account duly verified by the auditor of the Club:  Provided that the Minister may, by order, vary the percentage to be paid to the Sweepstakes (Charity) LAWS OF GUYANA 16 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                            Constitution of the Sweep-stakes (Charity) Committee.  [22 of 1941] Duty of Sweepstakes (Charity) Committee.  [33 of 1947]                        Committee under this subsection.  (5) An order made under the proviso to the last preceding subsection shall be laid before the National Assembly.  (6) All apportionments by the Club of prizes to be distributed or allocated whether in the form of money or moneys worth in connection with any sweepstake or lottery shall be subject to the approval of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding this Act, but subject however to this section, it shall be lawful for the Demerara Turf Club, Limited"
                },
                {
                    "representation": "(2)",
                    "description": "The books and accounts of the Club in connection with any lottery or sweepstake shall at all reasonable times be open to the inspection of the Accountant General or any person authorised by him in writing."
                },
                {
                    "representation": "(3)",
                    "description": "Within fourteen days after the date of the draw for any lottery or sweepstake the Club shall submit to the Accountant General a statement of account in connection therewith duly verified by the auditor of the Club."
                },
                {
                    "representation": "(4)",
                    "description": "Within fourteen days after the date of the draw for any lottery or sweepstake there shall be paid by the Club to the Sweepstakes"
                },
                {
                    "representation": "(5)",
                    "description": "An order made under the proviso to the last preceding subsection shall be laid before the National Assembly."
                },
                {
                    "representation": "(6)",
                    "description": "All apportionments by the Club of prizes to be distributed or allocated whether in the form of money or moneys worth in connection with any sweepstake or lottery shall be subject to the approval of the Minister."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Constitution of the Sweepstakes (Charity) Committee. ",
            "context": "GAMBLING PREVENTION ACT under Constitution of the Sweepstakes (Charity) Committee. 22.  The Sweepstakes (Charity) Committee shall consist of three persons who shall be appointed by the Minister.",
            "description": "The Sweepstakes (Charity) Committee shall consist of three persons who shall be appointed by the Minister."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Duty of Sweepstakes (Charity) Committee. ",
            "context": "GAMBLING PREVENTION ACT under Duty of Sweepstakes (Charity) Committee. 23.  (1) For the purposes of this and the following sections  approved charitable organisation means any charitable organisation to which the Sweepstakes (Charity) Committee made payments under this Act prior to the 31st December,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of this and the following sections  approved charitable organisation means any charitable organisation to which the Sweepstakes"
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Duty of charitable organisations to keep accounts. ",
            "context": "GAMBLING PREVENTION ACT under Duty of charitable organisations to keep accounts. 24.  Every charitable organisation which derives benefit under this Act shall keep accounts to the satisfaction of the Sweepstakes (Charity) Committee, and shall before the 1st June in every year transmit to the Sweepstakes (Charity) Committee an audited statement of its total receipts and expenditure, including the receipt and expenditure of amounts paid to it by the Sweepstakes (Charity) Committee, for the twelve months ending on the 31st day of the previous December, inclusive.",
            "description": "Every charitable organisation which derives benefit under this Act shall keep accounts to the satisfaction of the Sweepstakes (Charity) Committee, and shall before the 1st June in every year transmit to the Sweepstakes (Charity) Committee an audited statement of its total receipts and expenditure, including the receipt and expenditure of amounts paid to it by the Sweepstakes (Charity) Committee, for the twelve months ending on the 31st day of the previous December, inclusive."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Power to discontinue payments to charitable organisations. ",
            "context": "GAMBLING PREVENTION ACT under Power to discontinue payments to charitable organisations. 25.  (1) If in the opinion of the Sweepstakes (Charity) Committee a charitable organisation  (a) has ceased to operate or ceased to operate as a charitable organisation; or  (b) is not being properly conducted; or  (c) is no longer in need of financial assistance, LAWS OF GUYANA 18 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                  Power to make regulations. [33 of 1947]             Casino premises require licence [5 of 2007]  Operation of Casino  requires licence [5 of 2007]  Authority may issue casino premises licence and casino operators  the Sweepstakes (Charity) Committee may discontinue payment to that organisation.  (2) Where the organisation in respect of which payments are discontinued in accordance with subsection (1) is an approved charitable organisation the sum distributable under section 23(2) shall be reduced by the percentage payable to such organisation.  (3) Any charitable organisation which is dissatisfied with a decision of the Sweepstakes (Charity) Committee under this section may appeal to the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is an approved charitable organisation the sum distributable under section 23(2) shall be reduced by the percentage payable to such organisation."
                },
                {
                    "representation": "(a)",
                    "description": "has ceased to operate or ceased to operate as a charitable organisation; or"
                },
                {
                    "representation": "(b)",
                    "description": "is not being properly conducted; or"
                },
                {
                    "representation": "(c)",
                    "description": "is no longer in need of financial assistance, LAWS OF GUYANA 18 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012                  Power to make regulations. [33 of 1947]             Casino premises require licence [5 of 2007]  Operation of Casino  requires licence [5 of 2007]  Authority may issue casino premises licence and casino operators  the Sweepstakes"
                },
                {
                    "representation": "(2)",
                    "description": "Where the organisation in respect of which payments are discontinued in accordance with subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any charitable organisation which is dissatisfied with a decision of the Sweepstakes"
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Power to make regulations. ",
            "context": "GAMBLING PREVENTION ACT under Power to make regulations. 26.  The Minister may make regulations  (a) prescribing the accounts to be kept by the Sweepstakes (Charity) Committee and an audit thereof; and  (b) prescribing the returns to be rendered by the Sweepstakes (Charity) Committee; and  (c) generally for the carrying out of their duties by the Sweepstakes (Charity) Committee.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing the accounts to be kept by the Sweepstakes"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing the returns to be rendered by the Sweepstakes"
                },
                {
                    "representation": "(c)",
                    "description": "generally for the carrying out of their duties by the Sweepstakes"
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Casino premises require licence ",
            "context": "GAMBLING PREVENTION ACT under Casino premises require licence 27.  No owner or occupier of any place shall permit the place to be operated as a casino otherwise than in accordance with a casino premises licence.",
            "description": "No owner or occupier of any place shall permit the place to be operated as a casino otherwise than in accordance with a casino premises licence."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Operation of casino premises require licence LAWS OF GUYANA 4 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012 SECTION ",
            "context": "GAMBLING PREVENTION ACT under Operation of casino premises require licence LAWS OF GUYANA 4 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012 SECTION 28.  No person shall operate a casino otherwise than in accordance with a casino operators licence.",
            "description": "No person shall operate a casino otherwise than in accordance with a casino operators licence."
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Authority may issue casino premises licence and casino operator’s licence. ",
            "context": "GAMBLING PREVENTION ACT under Authority may issue casino premises licence and casino operators licence. 29.  (1) Subject to sections 27 to 33 and the casino regulations, the Gaming Authority may issue to any person, subject to any conditions it thinks fit    (a) a casino premises licence authorising LAWS OF GUYANA Gambling Prevention Cap. 9:02 19  L.R.O. 1/2012 licence   [5 of 2007]                       No person other than workers, or guests, etc. to be admitted to casino [5 of 2007]          Offence and penalties  [5 of 2007]      any place to be operated as a casino;  (b) a casino operators licence authorising the person to operate a casino.  (2) No more than three casino premises licences may be issued in respect of any one of the ten regions into which Guyana is divided.  (3) No casino premises licence may be issued except for a new hotel or resort complex    (a) with a minimum of one hundred and fifty rooms allocated for accommodation; and  (b) holding a minimum rating prescribed by regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to sections 27 to 33 and the casino regulations, the Gaming Authority may issue to any person, subject to any conditions it thinks fit"
                },
                {
                    "representation": "(a)",
                    "description": "with a minimum of one hundred and fifty rooms allocated for accommodation; and"
                },
                {
                    "representation": "(b)",
                    "description": "holding a minimum rating prescribed by regulations."
                },
                {
                    "representation": "(2)",
                    "description": "No more than three casino premises licences may be issued in respect of any one of the ten regions into which Guyana is divided."
                },
                {
                    "representation": "(3)",
                    "description": "No casino premises licence may be issued except for a new hotel or resort complex"
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "No person other than workers or guest, etc. to be admitted to casino.  ",
            "context": "GAMBLING PREVENTION ACT under No person other than workers or guest, etc. to be admitted to casino.  30. No person shall admit to a licensed casino any person other than   (a) a worker at the casino;   (b) a paying guest accommodated in a room of the hotel or resort complex in respect of which the casino premises license for the casino was issued;   (c) any other person or class of persons authorised by the regulations.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a worker at the casino;"
                },
                {
                    "representation": "(b)",
                    "description": "a paying guest accommodated in a room of the hotel or resort complex in respect of which the casino premises license for the casino was issued;"
                },
                {
                    "representation": "(c)",
                    "description": "any other person or class of persons authorised by the regulations."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Offences and penalties. ",
            "context": "GAMBLING PREVENTION ACT under Offences and penalties. 31. Every person who contravenes or fails to comply with section 27, 28 or 30 commits an offence and is liable on summary conviction to a fine of not less than one million dollars nor more than twenty million dollars and imprisonment for a term not less than six months nor more than two years. LAWS OF GUYANA 20 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012  Regulations for casino [5 of 2007]",
            "description": "Every person who contravenes or fails to comply with section 27, 28 or 30 commits an offence and is liable on summary conviction to a fine of not less than one million dollars nor more than twenty million dollars and imprisonment for a term not less than six months nor more than two years. LAWS OF GUYANA 20 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012  Regulations for casino [5 of 2007]"
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Regulations for casinos. ",
            "context": "GAMBLING PREVENTION ACT under Regulations for casinos. 32. (1) The Minister may make regulations for all or any of the following purposes -  (a) to establish a Gaming Authority and to give it, or authorize it to give any other body or person, any power, duty, or function considered by the Minister to be necessary for the administration of sections 27 to 31 and this section including casino regulations;  (b) to prescribe the form or content of any application for a licence;  (c) to prescribe the fees payable-  (i) for any application for a licence; (ii) for the issue of any licence;  (d) to prescribe conditions for, and restrictions, on the issuing of any licence;  (e) to prescribe criteria to be considered in determining any application for a licence;  (f) to regulate the amendment, transfer, renewal, suspension and revocation of any licence;   (g) to require the holder of any licence to keep records, registers, and other documentation, make any of these LAWS OF GUYANA Gambling Prevention Cap. 9:02 21  L.R.O. 1/2012                                          Regulations for casino [5 of 2007]      available for inspection, or make reports or returns;   (h) to regulate any activity or conduct in or in relation to licensed casinos;   (i) to prescribe penalties for the breach of any casino regulations not exceeding the maximum penalties set out for an offence in section 31;   (j) to provide for such other matters as necessary to give effect to sections 27 to 31 and this section, including casino regulations, and for the due administration of these sections.  (2) Regulations made under this section  (a) may require any matter or thing to be approved by or to the satisfaction of a specified person or body;   (b) may leave any matter or thing to be from time to time determined, applied, dispensed with, or regulated by a specified person or body.  (3) Nothing in this section affects or limits the Ministers power to make regulations under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations for all or any of the following purposes -"
                },
                {
                    "representation": "(a)",
                    "description": "may require any matter or thing to be approved by or to the satisfaction of a specified person or body;"
                },
                {
                    "representation": "(b)",
                    "description": "may leave any matter or thing to be from time to time determined, applied, dispensed with, or regulated by a specified person or body."
                },
                {
                    "representation": "(c)",
                    "description": "to prescribe the fees payable-"
                },
                {
                    "representation": "(i)",
                    "description": "to prescribe penalties for the breach of any casino regulations not exceeding the maximum penalties set out for an offence in section 31;"
                },
                {
                    "representation": "(d)",
                    "description": "to prescribe conditions for, and restrictions, on the issuing of any licence;"
                },
                {
                    "representation": "(e)",
                    "description": "to prescribe criteria to be considered in determining any application for a licence;"
                },
                {
                    "representation": "(f)",
                    "description": "to regulate the amendment, transfer, renewal, suspension and revocation of any licence;"
                },
                {
                    "representation": "(g)",
                    "description": "to require the holder of any licence to keep records, registers, and other documentation, make any of these LAWS OF GUYANA Gambling Prevention Cap. 9:02 21  L.R.O. 1/2012                                          Regulations for casino [5 of 2007]      available for inspection, or make reports or returns;"
                },
                {
                    "representation": "(h)",
                    "description": "to regulate any activity or conduct in or in relation to licensed casinos;"
                },
                {
                    "representation": "(j)",
                    "description": "to provide for such other matters as necessary to give effect to sections 27 to 31 and this section, including casino regulations, and for the due administration of these sections."
                },
                {
                    "representation": "(2)",
                    "description": "Regulations made under this section"
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section affects or limits the Ministers power to make regulations under section"
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Licensed casinos and licensed casino operations not unlawful.  _______________________  1929 Ed. c. 95 1953 Ed. c. 21 _______________________________________________________ 42 of 1902 An Act for the suppression of Common Gaming Houses and Gambling, and of Lotteries of a public nature, or to which the public has or may have access.  [27TH DECEMBER, 1902]  Short title.    Interpretation. [14 of 1969 5 of 2007]                ",
            "context": "GAMBLING PREVENTION ACT under Licensed casinos and licensed casino operations not unlawful.  _______________________  1929 Ed. c. 95 1953 Ed. c. 21 _______________________________________________________ 42 of 1902 An Act for the suppression of Common Gaming Houses and Gambling, and of Lotteries of a public nature, or to which the public has or may have access.  [27TH DECEMBER, 1902]  Short title.    Interpretation. [14 of 1969 5 of 2007]                33. This section and sections 27 to 32, including the casino regulations, have effect notwithstanding any other provision of this Act or any other written law other than the Constitution.   ___________  LAWS OF GUYANA 22 Cap. 9:02 Gambling Prevention  L.R.O. 1/2012          Reg. 20/ 2008  SUBSIDIARY LEGISLATION _________________   GAMBLING PREVENTION (CASINO OPERATIONS PRESCRIBED FEES) REGULATIONS  made under section 32(a)   Citation.    Fees.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "Citation.    Fees."
                }
            ]
        }
    },
    {
        "act": "GAMBLING PREVENTION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1947",
            "title": "(2) Subject to section 25(2), the Sweepstakes (Charity) Committee shall distribute among the approved charitable organisations the amounts received in any one year under section 21(4), or the sum of six thousand dollars if the amounts so received exceed that sum, and shall pay to each such organisation the same percentage as was paid to that organisation prior to the 31st December, ",
            "context": "GAMBLING PREVENTION ACT under (2) Subject to section 25(2), the Sweepstakes (Charity) Committee shall distribute among the approved charitable organisations the amounts received in any one year under section 21(4), or the sum of six thousand dollars if the amounts so received exceed that sum, and shall pay to each such organisation the same percentage as was paid to that organisation prior to the 31st December, 1947.  (3) Where the amounts received in any one year under section 21(4), exceed the sum distributable under subsection (2) of this section, the Sweepstakes (Charity) Committee shall  (a) set aside from the excess such sum as LAWS OF GUYANA Gambling Prevention Cap. 9:02 17  L.R.O. 1/2012                      Duty of charitable organisations to keep accounts. [33 of 1947]         Power to discontinue payments to charitable organisations. [33 of 1947]         the Minister may approve, being not less than ten per cent of such excess, to be disbursed for such charitable purpose or purposes (excluding any charitable organisation which derives benefit under this Act) as the Minister may direct; and  (b) distribute the balance of the excess among such of the approved charitable organisations and such other charitable organisations as the Minister may, in each instance, approve, and shall pay to each such organisation the percentage approved by the Minister.",
            "description": [
                {
                    "representation": "(3)",
                    "description": "Where the amounts received in any one year under section 21(4), exceed the sum distributable under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "of this section, the Sweepstakes"
                },
                {
                    "representation": "(a)",
                    "description": "set aside from the excess such sum as LAWS OF GUYANA Gambling Prevention Cap. 9:02 17  L.R.O. 1/2012                      Duty of charitable organisations to keep accounts. [33 of 1947]         Power to discontinue payments to charitable organisations. [33 of 1947]         the Minister may approve, being not less than ten per cent of such excess, to be disbursed for such charitable purpose or purposes"
                },
                {
                    "representation": "(b)",
                    "description": "distribute the balance of the excess among such of the approved charitable organisations and such other charitable organisations as the Minister may, in each instance, approve, and shall pay to each such organisation the percentage approved by the Minister."
                }
            ]
        }
    }
]