[
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Short title. 1. This Act may be cited as the Shops (Consolidation) Act.",
            "description": "This Act may be cited as the Shops (Consolidation) Act."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Interpretation. 2. In this Act  division means a police division within the meaning of the Police  Act;  member of the occupiers family means the occupiers child, father, mother, brother, sister, wife or husband (as the case may be) and includes any person who is maintained by, and resides with, the occupier;  occupier means the holder of a licence in respect of a trade licence shop and includes the attorney, agent or manager of the holder and, in the case of a shop for which no licence has been taken out, the person found occupying or in charge of the shop;  parlour, cookshop, or restaurant means a shop in which are sold or exposed for sale only the articles of merchandise enumerated in the Third Schedule;  rural area means any part of Guyana other than an urban   area;  LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 5  L.R.O. 1/2012                                  c. 99:03     c. 28:01    Restriction of opening and closing hours   of shops. First Schedule. [18 of 1997]  shop means any place or licensed premises as defined in   section 2 of the Licensed Premises Act where any wholesale or retail trade or any business of any description is carried on or transacted and in respect of which a trade licence is required to be taken out under the provisions of any T ax Act for the time being in force, and includes a stall in any market in respect of which a trade licence would have been required to be taken out under the provisions of any Tax Act for the  time being in force had the stall not been situated in the market, barbers and hairdressers establishments, restaurants, parlours and cookshops, but does not include  (a)  any premises other than restaurants and parlours licensed for the sale and consumption on the premises of liquor; or  (b)      any bazaar in aid of any charitable, religious or public purpose;  shop assistant means any person wholly or mainly employed in or about a shop or about the business of a shop in connection with the service of  customers or the receipt of orders or money or the receipt or despatch or delivery of goods but does not include any worker as defined in section 2 of the Labour (Conditions of Employment of Certain Workers) Act;  urban area means the City of Georgetown and the town of New Amsterdam referred to in sections 3 and 25, respectively, of the Municipal and District Councils Act, and every town established under section 33 of that Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any premises other than restaurants and parlours licensed for the sale and consumption on the premises of liquor; or"
                },
                {
                    "representation": "(b)",
                    "description": "any bazaar in aid of any charitable, religious or public purpose;  shop assistant means any person wholly or mainly employed in or about a shop or about the business of a shop in connection with the service of  customers or the receipt of orders or money or the receipt or despatch or delivery of goods but does not include any worker as defined in section 2 of the Labour"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Restriction of opening and closing hours of shops. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Restriction of opening and closing hours of shops. 3. (1) Subject to the provisions of sections 8 and 17, no person shall open or keep open or permit to be kept open any shop for any purpose whatsoever except on the days and between the hours respectively set out in the First Schedule:   LAWS OF GUYANA 6 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                                                  Provided that  (a)    where  in  any  area  it  appears either necessary or convenient for the service of the public that all shops in such area, or any specified shop or class of shops in such area should be permitted to open during hours other than those prescribed in the First Schedule, the Minister may by order prescribe other hours during which such shops or class of shops may be open, or he may, in the case of a rural area, by order exempt all shops or any specified shop or class of shops in such area from the operation of this section; and where any such order of exemption is made, no shop assistant shall, subject to sections 6 and 8, be employed in any shop to which the order relates for more than forty and three-quarter hours in any one week;  (b)   where in any area it appears either necessary or convenient  (i)   for  the  supplying  of  materials intended to be used for the repair or maintenance of ships; or  (ii)   for  the  supplying  of  apparatus, fittings and material intended to be used for the repair or maintenance of any plant, machinery, apparatus, line or post which is used in relation to the generation, distribution or supply of electric current for LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 7  L.R.O. 1/2012   c. 56:01    c. 56:02                      c. 54:01        First Schedule.                  any public or private purpose under the authority of the Electricity Act or of any order made by the President under section 5 of the Electric Lighting Act; or  (iii)  for the supplying of apparatus, fittings and material intended to be used for the repair or maintenance of any plant, machinery, apparatus or other thing, or for supplying of medicine or medical equipment, which is used in relation to the provision of any of those services tendered by whomsoever to the public which are particularised in the Schedule to the Public Utility Undertakings and Public Health Services Arbitration Act,  that any specified shop or class of shops in such area should be permitted to be kept open before the opening hours or after the closing hours  prescribed in the First Schedule, the Minister may, by order, prescribe that for the purposes specified in paragraph (i) (ii) or (iii) of this proviso the shop or class of shops specified in the order may be kept open after the closing hours specified in the First Schedule and may be opened at any time between the hours of closing and opening specified in the said Schedule, and where such an order is made shop assistants may be employed, for the purposes specified in the order at any time such shop or class of shops may be opened.  (2) Any order under this section shall have the same force and effect as if it were contained in this Act.  LAWS OF GUYANA 8 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012        Second  Schedule.   Weekly  holiday and  half holiday.  First Schedule. c. 8:02 [18 of 1997]                    Provision as respects shops where more than one business is carried on.         (3) It shall be a defence to any proceedings, in relation  to any shop  for contravention or failure to comply with the provisions of subsection (1), to prove that such shop was opened, or kept or permitted to be open, as the case may be, for the purposes provided in the Second Schedule or in accordance with section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to the provisions of sections 8 and 17, no person shall open or keep open or permit to be kept open any shop for any purpose whatsoever except on the days and between the hours respectively set out in the First Schedule:   LAWS OF GUYANA 6 Cap. 91:04 Shops"
                },
                {
                    "representation": "(a)",
                    "description": "where  in  any  area  it  appears either necessary or convenient for the service of the public that all shops in such area, or any specified shop or class of shops in such area should be permitted to open during hours other than those prescribed in the First Schedule, the Minister may by order prescribe other hours during which such shops or class of shops may be open, or he may, in the case of a rural area, by order exempt all shops or any specified shop or class of shops in such area from the operation of this section; and where any such order of exemption is made, no shop assistant shall, subject to sections 6 and 8, be employed in any shop to which the order relates for more than forty and three-quarter hours in any one week;"
                },
                {
                    "representation": "(b)",
                    "description": "where in any area it appears either necessary or convenient"
                },
                {
                    "representation": "(i)",
                    "description": "(ii) or"
                },
                {
                    "representation": "(2)",
                    "description": "Any order under this section shall have the same force and effect as if it were contained in this Act.  LAWS OF GUYANA 8 Cap. 91:04 Shops"
                },
                {
                    "representation": "(3)",
                    "description": "It shall be a defence to any proceedings, in relation  to any shop  for contravention or failure to comply with the provisions of subsection"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Weekly half-holiday. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Weekly half-holiday. 4. (1) The occupier of a shop shall grant to every shop assistant a holiday of a continuous period of twenty-four hours on one day in every week and, in addition, shall grant to such shop assistant a half-holiday of a continuous  period of twelve hours on another day in every week.   (2) Both holiday and half-holiday may be taken together as one continuous period of thirty-six hours if the occupier of the shop and the shop assistant so agree.  (3) The holiday and half-holiday shall be determined by the occupier after consultation with the shop assistant and such determination shall take into consideration the shop assistants day of worship:                Provided that any recognised union representing such shop assistant shall be notified of any such determination concerning the day of worship.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The occupier of a shop shall grant to every shop assistant a holiday of a continuous period of twenty-four hours on one day in every week and, in addition, shall grant to such shop assistant a half-holiday of a continuous  period of twelve hours on another day in every week."
                },
                {
                    "representation": "(2)",
                    "description": "Both holiday and half-holiday may be taken together as one continuous period of thirty-six hours if the occupier of the shop and the shop assistant so agree."
                },
                {
                    "representation": "(3)",
                    "description": "The holiday and half-holiday shall be determined by the occupier after consultation with the shop assistant and such determination shall take into consideration the shop assistants day of worship:                Provided that any recognised union representing such shop assistant shall be notified of any such determination concerning the day of worship."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Provision as respects shops where more than one business is carried on. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Provision as respects shops where more than one business is carried on. 5. (1) Where different trades or businesses, in respect of which different hours for opening and closing apply, are carried on in the same premises, such premises shall be opened at the latest hour and closed at the earliest hour applicable to any of those trades or businesses unless it is shown to the satisfaction of the chief officer of police in the division and he gives a certificate to the occupier to the effect that he is satisfied that means are provided for the adequate partition or division of the premises into separate and distinct shops so as to ensure that the appropriate opening and closing hours of each trade or business can be effectively observed. LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 9  L.R.O. 1/2012                        Restriction of hours of employment of shop assistants. [18 of 1997]            Second Schedule.   Restriction on employment in more than one shop. [18 of 1997]    (2) If, at any time after a certificate has been given under the preceding subsection, the chief officer of police of the division considers that the premises or any part thereof have undergone such a change or that the means originally or then provided have proved or have become so insufficient that adequate partition or division of the premises into separate and distinct shops for the purpose aforesaid cannot be effected, he may cancel the certificate.  (3) A certificate given under subsection (1) shall not be cancelled unless the chief officer of police aforesaid notifies the occupier of his intention to cancel his certificate and gives him a reasonable time within which to effect such alterations or repairs to the premises as the chief officer may consider adequate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not be cancelled unless the chief officer of police aforesaid notifies the occupier of his intention to cancel his certificate and gives him a reasonable time within which to effect such alterations or repairs to the premises as the chief officer may consider adequate."
                },
                {
                    "representation": "(2)",
                    "description": "If, at any time after a certificate has been given under the preceding subsection, the chief officer of police of the division considers that the premises or any part thereof have undergone such a change or that the means originally or then provided have proved or have become so insufficient that adequate partition or division of the premises into separate and distinct shops for the purpose aforesaid cannot be effected, he may cancel the certificate."
                },
                {
                    "representation": "(3)",
                    "description": "A certificate given under subsection"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Restriction of hours of employment of shop assistants ",
            "context": "SHOPS (CONSOLIDATION) ACT under Restriction of hours of employment of shop assistants 6. Subject to sections 8 and 12, no occupier shall employ a shop assistant in or about a shop or about the business of a shop or permit him  (a)  to  remain  within a shop whether in connection with the business of the shop or not at any time during which such shop is prohibited from being kept open; or  (b)      to be connected in any way with the business of the shop during the prohibited hours,  except for the purposes and during the periods of time set out in the Second Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to  remain  within a shop whether in connection with the business of the shop or not at any time during which such shop is prohibited from being kept open; or"
                },
                {
                    "representation": "(b)",
                    "description": "to be connected in any way with the business of the shop during the prohibited hours,  except for the purposes and during the periods of time set out in the Second Schedule."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Restriction on employment in more than one shop. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Restriction on employment in more than one shop. 7. (1)  An occupier  of a  shop  shall  not  knowingly  employ  or continue to employ any person as a shop assistant if that person is already  employed as a shop assistant in any other shop wherever situate so that the aggregate number of working hours of that person in such shops exceeds the hours of employment authorised under section 11(d); LAWS OF GUYANA 10 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012  Act No.         Overtime. [18 of 1997 15 of 2009]  First Schedule.                                 Meal intervals. [18 of 1997]   (2) An occupier of more shops than one shall not employ the same shop assistant in more than one of such shops so as to prevent the shop assistant from having a weekly holiday and half-holiday on the days such holiday are agreed upon under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An occupier  of a  shop  shall  not  knowingly  employ  or continue to employ any person as a shop assistant if that person is already  employed as a shop assistant in any other shop wherever situate so that the aggregate number of working hours of that person in such shops exceeds the hours of employment authorised under section 11(d); LAWS OF GUYANA 10 Cap. 91:04 Shops"
                },
                {
                    "representation": "(2)",
                    "description": "An occupier of more shops than one shall not employ the same shop assistant in more than one of such shops so as to prevent the shop assistant from having a weekly holiday and half-holiday on the days such holiday are agreed upon under section"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Overtime. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Overtime. 8.",
            "description": "8."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Meal intervals. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Meal intervals. 9. The occupier of a shop shall on each working day other than on the half-holiday agreed upon under section 4, allow to each shop assistant who has worked for four LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 11  L.R.O. 1/2012          Seats for shop assistants               Fourth  Schedule   Other provisions applicable to shops [18 of 1997]               consecutive hours since the commencement of his shift, an interval from work of at least one and one-quarter hours for lunch or dinner as the case may be and, during any extension of the daily normal hours of work of a shop assistant authorised under this Act, an additional quarter of an hour during such extended hours.",
            "description": "The occupier of a shop shall on each working day other than on the half-holiday agreed upon under section 4, allow to each shop assistant who has worked for four LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 11  L.R.O. 1/2012          Seats for shop assistants               Fourth  Schedule   Other provisions applicable to shops [18 of 1997]               consecutive hours since the commencement of his shift, an interval from work of at least one and one-quarter hours for lunch or dinner as the case may be and, during any extension of the daily normal hours of work of a shop assistant authorised under this Act, an additional quarter of an hour during such extended hours."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Seats for shop assistants. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Seats for shop assistants. 10. (1) The occupier of a shop shall provide for the sole use of shop assistants seating accommodation behind the counter, or, where no counter exists, in such other positions as may be suitable, and such seats shall be in the proportion of not less than one seat to every three shop assistants employed in each room:  Provided that there shall be at least one seat in each such room.   (2) It shall be the duty of the occupier to inform such shop assistants that seats are provided for their sole use by posting in a conspicuous position in the shop a notice in the form set out in the Fourth Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The occupier of a shop shall provide for the sole use of shop assistants seating accommodation behind the counter, or, where no counter exists, in such other positions as may be suitable, and such seats shall be in the proportion of not less than one seat to every three shop assistants employed in each room:  Provided that there shall be at least one seat in each such room."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty of the occupier to inform such shop assistants that seats are provided for their sole use by posting in a conspicuous position in the shop a notice in the form set out in the Fourth Schedule."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Other provisions applicable to restaurants, parlours, cookshops, barbers’ and hairdressers’ establishments. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Other provisions applicable to restaurants, parlours, cookshops, barbers and hairdressers establishments. 11. The occupier of a shop  (a)    shall cause to be permanently affixed on the outer wall of  the shop in a conspicuous position so as to be visible whether the shop is opened or closed a notice showing clearly the opening and closing hours of the shop on the several business days;  (b)    shall  cause  to be kept in the shop a list signed by him showing the names and addresses and hours of employment of every shop assistant, and such list shall be opened to the inspection of every such shop assistant;  LAWS OF GUYANA 12 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                 Special provisions applicable to drug stores. First Schedule. Second Schedule.                        Provisions as to sanitary and other arrangements. [15 of 2009] (c)   shall, at the request of any officer of the Department of Labour, produce such list and afford him every facility  for  verifying  the  correctness  of  the  particulars therein set out; and  (d)    subject to section 8,  shall not  permit a shop assistant to work in the shop for an aggregate period exceeding seven and one-quarter hours on any day or forty and three quarter hours in any week.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "shall cause to be permanently affixed on the outer wall of  the shop in a conspicuous position so as to be visible whether the shop is opened or closed a notice showing clearly the opening and closing hours of the shop on the several business days;"
                },
                {
                    "representation": "(b)",
                    "description": "shall  cause  to be kept in the shop a list signed by him showing the names and addresses and hours of employment of every shop assistant, and such list shall be opened to the inspection of every such shop assistant;  LAWS OF GUYANA 12 Cap. 91:04 Shops"
                },
                {
                    "representation": "(c)",
                    "description": "shall, at the request of any officer of the Department of Labour, produce such list and afford him every facility  for  verifying  the  correctness  of  the  particulars therein set out; and"
                },
                {
                    "representation": "(d)",
                    "description": "subject to section 8,  shall not  permit a shop assistant to work in the shop for an aggregate period exceeding seven and one-quarter hours on any day or forty and three quarter hours in any week."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Special provisions applicable to drug stores. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Special provisions applicable to drug stores. 12. The First Schedule and the Second Schedule shall apply to drug stores:   Provided that  (a)  for the purposes only of dispensing prescriptions or selling drugs, medicines or medical appliances for the use of any sick person or animal the hours of opening of drug stores shall be  unlimited but in any such case no shop assistant shall be employed therein for an aggregate period exceeding seven and one-quarter hours in any day or forty and three- quarter hours in any week; and  (b)   the occupier of a drug store shall keep a register in a form approved by the Chief Labour Officer showing the hours of work of each shop assistant and such other information as the Chief Labour Officer may from time to time prescribe.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "for the purposes only of dispensing prescriptions or selling drugs, medicines or medical appliances for the use of any sick person or animal the hours of opening of drug stores shall be  unlimited but in any such case no shop assistant shall be employed therein for an aggregate period exceeding seven and one-quarter hours in any day or forty and three- quarter hours in any week; and"
                },
                {
                    "representation": "(b)",
                    "description": "the occupier of a drug store shall keep a register in a form approved by the Chief Labour Officer showing the hours of work of each shop assistant and such other information as the Chief Labour Officer may from time to time prescribe."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Provisions as to sanitary and other arrangements. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Provisions as to sanitary and other arrangements. 13. (1) In every part of a shop in which shop assistants are employed  (a)    suitable and sufficient means of [18 of 1997] LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 13  L.R.O. 1/2012 [18 of 1997]                                                ventilation shall be provided and maintained; and  (b)     suitable and sufficient means of lighting shall  be provided and every such part of a shop shall be kept suitably and sufficiently lighted.  (2) In every shop there shall be provided and maintained at suitable points conveniently accessible to all shop assistants an adequate supply of wholesome potable water and the vessels containing the water shall be clearly marked with the words Drinking Water.  (3) Where shop assistants take any meals in the shop, there shall be provided and maintained suitable and sufficient facilities for the taking of those meals.  (4) In every shop there shall be provided and maintained for the use of the shop assistants suitable and sufficient accommodation for clothing not worn during working hours, with separate accommodation where male and female shop assistants are employed.  (5) In every shop, not being a shop exempted from the provisions of this subsection, there shall be provided and maintained for the use of the shop assistants suitable and sufficient sanitary conveniences and suitable and sufficient washing facilities.  (6) A shop shall be exempted from the provisions of subsection (5) if there is in force a certificate granted by the appropriate authority exempting that shop therefrom, and any such certificate shall remain in force until it is withdrawn by the authority, but no such certificate shall be granted with respect to any shop unless the authority is satisfied that by reason of restricted accommodation or other special circumstances affecting the shop it is reasonable that such a certificate should be in force with respect thereto, and that LAWS OF GUYANA 14 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                   18 of 1997                               suitable and sufficient sanitary conveniences or washing facilities, as the case may be, are otherwise conveniently  available, and, subject as hereinafter provided, a certificate in force with respect to any shop shall be withdrawn if the authority at any time ceases to be so satisfied as aforesaid:  Provided that, if the occupier of a shop is aggrieved by the withdrawal of such a certificate, he may appeal to the magistrates court for the district in which the shop is situated and that court may make such order concerning the certificate as appears to the court, having regard to the matters aforesaid, to be just and equitable.  (7) If it appears to the appropriate authority that there has been, in the case of any shop, a contravention of any of the provisions of this section, the authority shall, by notice served on the occupier of the shop, require him to take, within such time as may be limited by the notice such action as may be specified in the notice for the purpose of securing compliance with the said provision, and, if any person served with such a notice fails to comply with the requirements thereof, he shall be liable on summary conviction to a fine of seven thousand, five hundred dollars, or in the case of a second or subsequent conviction in respect of the same requirement, to a fine of twelve thousand, five hundred dollars or seven hundred and fifty dollars for every day since the first conviction in respect of that requirement, whichever is the greater:  Provided that it shall be a defence to any proceedings under this subsection to prove that there was no contravention of this section or that the requirements of any such notice as aforesaid were, within a reasonable time after service of the notice, complied with in so far as they were necessary to secure compliance with this section.  (8) In this section  suitable and sufficient means suitable and sufficient in the LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 15  L.R.O. 1/2012            Apportionment of expenses.                   Enforcement. [18 of 1997]                    opinion of the appropriate authority, having regard to the circumstances and conditions affecting a shop or any part of a shop; and  appropriate authority means the authority whose duty it is to enforce this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In every part of a shop in which shop assistants are employed"
                },
                {
                    "representation": "(a)",
                    "description": "suitable and sufficient means of [18 of 1997] LAWS OF GUYANA Shops"
                },
                {
                    "representation": "(b)",
                    "description": "suitable and sufficient means of lighting shall  be provided and every such part of a shop shall be kept suitably and sufficiently lighted."
                },
                {
                    "representation": "(2)",
                    "description": "In every shop there shall be provided and maintained at suitable points conveniently accessible to all shop assistants an adequate supply of wholesome potable water and the vessels containing the water shall be clearly marked with the words Drinking Water."
                },
                {
                    "representation": "(3)",
                    "description": "Where shop assistants take any meals in the shop, there shall be provided and maintained suitable and sufficient facilities for the taking of those meals."
                },
                {
                    "representation": "(4)",
                    "description": "In every shop there shall be provided and maintained for the use of the shop assistants suitable and sufficient accommodation for clothing not worn during working hours, with separate accommodation where male and female shop assistants are employed."
                },
                {
                    "representation": "(5)",
                    "description": "if there is in force a certificate granted by the appropriate authority exempting that shop therefrom, and any such certificate shall remain in force until it is withdrawn by the authority, but no such certificate shall be granted with respect to any shop unless the authority is satisfied that by reason of restricted accommodation or other special circumstances affecting the shop it is reasonable that such a certificate should be in force with respect thereto, and that LAWS OF GUYANA 14 Cap. 91:04 Shops"
                },
                {
                    "representation": "(6)",
                    "description": "A shop shall be exempted from the provisions of subsection"
                },
                {
                    "representation": "(7)",
                    "description": "If it appears to the appropriate authority that there has been, in the case of any shop, a contravention of any of the provisions of this section, the authority shall, by notice served on the occupier of the shop, require him to take, within such time as may be limited by the notice such action as may be specified in the notice for the purpose of securing compliance with the said provision, and, if any person served with such a notice fails to comply with the requirements thereof, he shall be liable on summary conviction to a fine of seven thousand, five hundred dollars, or in the case of a second or subsequent conviction in respect of the same requirement, to a fine of twelve thousand, five hundred dollars or seven hundred and fifty dollars for every day since the first conviction in respect of that requirement, whichever is the greater:  Provided that it shall be a defence to any proceedings under this subsection to prove that there was no contravention of this section or that the requirements of any such notice as aforesaid were, within a reasonable time after service of the notice, complied with in so far as they were necessary to secure compliance with this section."
                },
                {
                    "representation": "(8)",
                    "description": "In this section  suitable and sufficient means suitable and sufficient in the LAWS OF GUYANA Shops"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Apportionment of expenses. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Apportionment of expenses. 14. If any occupier of a shop who has incurred or is about to incur any expense for the purpose of securing that the requirements of the last foregoing section are complied with respect to the shop, alleges that the whole or any part of the expense ought to be borne by any other person having an interest in the premises, he may apply to the magistrates court for the district in which the shop is situated and that court may make such order concerning the expense or its apportionment as appears to the court, having regard to all the circumstances of the case, including the terms of any contract between the parties, to be just and equitable, and any order made under this section may direct that any such contract as aforesaid shall cease to have effect in so far as it is inconsistent with the terms of the order.",
            "description": "If any occupier of a shop who has incurred or is about to incur any expense for the purpose of securing that the requirements of the last foregoing section are complied with respect to the shop, alleges that the whole or any part of the expense ought to be borne by any other person having an interest in the premises, he may apply to the magistrates court for the district in which the shop is situated and that court may make such order concerning the expense or its apportionment as appears to the court, having regard to all the circumstances of the case, including the terms of any contract between the parties, to be just and equitable, and any order made under this section may direct that any such contract as aforesaid shall cease to have effect in so far as it is inconsistent with the terms of the order."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Enforcement. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Enforcement. 15. (1) It shall be the duty of the Commissioner of Police to enforce or cause to be enforced the provisions of this Act relating to the hours of opening and closing of shops and prohibited sales.  (2) It shall be the duty  (a)   in  an urban area, of the local authority thereof; and  (b)   in  a  rural area, of the Central Board of Health,  as part of their duties under the Public Health Ordinance, to enforce or cause to be enforced the provisions of section 13 of this Act and any officer of that authority and any member or officer of the Board shall for the purposes of his powers and LAWS OF GUYANA 16 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                      Prohibition of sale of certain goods at certain times. [18 of 1997]                  Cap. 145 1953 ed.     duties have in relation to shops all the powers conferred on such members and officers by section 140 of that Act and that section and sections 149 and 153 of the same Act shall apply accordingly.  (3) It shall be the duty of the Chief Labour Officer to enforce or cause to be enforced the provisions of this Act relating  to shop assistants, their wages, and hours of work, and any officer of the Department of Labour may appear in a court of law and conduct all prosecutions on behalf of the Chief Labour Officer:  Provided that a prosecution in respect of the matters referred to in this subsection may be instituted by any person with the previous sanction of the Chief Labour Officer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall be the duty of the Commissioner of Police to enforce or cause to be enforced the provisions of this Act relating to the hours of opening and closing of shops and prohibited sales."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty"
                },
                {
                    "representation": "(a)",
                    "description": "in  an urban area, of the local authority thereof; and"
                },
                {
                    "representation": "(b)",
                    "description": "in  a  rural area, of the Central Board of Health,  as part of their duties under the Public Health Ordinance, to enforce or cause to be enforced the provisions of section 13 of this Act and any officer of that authority and any member or officer of the Board shall for the purposes of his powers and LAWS OF GUYANA 16 Cap. 91:04 Shops"
                },
                {
                    "representation": "(3)",
                    "description": "It shall be the duty of the Chief Labour Officer to enforce or cause to be enforced the provisions of this Act relating  to shop assistants, their wages, and hours of work, and any officer of the Department of Labour may appear in a court of law and conduct all prosecutions on behalf of the Chief Labour Officer:  Provided that a prosecution in respect of the matters referred to in this subsection may be instituted by any person with the previous sanction of the Chief Labour Officer."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Prohibition of sale of certain goods at certain times. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Prohibition of sale of certain goods at certain times. 16. (1) Anything to the contrary in any Act notwithstanding, any person who sells or exposes or offers for sale in any place other than a shop any goods of any description at any time or on any day during which a shop in that area or place is by this Act forbidden to be open for the sale of  goods of a like description shall be liable on summary conviction to a fine of ten thousand, five hundred:  Provided that nothing in this section shall be deemed to prohibit a sale for any charitable, religious or public purpose or a private sale by a person not engaged in the sale of goods as a trade or business or a sale at auction of private effects by a duly licensed auctioneer.  (2) Any goods exposed for sale in contravention of subsection (1) may be seized by any police constable and shall be liable and leviable for the amount of the fine and costs imposed for contravention of the said subsection and, in default of payment thereof by the offender upon conviction, shall be sold by an order of the magistrate, and, if the proceeds of the sale are not sufficient for the payment of the fine and costs, the offender shall be liable for the amount unsatisfied and payment therefor shall be recoverable as in LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 17  L.R.O. 1/2012        Exemptions.  [3 of 1977 18 of 1997]                                            this Act provided.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may be seized by any police constable and shall be liable and leviable for the amount of the fine and costs imposed for contravention of the said subsection and, in default of payment thereof by the offender upon conviction, shall be sold by an order of the magistrate, and, if the proceeds of the sale are not sufficient for the payment of the fine and costs, the offender shall be liable for the amount unsatisfied and payment therefor shall be recoverable as in LAWS OF GUYANA Shops"
                },
                {
                    "representation": "(2)",
                    "description": "Any goods exposed for sale in contravention of subsection"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Exemptions. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Exemptions. 17.  Nothing in this Act shall extend to  (a)    the  sale at any time and on any day of any provisions, stores, fuel, or other supplies for the use of any vessel anchored in the territorial or inland waters of Guyana, on the written order of the captain or chief officer or the local agent of such vessel, and subject to compliance with the custom laws; or  (b)      the sale at any time and on any day of any article  required for the burial of the dead or for any sick person or animal when the seller thereof has reasonable ground for believing  such  article  to  be  required  for  any  of  those purposes; or  (c)      the sale at any time and on any day of fresh milk or ice and the delivery of yeast for baking purposes; or  (d)     the sale of bread, cake, fresh meat, fresh fish, fresh fruit, fresh vegetables or non-alcoholic beverages on any public holiday and at any hour on any other day; or  (e)    the sale at any time and on any day of any newspaper published in Guyana; or  (f)       the sale at any time and on any day at petrol filling stations, motor vehicle and repair service stations, of petroleum, lubricants and accessories required for the repair of, or use in, any motor vehicle; or  (g)    the sale at any time and on any day in any LAWS OF GUYANA 18 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                                     Penalty and procedure where persons found in shops during closed hours. [18 of 1997]       cookshop of food cooked therein; or  (h)    the sale, after the closing hours, of tobacco, matches, table waters, sweets, chocolates or other sugar confectionery or ice cream, at any time during the performance in any theatre, cinematograph theatre, music hall, or other similar place of entertainment so long as the sale is to a bona fide member of the audience and in a part of the building to which no other members of the public have access; or  (i)       the delivery of goods:  Provided that the occupier of any shop  (i)    in the foregoing cases shall conform to the requirements of section 11(b) and (c);  (ii)     in the foregoing cases, except as mentioned in paragraph (f) shall conform to the requirements of section 11(d).",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  sale at any time and on any day of any provisions, stores, fuel, or other supplies for the use of any vessel anchored in the territorial or inland waters of Guyana, on the written order of the captain or chief officer or the local agent of such vessel, and subject to compliance with the custom laws; or"
                },
                {
                    "representation": "(b)",
                    "description": "the sale at any time and on any day of any article  required for the burial of the dead or for any sick person or animal when the seller thereof has reasonable ground for believing  such  article  to  be  required  for  any  of  those purposes; or"
                },
                {
                    "representation": "(c)",
                    "description": "the sale at any time and on any day of fresh milk or ice and the delivery of yeast for baking purposes; or"
                },
                {
                    "representation": "(d)",
                    "description": "the sale of bread, cake, fresh meat, fresh fish, fresh fruit, fresh vegetables or non-alcoholic beverages on any public holiday and at any hour on any other day; or"
                },
                {
                    "representation": "(e)",
                    "description": "the sale at any time and on any day of any newspaper published in Guyana; or"
                },
                {
                    "representation": "(f)",
                    "description": "shall conform to the requirements of section 11(d)."
                },
                {
                    "representation": "(g)",
                    "description": "the sale at any time and on any day in any LAWS OF GUYANA 18 Cap. 91:04 Shops"
                },
                {
                    "representation": "(h)",
                    "description": "the sale, after the closing hours, of tobacco, matches, table waters, sweets, chocolates or other sugar confectionery or ice cream, at any time during the performance in any theatre, cinematograph theatre, music hall, or other similar place of entertainment so long as the sale is to a bona fide member of the audience and in a part of the building to which no other members of the public have access; or"
                },
                {
                    "representation": "(i)",
                    "description": "in the foregoing cases shall conform to the requirements of section 11(b) and"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "[Repealed] ",
            "context": "SHOPS (CONSOLIDATION) ACT under [Repealed] 18. [Repealed by Act No.  18 of 1997]",
            "description": "[Repealed by Act No.  18 of 1997]"
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Penalty and procedure where persons found in shops during closed hours. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Penalty and procedure where persons found in shops during closed hours. 19. (1) If any person is found in a shop within any period of time during which business cannot be lawfully transacted therein or during which it is by this Act required to be closed or prohibited from being open, the occupier of the shop and any other person or persons actually in charge of the shop and also the person found therein shall be liable on summary conviction  (a) in  the  case of the occupier and other person in charge, to a fine not less than five thousand, three hundred LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 19  L.R.O. 1/2012                                              Liability of proprietor for breach of Act by members of his family.   dollars and not exceeding ten thousand, five hundred dollars, and  (b)    in the case of the person found therein, to a fine not less than one thousand, five hundred dollars and not exceeding five thousand, three hundred dollars:  Provided that it shall be a defence to any proceedings under this subsection to prove that the person so found was there as a member of the occupiers family, or as his servant (other than a shop assistant employed by him) or as a friend being entertained by the occupier or other person in charge of the shop or was in the shop for some lawful purpose.  (2) Any police constable may demand the name and address of any person found in a shop during the period of time aforesaid and, if he has reasonable ground to suspect that the name or address given is false, may  require evidence of the correctness of such name and address, and may, if such person fails upon such demand to give his name or address, or evidence of the correctness of the name or address so given apprehend him  without warrant and take him as soon as practicable before a magistrate.  (3) Any person who, when so required by a police constable to give his name and address, fails to give the same or gives a false name or address, or produces false evidence with respect to such name or address, shall be  liable, on summary conviction, to a fine of two thousand, eight hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person is found in a shop within any period of time during which business cannot be lawfully transacted therein or during which it is by this Act required to be closed or prohibited from being open, the occupier of the shop and any other person or persons actually in charge of the shop and also the person found therein shall be liable on summary conviction"
                },
                {
                    "representation": "(a)",
                    "description": "in  the  case of the occupier and other person in charge, to a fine not less than five thousand, three hundred LAWS OF GUYANA Shops"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of the person found therein, to a fine not less than one thousand, five hundred dollars and not exceeding five thousand, three hundred dollars:  Provided that it shall be a defence to any proceedings under this subsection to prove that the person so found was there as a member of the occupiers family, or as his servant"
                },
                {
                    "representation": "(2)",
                    "description": "Any police constable may demand the name and address of any person found in a shop during the period of time aforesaid and, if he has reasonable ground to suspect that the name or address given is false, may  require evidence of the correctness of such name and address, and may, if such person fails upon such demand to give his name or address, or evidence of the correctness of the name or address so given apprehend him  without warrant and take him as soon as practicable before a magistrate."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who, when so required by a police constable to give his name and address, fails to give the same or gives a false name or address, or produces false evidence with respect to such name or address, shall be  liable, on summary conviction, to a fine of two thousand, eight hundred dollars."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Liability of proprietor for breach of Act by members of his family. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Liability of proprietor for breach of Act by members of his family. 20. (1) The occupier of a shop shall be, and he is hereby declared to be, penally liable for the breach of any provision of this Act by any member of his family or by any person employed, whether temporarily or permanently, in or about the shop or in or about any room or place thereto attached and belonging, in the same manner and as fully as if LAWS OF GUYANA 20 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012                  Proceedings in case of breach of provisions of Act.                                  he himself had committed the breach.  (2) Any member of the occupiers family or any person employed by the occupier may be examined as a witness for or against the occupier on any charge brought against him under this Act, and, if so examined, shall not himself thereafter be liable to any charge in respect of that breach.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The occupier of a shop shall be, and he is hereby declared to be, penally liable for the breach of any provision of this Act by any member of his family or by any person employed, whether temporarily or permanently, in or about the shop or in or about any room or place thereto attached and belonging, in the same manner and as fully as if LAWS OF GUYANA 20 Cap. 91:04 Shops"
                },
                {
                    "representation": "(2)",
                    "description": "Any member of the occupiers family or any person employed by the occupier may be examined as a witness for or against the occupier on any charge brought against him under this Act, and, if so examined, shall not himself thereafter be liable to any charge in respect of that breach."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Proceedings in case of breach of provisions of Act. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Proceedings in case of breach of provisions of Act. 21. Where by this Act the occupier of a shop is made liable to a fine in respect of any act or omission and a charge is preferred alleging that act or omission, the following proceedings shall be lawful:  (a)   the  summons may be served in the manner permitted by law, or by leaving it with any person who is apparently a clerk or  servant found on the premises or, if that person cannot be found, by affixing the summons in a conspicuous manner to the outer door or outer wall of the premises;  (b)      where the occupier is not at the time present within Guyana, his attorney or agent may appear at the hearing of the charge on his behalf; and  (c)      where the occupier is not at the time present within  Guyana, either at the time of the act or omission charged or at the time when the summons is served, the magistrate, on being satisfied as to the service of the summons as hereinbefore authorised, shall proceed to investigate the matter of the charge, whether an attorney or agent appears for the occupier or not, and, if the act or omission is proved, may order the fine to be paid and to be levied by distress upon the goods of the occupier. LAWS OF GUYANA Shops (Consolidation) Cap. 91:04 21  L.R.O. 1/2012 Onus of proof in certain cases.        Penalties. [18 of 1997]                     Prosecutions and  recovery of fines.   Saving.  Cap. 118 1953 Ed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  summons may be served in the manner permitted by law, or by leaving it with any person who is apparently a clerk or  servant found on the premises or, if that person cannot be found, by affixing the summons in a conspicuous manner to the outer door or outer wall of the premises;"
                },
                {
                    "representation": "(b)",
                    "description": "where the occupier is not at the time present within Guyana, his attorney or agent may appear at the hearing of the charge on his behalf; and"
                },
                {
                    "representation": "(c)",
                    "description": "where the occupier is not at the time present within  Guyana, either at the time of the act or omission charged or at the time when the summons is served, the magistrate, on being satisfied as to the service of the summons as hereinbefore authorised, shall proceed to investigate the matter of the charge, whether an attorney or agent appears for the occupier or not, and, if the act or omission is proved, may order the fine to be paid and to be levied by distress upon the goods of the occupier. LAWS OF GUYANA Shops"
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Onus of proof in certain cases. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Onus of proof in certain cases. 22. In any prosecution against the occupier of a shop for the breach of any of the provisions of this Act relating to shop assistants, if the defendant claims that the person alleged to be a shop assistant is not a shop assistant, the onus of proving that such person is not a shop assistant shall be on the defendant.",
            "description": "In any prosecution against the occupier of a shop for the breach of any of the provisions of this Act relating to shop assistants, if the defendant claims that the person alleged to be a shop assistant is not a shop assistant, the onus of proving that such person is not a shop assistant shall be on the defendant."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Penalties. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Penalties. 23. (1) Any person who contravenes or fails to comply with any of the provisions of section 3, 6, 7, 8, section 11(d) or section 12 shall be liable on summary conviction, in the case of a first conviction to a fine of not less than four hundred dollars and not exceeding seven hundred and fifty dollars, in the case of a second conviction to a fine of not less than five thousand, three hundred dollars and not more than ten thousand, five hundred dollars, and in the case of a third or subsequent conviction to a fine of not less than twenty-eight thousand dollars and not exceeding fifty-two thousand, five hundred dollars, respectively;  (2) Any person who contravenes or fails to comply with any of the other provisions of this Act for which no special penalty is provided shall be liable on summary conviction to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who contravenes or fails to comply with any of the provisions of section 3, 6, 7, 8, section 11(d) or section 12 shall be liable on summary conviction, in the case of a first conviction to a fine of not less than four hundred dollars and not exceeding seven hundred and fifty dollars, in the case of a second conviction to a fine of not less than five thousand, three hundred dollars and not more than ten thousand, five hundred dollars, and in the case of a third or subsequent conviction to a fine of not less than twenty-eight thousand dollars and not exceeding fifty-two thousand, five hundred dollars, respectively;"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes or fails to comply with any of the other provisions of this Act for which no special penalty is provided shall be liable on summary conviction to a fine of one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Prosecutions and recovery of fines. ",
            "context": "SHOPS (CONSOLIDATION) ACT under Prosecutions and recovery of fines. 24. All complaints under this Act may be prosecuted and fines recovered in the manner provided by the Summary Jurisdiction Acts.",
            "description": "All complaints under this Act may be prosecuted and fines recovered in the manner provided by the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "SHOPS (CONSOLIDATION) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Saving. FIRST SCHEDULE—Days and hours between which certain shops may open. SECOND SCHEDULE—Employment of shop assistants beyond the time. THIRD SCHEDULE— Articles sold in certain shops. FOURTH SCHEDULE—Form of notice.     LAWS OF GUYANA 4 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012  CHAPTER 91:04  SHOPS (CONSOLIDATION) ACT     33 of 1958 An Act to consolidate and amend the law to regulate the opening and closing hours of certain shops and the hours of work of shop assistants; to provide for the welfare of shop assistants; and to provide for other matters connected therewith.   [6TH DECEMBER, 1958]  Short title.     Interpretation. [10 of 1982 18 of 1997 15 of 2009] c. 16:01                     Third Schedule.   ",
            "context": "SHOPS (CONSOLIDATION) ACT under Saving. FIRST SCHEDULEDays and hours between which certain shops may open. SECOND SCHEDULEEmployment of shop assistants beyond the time. THIRD SCHEDULE Articles sold in certain shops. FOURTH SCHEDULEForm of notice.     LAWS OF GUYANA 4 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012  CHAPTER 91:04  SHOPS (CONSOLIDATION) ACT     33 of 1958 An Act to consolidate and amend the law to regulate the opening and closing hours of certain shops and the hours of work of shop assistants; to provide for the welfare of shop assistants; and to provide for other matters connected therewith.   [6TH DECEMBER, 1958]  Short title.     Interpretation. [10 of 1982 18 of 1997 15 of 2009] c. 16:01                     Third Schedule.   25.  Notwithstanding the repeal of the Shops Ordinance  (a)    any register kept by, or under the authority of, the Commissioner of Police under that Ordinance may continue to be kept and in such case shall be deemed to be kept under this Act;  (b)    all Orders in Council, and Orders, save and except the Shops Hours (Special LAWS OF GUYANA 22 Cap. 91:04 Shops (Consolidation)  L.R.O. 1/2012           sec. 3 [15 of 2009]                                      Provision)(Kitty) Order and the Shop Assistants (Markets) Order shall continue to be of full force and effect as though they were made under this Act.  _______________  FIRST SCHEDULE              DAYS AND HOURS BETWEEN WHICH CERTAIN SHOPS MAY BE KEPT OPEN  The days on which and the hours between which shops  restaurants, parlours, cookshops, barbers and hairdressers establishments may be opened and kept open shall be as follows:",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any register kept by, or under the authority of, the Commissioner of Police under that Ordinance may continue to be kept and in such case shall be deemed to be kept under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "all Orders in Council, and Orders, save and except the Shops Hours"
                }
            ]
        }
    }
]