[
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "MONEY LENDERS ACT under Short title. 1. This Act may be cited as the Moneylenders Act.",
            "description": "This Act may be cited as the Moneylenders Act."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "MONEY LENDERS ACT under Interpretation. 2. In this Act  authorised name and authorised address mean respectively the name under which and the address at which a moneylender is authorised under this Act to carry on business as a moneylender;  business name means the name or style under which a business is carried on, whether in partnership or otherwise;  company means any body corporate being a moneylender;  firm means an unincorporate body of two or more individuals, or one or more individuals and one or more corporations, or two or more corporations, who have entered into partnership with one another with a view to carrying on business for profit;  moneylender includes every person whose business is that of moneylending, or who advertises or announces LAWS OF GUYANA Money Lenders Cap. 91:05 5  L.R.O. 1/2012                        c. 91:09    c. 36:04                                Licences to be taken out by money-lenders.        himself or holds himself out in any way as carrying on that business; but does not include  (a) any pawnbroker in respect of business carried on by him in accordance with the Pawnbroking Act; or  (b) any  registered  society  within  the  meaning  of  the Friendly Societies  Act; or  (c) any body corporate,  incorporating  or empowered by a special Act to lend money in accordance with that special Act; or  (d) any person  in  good  faith  carrying  on  the  business of banking or insurance, or in good faith, carrying on any business not having  for its primary object the lending of money, in the course of which and for the purposes whereof he lends money; or  (e) any person or body corporate exempted  from  the provisions of this Act by order of the Minister;  principal means in relation to a loan the amount actually lent to the borrower.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any pawnbroker in respect of business carried on by him in accordance with the Pawnbroking Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "any  registered  society  within  the  meaning  of  the Friendly Societies  Act; or"
                },
                {
                    "representation": "(c)",
                    "description": "any body corporate,  incorporating  or empowered by a special Act to lend money in accordance with that special Act; or"
                },
                {
                    "representation": "(d)",
                    "description": "any person  in  good  faith  carrying  on  the  business of banking or insurance, or in good faith, carrying on any business not having  for its primary object the lending of money, in the course of which and for the purposes whereof he lends money; or"
                },
                {
                    "representation": "(e)",
                    "description": "any person or body corporate exempted  from  the provisions of this Act by order of the Minister;  principal means in relation to a loan the amount actually lent to the borrower."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Licences to be taken out by moneylenders. ",
            "context": "MONEY LENDERS ACT under Licences to be taken out by moneylenders. 3. (1) Every moneylender, whether carrying on business alone or as a partner in a firm, shall take out annually in respect of every address at which he carries on his business as such, a licence (in this Act referred to as a moneylenders licence) which shall expire on the 31st December in every year, and, subject as hereinafter provided, there shall be charged on every moneylenders  licence such duty as may be payable under the Tax Act for the time being LAWS OF GUYANA 6 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                                 in force:  Provided that where moneylenders licences are taken out by two or more moneylenders in respect of any address or addresses at which they carry on their business as partners in a firm, the district commissioner shall remit, or if the duty has been paid, repay, to the firm a sum equal to the aggregate of the duties charged on such number of licences taken out as exceeds the number of the addresses in respect of which they are taken out.  (2) A moneylenders licence shall be taken out by a moneylender in his true name, and shall be void if it be taken out in any other name, and every moneylenders licence shall also show the moneylenders authorised name and authorised address.  (3) If any person  (a) takes out a moneylenders licence in any other than his true name, or  (b) carries on business as a moneylender without having in force a valid moneylenders licence authorising him so to do, or being licensed as a moneylender, carries on business as such in any name other than his authorised name, or at any other place than his authorised address or addresses, or  (c) enters into any agreement in the course of his business as a moneylender with respect to the advance or repayment of money, or takes security for money, in the course of his business as a moneylender, otherwise than in his LAWS OF GUYANA Money Lenders Cap. 91:05 7  L.R.O. 1/2012                             Certificate required for grant of moneylenders licence.                           authorised name,  he shall be liable on summary conviction to a fine of seven hundred and fifty dollars:  Provided that, on a second or subsequent conviction of any person (other than a company) for an offence under this subsection, the court may, in lieu of or in addition to ordering the offender to pay the penalty aforesaid, order him to be imprisoned for a term not exceeding three months, and an offender being a company shall, on a second or subsequent conviction, be liable to a fine of one thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every moneylender, whether carrying on business alone or as a partner in a firm, shall take out annually in respect of every address at which he carries on his business as such, a licence"
                },
                {
                    "representation": "(2)",
                    "description": "A moneylenders licence shall be taken out by a moneylender in his true name, and shall be void if it be taken out in any other name, and every moneylenders licence shall also show the moneylenders authorised name and authorised address."
                },
                {
                    "representation": "(3)",
                    "description": "If any person"
                },
                {
                    "representation": "(a)",
                    "description": "takes out a moneylenders licence in any other than his true name, or"
                },
                {
                    "representation": "(b)",
                    "description": "carries on business as a moneylender without having in force a valid moneylenders licence authorising him so to do, or being licensed as a moneylender, carries on business as such in any name other than his authorised name, or at any other place than his authorised address or addresses, or"
                },
                {
                    "representation": "(c)",
                    "description": "enters into any agreement in the course of his business as a moneylender with respect to the advance or repayment of money, or takes security for money, in the course of his business as a moneylender, otherwise than in his LAWS OF GUYANA Money Lenders Cap. 91:05 7  L.R.O. 1/2012                             Certificate required for grant of moneylenders licence.                           authorised name,  he shall be liable on summary conviction to a fine of seven hundred and fifty dollars:  Provided that, on a second or subsequent conviction of any person"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Certificate required for grant of moneylenders licence. 5    Making of rules with respect to procedure on application for a certificate. ",
            "context": "MONEY LENDERS ACT under Certificate required for grant of moneylenders licence. 5    Making of rules with respect to procedure on application for a certificate. 4. (1) A moneylenders licence shall not be granted except to a person who holds a certificate  in accordance with this Act authorising the grant of the licence to that person, and a separate certificate shall be required in respect of every separate licence.  (2) Certificates under this section (in this Act referred to as certificates) shall be granted by the magistrate of the district in which the moneylenders business is to be carried on.  (3) Every certificate granted to a moneylender shall show his true name and the name under which, and the address or addresses at which, he is authorised by the certificate to carry on business as such, and a certificate shall not authorise a moneylender to carry on business at more than one address, or under more than one name, or under any name which includes the word bank, or otherwise implies that he carries on banking business and no  certificates shall authorise a moneylender to carry on business under any name except  (a) his true name; or  (b) the name of a firm in which he is a LAWS OF GUYANA 8 Cap. 91:05 Money Lenders  L.R.O. 1/2012       c. 90:05            c. 91:05 c. 90:05           Making of rules with respect to procedure on application for a certificate.        Refusal to grant a certificate.                   partner, not being a firm required by the Business Names (Registration) Act to be registered; or  (c) a business name, whether of an individual or of a firm in which he is a partner, under which he or the firm has, at the commencement of this Act, been registered for not less than three years, both as a moneylender under the Moneylenders Act, and under the Business Names (Registration) Act.  (4) A certificate shall come into force on the date specified therein and shall expire on the next following thirty-first day of December.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A moneylenders licence shall not be granted except to a person who holds a certificate  in accordance with this Act authorising the grant of the licence to that person, and a separate certificate shall be required in respect of every separate licence."
                },
                {
                    "representation": "(2)",
                    "description": "Certificates under this section"
                },
                {
                    "representation": "(3)",
                    "description": "Every certificate granted to a moneylender shall show his true name and the name under which, and the address or addresses at which, he is authorised by the certificate to carry on business as such, and a certificate shall not authorise a moneylender to carry on business at more than one address, or under more than one name, or under any name which includes the word bank, or otherwise implies that he carries on banking business and no  certificates shall authorise a moneylender to carry on business under any name except"
                },
                {
                    "representation": "(a)",
                    "description": "his true name; or"
                },
                {
                    "representation": "(b)",
                    "description": "the name of a firm in which he is a LAWS OF GUYANA 8 Cap. 91:05 Money Lenders  L.R.O. 1/2012       c. 90:05            c. 91:05 c. 90:05           Making of rules with respect to procedure on application for a certificate.        Refusal to grant a certificate.                   partner, not being a firm required by the Business Names"
                },
                {
                    "representation": "(c)",
                    "description": "a business name, whether of an individual or of a firm in which he is a partner, under which he or the firm has, at the commencement of this Act, been registered for not less than three years, both as a moneylender under the Moneylenders Act, and under the Business Names"
                },
                {
                    "representation": "(4)",
                    "description": "A certificate shall come into force on the date specified therein and shall expire on the next following thirty-first day of December."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "The Minister may make rules with respect to the procedure to be followed in making applications for certificates, including the notices to be given of intention to make such an application, and certificates shall be in such form as may be prescribed by rules so made.  ",
            "context": "MONEY LENDERS ACT under The Minister may make rules with respect to the procedure to be followed in making applications for certificates, including the notices to be given of intention to make such an application, and certificates shall be in such form as may be prescribed by rules so made.  5. Where any interval between successive payments is not a number of complete weeks or complete months, the foregoing paragraphs shall have effect as though one day were one-seventh part of a week or one-thirtieth part of a month, as the case may be.         LAWS OF GUYANA 26 Cap. 91:05 Money Lenders  L.R.O. 1/2012  SECOND  SCHEDULE                                                               s.17       FORM I                                                                Folio..  RECEIPTS                                                             PAYMENTS                                        Principal     Ledger Folio     Name     Date  20..          LAWS OF GUYANA Money Lenders Cap. 91:05 27  L.R.O. 1/2012   LAWS OF GUYANA 28 Cap. 91:05 Money Lenders  L.R.O. 1/2012  ____________________     LAWS OF GUYANA Cap. 91:05    [Subsidiary]                                                     Moneylenders Rules L.R.O. 1/2012 R.4/1958 MONEYLENDERS RULES  made under section 5 Citation.    Form of application.      First Schedule.   Service and publication of notice.               Second Schedule.  Notice to be lodged with clerk of court.",
            "description": "Where any interval between successive payments is not a number of complete weeks or complete months, the foregoing paragraphs shall have effect as though one day were one-seventh part of a week or one-thirtieth part of a month, as the case may be.         LAWS OF GUYANA 26 Cap. 91:05 Money Lenders  L.R.O. 1/2012  SECOND  SCHEDULE                                                               s.17       FORM I                                                                Folio..  RECEIPTS                                                             PAYMENTS                                        Principal     Ledger Folio     Name     Date  20..          LAWS OF GUYANA Money Lenders Cap. 91:05 27  L.R.O. 1/2012   LAWS OF GUYANA 28 Cap. 91:05 Money Lenders  L.R.O. 1/2012  ____________________     LAWS OF GUYANA Cap. 91:05    [Subsidiary]                                                     Moneylenders Rules L.R.O. 1/2012 R.4/1958 MONEYLENDERS RULES  made under section 5 Citation.    Form of application.      First Schedule.   Service and publication of notice.               Second Schedule.  Notice to be lodged with clerk of court."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Refusal to grant a certificate. ",
            "context": "MONEY LENDERS ACT under Refusal to grant a certificate. 6. (1) A certificate shall not be refused except on some one or more of the following grounds:  (a) that satisfactory evidence has not been produced of the good character of the applicant, and in the case of a company of the persons responsible for the management thereof;  (b) that satisfactory evidence  has been produced that the applicant, or any person responsible or proposed to be responsible for the management of his business as a moneylender, is not a fit and proper person to hold a certificate; LAWS OF GUYANA Money Lenders Cap. 91:05 9  L.R.O. 1/2012                        c. 3:04    Licences and certificates void unless granted in accordance with the Act.  Suspension and cancellation of certificates.               (c) that the applicant, or any person responsible or proposed to be responsible for the management of his business as a moneylender is by order of a court disqualified from holding a certificate;  (d) that the applicant is not domiciled or is not ordinarily resident in Guyana;  (e) that the applicant has not complied with any rules made under section 5 with respect to applications for certificates.  (2) Any person aggrieved by the refusal of a magistrate to grant a certificate may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction (Appeals) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A certificate shall not be refused except on some one or more of the following grounds:"
                },
                {
                    "representation": "(a)",
                    "description": "that satisfactory evidence has not been produced of the good character of the applicant, and in the case of a company of the persons responsible for the management thereof;"
                },
                {
                    "representation": "(b)",
                    "description": "that satisfactory evidence  has been produced that the applicant, or any person responsible or proposed to be responsible for the management of his business as a moneylender, is not a fit and proper person to hold a certificate; LAWS OF GUYANA Money Lenders Cap. 91:05 9  L.R.O. 1/2012                        c. 3:04    Licences and certificates void unless granted in accordance with the Act.  Suspension and cancellation of certificates."
                },
                {
                    "representation": "(c)",
                    "description": "that the applicant, or any person responsible or proposed to be responsible for the management of his business as a moneylender is by order of a court disqualified from holding a certificate;"
                },
                {
                    "representation": "(d)",
                    "description": "that the applicant is not domiciled or is not ordinarily resident in Guyana;"
                },
                {
                    "representation": "(e)",
                    "description": "that the applicant has not complied with any rules made under section 5 with respect to applications for certificates."
                },
                {
                    "representation": "(2)",
                    "description": "Any person aggrieved by the refusal of a magistrate to grant a certificate may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Licences and certificates void unless granted in accordance with the Act. ",
            "context": "MONEY LENDERS ACT under Licences and certificates void unless granted in accordance with the Act. 7. Any licence and any certificate issued or granted otherwise than in accordance with sections 4, 5, 6 and 26 shall be void.",
            "description": "Any licence and any certificate issued or granted otherwise than in accordance with sections 4, 5, 6 and 26 shall be void."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Suspension and cancellation of certificates. ",
            "context": "MONEY LENDERS ACT under Suspension and cancellation of certificates. 8. (1) Where any person, being the holder of a certificate, is convicted of any offence under this Act, the court  (a) may order that the certificate held by that person, and, in the case of a partner in a firm, by any other partner in the firm, be suspended for such time as the court thinks fit or be cancelled;  (b) may declare such person or any other person responsible for the management of the  moneylending LAWS OF GUYANA 10 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                   c. 3:04      Transfer of business to other premises.               business carried on by the person convicted to be disqualified from obtaining a certificate for such period as the court may think fit; and  (c) shall cause particulars of the conviction and of any order made under this subsection to be endorsed on every certificate held by the person convicted or by any other person affected by the order, and shall cause copies of those particulars to be sent to the district commissioner.  (2) Any person who fails to produce his certificate to the court when required for any of the purposes of this section within such time as may be specified by the court shall be liable to a fine of ten dollars for each day during which he continues to make default.  (3) Any person aggrieved by an order made under this section may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction (Appeals) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person, being the holder of a certificate, is convicted of any offence under this Act, the court"
                },
                {
                    "representation": "(a)",
                    "description": "may order that the certificate held by that person, and, in the case of a partner in a firm, by any other partner in the firm, be suspended for such time as the court thinks fit or be cancelled;"
                },
                {
                    "representation": "(b)",
                    "description": "may declare such person or any other person responsible for the management of the  moneylending LAWS OF GUYANA 10 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                   c. 3:04      Transfer of business to other premises.               business carried on by the person convicted to be disqualified from obtaining a certificate for such period as the court may think fit; and"
                },
                {
                    "representation": "(c)",
                    "description": "shall cause particulars of the conviction and of any order made under this subsection to be endorsed on every certificate held by the person convicted or by any other person affected by the order, and shall cause copies of those particulars to be sent to the district commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who fails to produce his certificate to the court when required for any of the purposes of this section within such time as may be specified by the court shall be liable to a fine of ten dollars for each day during which he continues to make default."
                },
                {
                    "representation": "(3)",
                    "description": "Any person aggrieved by an order made under this section may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Transfer of business to other premises. ",
            "context": "MONEY LENDERS ACT under Transfer of business to other premises. 9. (1) A moneylender  shall  not transfer  his business  to premises other than those specified in his licence, except with the consent of the magistrate of the district in which the address to which he proposes to transfer his business is situate. Such consent shall not be given until the officer of Police in charge of such district has been notified of the proposed transfer and has had an opportunity of objecting to the same.  (2) Any person aggrieved by the refusal of a magistrate to give consent may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction (Appeals) Act.  LAWS OF GUYANA Money Lenders Cap. 91:05 11  L.R.O. 1/2012 Forgery of certificate.                     Form of moneylenders contract.                     First Schedule.             Interest to be charged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A moneylender  shall  not transfer  his business  to premises other than those specified in his licence, except with the consent of the magistrate of the district in which the address to which he proposes to transfer his business is situate. Such consent shall not be given until the officer of Police in charge of such district has been notified of the proposed transfer and has had an opportunity of objecting to the same."
                },
                {
                    "representation": "(2)",
                    "description": "Any person aggrieved by the refusal of a magistrate to give consent may appeal to the Full Court of the High Court in the manner provided by the Summary Jurisdiction"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Forgery of certificate. ",
            "context": "MONEY LENDERS ACT under Forgery of certificate. 10. (1) If any person forges a certificate or tenders a  certificate knowing it to be forged for the purpose of obtaining a  licence for himself or for any other person, he shall be liable on summary conviction to a fine of seven hundred and fifty dollars or to imprisonment for six months.  (2) A licence granted in pursuance of a forged certificate shall be void, and if any person makes use of a forged certificate, knowing it to be forged, he shall be disqualified from obtaining at any time thereafter a moneylenders licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person forges a certificate or tenders a  certificate knowing it to be forged for the purpose of obtaining a  licence for himself or for any other person, he shall be liable on summary conviction to a fine of seven hundred and fifty dollars or to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "A licence granted in pursuance of a forged certificate shall be void, and if any person makes use of a forged certificate, knowing it to be forged, he shall be disqualified from obtaining at any time thereafter a moneylenders licence."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Form of moneylender’s contract. ",
            "context": "MONEY LENDERS ACT under Form of moneylenders contract. 11. (1) Any contract for the repayment by a borrower of money lent to him or to any agent on his behalf by a moneylender  after the commencement of this Act, (including any contract of suretyship or guarantee) or for the payment by him of interest on money so lent, and any security given by the borrower or by any such agent as aforesaid in respect of any such contract shall be void, unless a note or memorandum in writing of the contract is made and signed personally by the borrower or agent at the time the loan is made, and unless a copy thereof is at the same time delivered to the borrower or his agent.  (2) The note or memorandum aforesaid shall contain all the terms of the contract, and in particular shall show the date on which the loan is made, the amount of the principal of the loan, and either the interest charged on the loan expressed in terms of a rate per cent per annum, or the rate per cent per annum represented by the interest charged as calculated in accordance with the provisions of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any contract for the repayment by a borrower of money lent to him or to any agent on his behalf by a moneylender  after the commencement of this Act,"
                },
                {
                    "representation": "(2)",
                    "description": "The note or memorandum aforesaid shall contain all the terms of the contract, and in particular shall show the date on which the loan is made, the amount of the principal of the loan, and either the interest charged on the loan expressed in terms of a rate per cent per annum, or the rate per cent per annum represented by the interest charged as calculated in accordance with the provisions of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Interest to be charged. ",
            "context": "MONEY LENDERS ACT under Interest to be charged. 12. (1) The interest which may be charged on loans by a moneylender shall not exceed  (a) in the case of secured loans other than loans secured by bills of sale, simple interest at the rate of twelve per cent LAWS OF GUYANA 12 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                             c. 90:12  Prohibition of compound interest.    per annum;  (b)     in the case of loans secured by bills of sale, simple interest at the rate of eighteen per cent per annum; and  (c) in the case of unsecured loans, simple interest at the rate of thirty-two per cent per annum.  (2) The interest shall constitute a comprehensive charge to include all discounts, commissions, bonuses, fines, expenses, and any amount by whatsoever name called, in excess of the principal, paid or payable to the moneylender in consideration of or otherwise in respect of a loan, but shall not include such charges, expenses and costs as are specifically allowed by this Act or by the court adjudicating on the matter.  (3) Any person who loans money at a rate of interest higher than that authorised by this section shall be liable on summary conviction to a fine of four hundred dollars in respect of each loan, and no action shall be brought by the lender or any other person (whether or not a bona fide assignee or holder for value of any instrument relating to such loan) for the recovery of any sum of money lent in contravention of this section, and any agreement made or security given in connection therewith shall be wholly void.  (4) In this section, the expression secured loans  includes mortgages and loans made on all forms of collateral  security, and the expression bills of sale has the meaning assigned to it in the Bills of Sale Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The interest which may be charged on loans by a moneylender shall not exceed"
                },
                {
                    "representation": "(a)",
                    "description": "in the case of secured loans other than loans secured by bills of sale, simple interest at the rate of twelve per cent LAWS OF GUYANA 12 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                             c. 90:12  Prohibition of compound interest.    per annum;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of loans secured by bills of sale, simple interest at the rate of eighteen per cent per annum; and"
                },
                {
                    "representation": "(c)",
                    "description": "in the case of unsecured loans, simple interest at the rate of thirty-two per cent per annum."
                },
                {
                    "representation": "(2)",
                    "description": "The interest shall constitute a comprehensive charge to include all discounts, commissions, bonuses, fines, expenses, and any amount by whatsoever name called, in excess of the principal, paid or payable to the moneylender in consideration of or otherwise in respect of a loan, but shall not include such charges, expenses and costs as are specifically allowed by this Act or by the court adjudicating on the matter."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who loans money at a rate of interest higher than that authorised by this section shall be liable on summary conviction to a fine of four hundred dollars in respect of each loan, and no action shall be brought by the lender or any other person"
                },
                {
                    "representation": "(4)",
                    "description": "In this section, the expression secured loans  includes mortgages and loans made on all forms of collateral  security, and the expression bills of sale has the meaning assigned to it in the Bills of Sale Act."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Prohibition of compound interest. ",
            "context": "MONEY LENDERS ACT under Prohibition of compound interest. 13. (1) Subject as hereinafter provided, any contract made after the commencement of this Act for the loan of money by a moneylender shall be illegal in so far as it provides directly or indirectly for the payment of interest in advance whether by deduction of any amount from the LAWS OF GUYANA Money Lenders Cap. 91:05 13  L.R.O. 1/2012                                   Method of calculating interest when not expressed in terms of a rate.     First Schedule.        Prohibition of charge of expenses on loans by moneylenders.      principal sum borrowed or otherwise or for the payment of compound interest or for the rate or amount of interest being increased by reason of any default in the payment of sums due under the contract:  Provided that provision may be made by any such contract that if default is made in the payment upon the due date of any sum payable to the moneylender under the contract, whether in respect of principal or interest, the moneylender shall be entitled to charge simple interest on that sum from the date of the default until the sum is paid at a rate not exceeding the rate payable in respect of the principal apart from any default, and any interest so charged shall not be reckoned for the purposes of this Act as part of the interest charged in respect of the loan.  (2) Any moneylender who contravenes the provisions of this section shall be liable on summary conviction to a fine of four hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject as hereinafter provided, any contract made after the commencement of this Act for the loan of money by a moneylender shall be illegal in so far as it provides directly or indirectly for the payment of interest in advance whether by deduction of any amount from the LAWS OF GUYANA Money Lenders Cap. 91:05 13  L.R.O. 1/2012                                   Method of calculating interest when not expressed in terms of a rate.     First Schedule.        Prohibition of charge of expenses on loans by moneylenders.      principal sum borrowed or otherwise or for the payment of compound interest or for the rate or amount of interest being increased by reason of any default in the payment of sums due under the contract:  Provided that provision may be made by any such contract that if default is made in the payment upon the due date of any sum payable to the moneylender under the contract, whether in respect of principal or interest, the moneylender shall be entitled to charge simple interest on that sum from the date of the default until the sum is paid at a rate not exceeding the rate payable in respect of the principal apart from any default, and any interest so charged shall not be reckoned for the purposes of this Act as part of the interest charged in respect of the loan."
                },
                {
                    "representation": "(2)",
                    "description": "Any moneylender who contravenes the provisions of this section shall be liable on summary conviction to a fine of four hundred dollars."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Method of calculating interest when not expressed in terms of a rate. ",
            "context": "MONEY LENDERS ACT under Method of calculating interest when not expressed in terms of a rate. 14. Where by a contract for the loan of money by a moneylender the interest charged on the loan is not expressed in terms of a rate, any amount paid or payable to the moneylender under the contract (other than the simple interest charged in accordance with the proviso to section 13) shall be appropriated to principal and interest in the proportion that the principal bears to the total amount of the interest, and the rate per cent represented by the interest charged as calculated in accordance with the First Schedule shall be deemed to be the rate of interest charged on the loan.",
            "description": "Where by a contract for the loan of money by a moneylender the interest charged on the loan is not expressed in terms of a rate, any amount paid or payable to the moneylender under the contract (other than the simple interest charged in accordance with the proviso to section 13) shall be appropriated to principal and interest in the proportion that the principal bears to the total amount of the interest, and the rate per cent represented by the interest charged as calculated in accordance with the First Schedule shall be deemed to be the rate of interest charged on the loan."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Prohibition of charge of expenses on loans by moneylenders. ",
            "context": "MONEY LENDERS ACT under Prohibition of charge of expenses on loans by moneylenders. 15. Any agreement between a moneylender and a borrower or intending borrower for the payment by the borrower or  intending borrower to the moneylender of any sum on account of costs, charges or expenses incidental to or relating to the  negotiations for or the granting of the loan or proposed loan shall be illegal, and if any sum is paid to such moneylender by a borrower or intending borrower as for or on account of any such costs, charges or expenses that sum LAWS OF GUYANA 14 Cap. 91:05 Money Lenders  L.R.O. 1/2012                         Employment of agents or canvassers by moneylender prohibited.                     Moneylenders to give receipts, endorse date and amount of payment on borrowers note or memorandum; and keep record of transactions. Second Schedule. shall be recoverable as a debt due to the borrower or intending borrower, or in the event of the loan being completed, shall, if not so recovered, be set off against the amount actually lent, and that amount shall be deemed to be reduced accordingly:  Provided that this section shall not apply to such charges, expenses and costs as are specifically allowed by this Act or by the court adjudicating on the matter.",
            "description": "Any agreement between a moneylender and a borrower or intending borrower for the payment by the borrower or  intending borrower to the moneylender of any sum on account of costs, charges or expenses incidental to or relating to the  negotiations for or the granting of the loan or proposed loan shall be illegal, and if any sum is paid to such moneylender by a borrower or intending borrower as for or on account of any such costs, charges or expenses that sum LAWS OF GUYANA 14 Cap. 91:05 Money Lenders  L.R.O. 1/2012                         Employment of agents or canvassers by moneylender prohibited.                     Moneylenders to give receipts, endorse date and amount of payment on borrowers note or memorandum; and keep record of transactions. Second Schedule. shall be recoverable as a debt due to the borrower or intending borrower, or in the event of the loan being completed, shall, if not so recovered, be set off against the amount actually lent, and that amount shall be deemed to be reduced accordingly:  Provided that this section shall not apply to such charges, expenses and costs as are specifically allowed by this Act or by the court adjudicating on the matter."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Employment of agents or canvassers by moneylender prohibited. ",
            "context": "MONEY LENDERS ACT under Employment of agents or canvassers by moneylender prohibited. 16. (1) No moneylender or any person on his behalf shall employ any agent or canvasser for the purpose of inviting any person to borrow money or to enter into any transaction involving the borrowing of money from a moneylender, and no person shall act as an agent or canvasser, or demand or receive directly or indirectly any sum or other valuable consideration by way of commission or otherwise for introducing or undertaking to introduce to a moneylender any person desiring to borrow money.  (2) Any contract by the borrower to pay to an agent or canvasser of a moneylender a commission for securing a loan shall be wholly void.  (3) Any moneylender or any other person who contravenes subsection (1) shall be liable on summary conviction to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable on summary conviction to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Any contract by the borrower to pay to an agent or canvasser of a moneylender a commission for securing a loan shall be wholly void."
                },
                {
                    "representation": "(3)",
                    "description": "Any moneylender or any other person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Moneylenders   to give receipts,   endorse date and amount of payment on borrower’s note or memorandum, and keep record of transactions. ",
            "context": "MONEY LENDERS ACT under Moneylenders   to give receipts,   endorse date and amount of payment on borrowers note or memorandum, and keep record of transactions. 17. (1) Every moneylender shall give a receipt for every payment made to him on account of a loan or of interest thereon. Every such receipt shall be given immediately the payment is made.  (2) Every moneylender shall keep as books of account, a cash book and a ledger, the pages of which shall be as set out in Form 1 and Form 2 respectively in the Second Schedule.  (3) The entries in the said books shall be made LAWS OF GUYANA Money Lenders Cap. 91:05 15  L.R.O. 1/2012                    Obligation of moneylender to  supply information as to state of loan and copies of documents relating thereto.                      forthwith on the making of the loan or the receipt of sums paid in respect thereof, as the case may be.  (4) Every moneylender shall, at the request of a borrower and on production by the borrower of the copy of the note or memorandum issued by the moneylender under section 11(1) to the borrower, endorse thereon the date and amount of every payment made by the borrower on account of such loan or of interest thereon and shall authenticate the endorsement by appending his signature thereto.  (5) Any moneylender who fails to comply with any of the provisions of this section shall for each offence be liable on summary conviction, to a fine of seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every moneylender shall give a receipt for every payment made to him on account of a loan or of interest thereon. Every such receipt shall be given immediately the payment is made."
                },
                {
                    "representation": "(2)",
                    "description": "Every moneylender shall keep as books of account, a cash book and a ledger, the pages of which shall be as set out in Form 1 and Form 2 respectively in the Second Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "The entries in the said books shall be made LAWS OF GUYANA Money Lenders Cap. 91:05 15  L.R.O. 1/2012                    Obligation of moneylender to  supply information as to state of loan and copies of documents relating thereto.                      forthwith on the making of the loan or the receipt of sums paid in respect thereof, as the case may be."
                },
                {
                    "representation": "(4)",
                    "description": "Every moneylender shall, at the request of a borrower and on production by the borrower of the copy of the note or memorandum issued by the moneylender under section 11(1) to the borrower, endorse thereon the date and amount of every payment made by the borrower on account of such loan or of interest thereon and shall authenticate the endorsement by appending his signature thereto."
                },
                {
                    "representation": "(5)",
                    "description": "Any moneylender who fails to comply with any of the provisions of this section shall for each offence be liable on summary conviction, to a fine of seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Obligation of moneylender to supply information as to state of loan and copies of documents relating thereto. ",
            "context": "MONEY LENDERS ACT under Obligation of moneylender to supply information as to state of loan and copies of documents relating thereto. 18. (1) In respect of every contract for the repayment of money lent by a moneylender (whether made before or after the commencement of this Act) such moneylender shall, upon demand in writing being made by the borrower at any time during the subsistence of the contract and on tender by the borrower of the sum of twenty-five cents for expenses, supply to the borrower or, if the borrower so requires to any person specified in that behalf in the  demand, a statement signed by the moneylender or his agent showing  (a) the date on which the loan was made, the amount of the principal of the loan and the rate per cent per annum of interest charged; and  (b) the amount of any payment already received by the moneylender in respect of the loan and the date on which it was made; and  (c) the amount of every sum due to the moneylender, but unpaid, and the date upon which it became due, and the amount of interest accrued due LAWS OF GUYANA 16 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                      Limitation of time for proceedings in respect of money lent by moneylenders.           and unpaid in respect of every such sum; and  (d) the amount of every sum not yet due which remains outstanding, and the date upon which it became due.  (2) A moneylender shall, on demand in writing by the borrower, and on tender of a reasonable sum for expenses, supply a copy of any document relating to a loan made by him or as security therefor, to the borrower, or if the borrower so requires, to any person specified in that behalf in the demand.  (3) If a moneylender to whom a demand has been made under this section fails without reasonable excuse to comply therewith within one month after the demand has been made, he shall not, as long as the default continues, be entitled to sue for or recover any sum due under the contract an account either of principal or interest or to assign the debt to any other person and interest shall not be chargeable in respect of the  period of the default, and if such default is made or continued after proceedings  have ceased to lie in respect of the loan, the moneylender shall be liable to a fine of ten dollars for every day on which the default continues.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In respect of every contract for the repayment of money lent by a moneylender"
                },
                {
                    "representation": "(a)",
                    "description": "the date on which the loan was made, the amount of the principal of the loan and the rate per cent per annum of interest charged; and"
                },
                {
                    "representation": "(b)",
                    "description": "the amount of any payment already received by the moneylender in respect of the loan and the date on which it was made; and"
                },
                {
                    "representation": "(c)",
                    "description": "the amount of every sum due to the moneylender, but unpaid, and the date upon which it became due, and the amount of interest accrued due LAWS OF GUYANA 16 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                      Limitation of time for proceedings in respect of money lent by moneylenders.           and unpaid in respect of every such sum; and"
                },
                {
                    "representation": "(d)",
                    "description": "the amount of every sum not yet due which remains outstanding, and the date upon which it became due."
                },
                {
                    "representation": "(2)",
                    "description": "A moneylender shall, on demand in writing by the borrower, and on tender of a reasonable sum for expenses, supply a copy of any document relating to a loan made by him or as security therefor, to the borrower, or if the borrower so requires, to any person specified in that behalf in the demand."
                },
                {
                    "representation": "(3)",
                    "description": "If a moneylender to whom a demand has been made under this section fails without reasonable excuse to comply therewith within one month after the demand has been made, he shall not, as long as the default continues, be entitled to sue for or recover any sum due under the contract an account either of principal or interest or to assign the debt to any other person and interest shall not be chargeable in respect of the  period of the default, and if such default is made or continued after proceedings  have ceased to lie in respect of the loan, the moneylender shall be liable to a fine of ten dollars for every day on which the default continues."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Limitation of time for proceedings in respect of money lent by moneylenders. ",
            "context": "MONEY LENDERS ACT under Limitation of time for proceedings in respect of money lent by moneylenders. 19. No proceedings shall lie for the recovery by a moneylender of any money lent by him after the commencement of this Act or of any interest in respect thereof, or for the enforcement of any agreement made or security taken after the commencement of this Act in respect of any loan made by him, unless the proceedings are commenced before the expiration of twelve months from the date on which the cause of action accrued:  Provided that   (a) if during the period of twelve months aforesaid or at any time within any LAWS OF GUYANA Money Lenders Cap. 91:05 17  L.R.O. 1/2012                                                 subsequent period during which proceedings may by virtue of this proviso be brought, the debtor acknowledges in writing the amount due and gives a written undertaking to the moneylender to pay that amount, proceedings for the recovery of the amount due may be brought at any time within a period of twelve months after the date of the acknowledgment and undertaking;  (b) the time limit by the foregoing provisions of this section for the commencement of proceedings shall not begin to run in respect of any payments from time to time becoming due to a moneylender under a contract for the loan of money until a cause of action accrues in respect of the last payment becoming due under the contract;  (c) if at the date on which the cause of action accrues or on which any such acknowledgment and undertaking as aforesaid is given by the debtor, the person entitled to take the proceedings is of unsound mind, the time limited by the foregoing provisions of this section for the commencement of proceedings shall not begin to run until that person ceases to be of unsound mind or dies, whichever first occurs; and  (d) if at the date on which the cause of action accrues or on which any such acknowledgment and undertaking as LAWS OF GUYANA 18 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                       Restrictions on money-lending advertisements.                         aforesaid is given by the debtor, the debtor is out of Guyana, the time limited by the foregoing provisions of this section for the commencement of proceedings shall not begin to run until he returns to Guyana.  (2) Without prejudice to the powers of a court under section 23, if at the time when proceedings are taken by a money lender in respect of a default in the payment of any sum due to him under a contract for the loan of money, any further amount is  outstanding under the contract but not yet due, the court may determine the contract and order the principal outstanding to be paid to the moneylender with such interest thereon, if any as the court may allow up to the date of payment.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "if during the period of twelve months aforesaid or at any time within any LAWS OF GUYANA Money Lenders Cap. 91:05 17  L.R.O. 1/2012                                                 subsequent period during which proceedings may by virtue of this proviso be brought, the debtor acknowledges in writing the amount due and gives a written undertaking to the moneylender to pay that amount, proceedings for the recovery of the amount due may be brought at any time within a period of twelve months after the date of the acknowledgment and undertaking;"
                },
                {
                    "representation": "(b)",
                    "description": "the time limit by the foregoing provisions of this section for the commencement of proceedings shall not begin to run in respect of any payments from time to time becoming due to a moneylender under a contract for the loan of money until a cause of action accrues in respect of the last payment becoming due under the contract;"
                },
                {
                    "representation": "(c)",
                    "description": "if at the date on which the cause of action accrues or on which any such acknowledgment and undertaking as aforesaid is given by the debtor, the person entitled to take the proceedings is of unsound mind, the time limited by the foregoing provisions of this section for the commencement of proceedings shall not begin to run until that person ceases to be of unsound mind or dies, whichever first occurs; and"
                },
                {
                    "representation": "(d)",
                    "description": "if at the date on which the cause of action accrues or on which any such acknowledgment and undertaking as LAWS OF GUYANA 18 Cap. 91:05 Money Lenders  L.R.O. 1/2012                                       Restrictions on money-lending advertisements.                         aforesaid is given by the debtor, the debtor is out of Guyana, the time limited by the foregoing provisions of this section for the commencement of proceedings shall not begin to run until he returns to Guyana."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the powers of a court under section 23, if at the time when proceedings are taken by a money lender in respect of a default in the payment of any sum due to him under a contract for the loan of money, any further amount is  outstanding under the contract but not yet due, the court may determine the contract and order the principal outstanding to be paid to the moneylender with such interest thereon, if any as the court may allow up to the date of payment."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Restrictions on moneylending advertisements. ",
            "context": "MONEY LENDERS ACT under Restrictions on moneylending advertisements. 20. (1) No person shall knowingly send or deliver or cause to be sent or delivered to any person except in response to his written request any circular or other document advertising the name, address or telephone number of a moneylender, or containing an invitation  (a) to borrow money from a moneylender;  (b) to enter into any transaction involving the borrowing of money from a moneylender;  (c) to apply to any place with a view to obtaining information or advice as to borrowing any money from a moneylender.  (2) Where any documents issued or published by or on behalf of a moneylender purports to indicate the terms of interest upon which he is willing to make loans or any particular loan, the document shall either express the interest LAWS OF GUYANA Money Lenders Cap. 91:05 19  L.R.O. 1/2012     First Schedule.                    Notice and information to be given on assignment of moneylenders debts.                      proposed to be charged in terms of a rate per cent per annum or show the rate per cent per annum represented by the interest proposed to be charged as calculated in accordance with the First Schedule.  (3) Any person acting in contravention of any of the provisions of this section shall be liable on summary conviction to a fine of forty dollars.  (4) Where it is shown that a moneylending transaction was brought about by a contravention of any of the provisions of this section, the transaction shall, notwithstanding that the moneylender was duly licensed under this Act, be wholly void unless the moneylender proves that the contravention occurred without his knowledge or consent.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall knowingly send or deliver or cause to be sent or delivered to any person except in response to his written request any circular or other document advertising the name, address or telephone number of a moneylender, or containing an invitation"
                },
                {
                    "representation": "(a)",
                    "description": "to borrow money from a moneylender;"
                },
                {
                    "representation": "(b)",
                    "description": "to enter into any transaction involving the borrowing of money from a moneylender;"
                },
                {
                    "representation": "(c)",
                    "description": "to apply to any place with a view to obtaining information or advice as to borrowing any money from a moneylender."
                },
                {
                    "representation": "(2)",
                    "description": "Where any documents issued or published by or on behalf of a moneylender purports to indicate the terms of interest upon which he is willing to make loans or any particular loan, the document shall either express the interest LAWS OF GUYANA Money Lenders Cap. 91:05 19  L.R.O. 1/2012     First Schedule.                    Notice and information to be given on assignment of moneylenders debts.                      proposed to be charged in terms of a rate per cent per annum or show the rate per cent per annum represented by the interest proposed to be charged as calculated in accordance with the First Schedule."
                },
                {
                    "representation": "(3)",
                    "description": "Any person acting in contravention of any of the provisions of this section shall be liable on summary conviction to a fine of forty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Where it is shown that a moneylending transaction was brought about by a contravention of any of the provisions of this section, the transaction shall, notwithstanding that the moneylender was duly licensed under this Act, be wholly void unless the moneylender proves that the contravention occurred without his knowledge or consent."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Notice and information   to be given on assignment of money- lender’s debts. ",
            "context": "MONEY LENDERS ACT under Notice and information   to be given on assignment of money- lenders debts. 21. (1) Where any debt in respect of money lent by a moneylender, whether before or after the commencement of this Act, or in respect of interest on any such debt or the benefit of any agreement made or security taken in respect of any such debt or interest is assigned to any assignee, the assignor (whether he is a moneylender by whom the money was lent or any person to whom the debt has been previously assigned) shall, before the assignment is made  (a) give to the assignee notice in writing that the debt, agreement or security is affected by the operation of this Act; and  (b) supply to the assignee all information  necessary to enable him to comply with the provisions of this Act relating to the obligation to supply information as to the state of loans and copies of documents relating thereto;  LAWS OF GUYANA 20 Cap. 91:05 Money Lenders  L.R.O. 1/2012                              Application of Act as respects assignees.                               and any person acting in contravention of any of the provisions of this section shall be liable to indemnify any other person who is prejudiced by the contravention, and shall also in respect of each offence be liable on summary conviction to a fine of seven hundred and fifty dollars or to  imprisonment for six months.  (2) In this section the expression assigned means assigned by any assignment inter vivos other than an assignment by operation of law, and the expressions assignor and assignee shall be construed accordingly.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any debt in respect of money lent by a moneylender, whether before or after the commencement of this Act, or in respect of interest on any such debt or the benefit of any agreement made or security taken in respect of any such debt or interest is assigned to any assignee, the assignor"
                },
                {
                    "representation": "(a)",
                    "description": "give to the assignee notice in writing that the debt, agreement or security is affected by the operation of this Act; and"
                },
                {
                    "representation": "(b)",
                    "description": "supply to the assignee all information  necessary to enable him to comply with the provisions of this Act relating to the obligation to supply information as to the state of loans and copies of documents relating thereto;  LAWS OF GUYANA 20 Cap. 91:05 Money Lenders  L.R.O. 1/2012                              Application of Act as respects assignees.                               and any person acting in contravention of any of the provisions of this section shall be liable to indemnify any other person who is prejudiced by the contravention, and shall also in respect of each offence be liable on summary conviction to a fine of seven hundred and fifty dollars or to  imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "In this section the expression assigned means assigned by any assignment inter vivos other than an assignment by operation of law, and the expressions assignor and assignee shall be construed accordingly."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Application of Act as respects assignees. ",
            "context": "MONEY LENDERS ACT under Application of Act as respects assignees. 22. (1) Subject as hereinafter provided, the provisions of this Act shall continue to apply as respects any debt to a moneylender in respect of money lent by him after the commencement of this Act or in respect of interest of money so lent or of the benefit of any agreement made or security taken in respect of any such debt or interest, notwithstanding that the debt or the benefit of the agreement of security may have been assigned to any assignee, and, except where the context otherwise requires, references in this Act to a moneylender shall accordingly be construed as including any such assignee as aforesaid:  Provided that except as otherwise provided in this Act  (i)       any agreement with, or security taken by, a moneylender in respect of money lent by him after the commencement of this Act shall be valid in favour of any bona fide assignee or holder for value without notice of any defect due to the operation of this Act and of any person deriving title under him; and  (ii) any payment or transfer of money or property made bona fide by any person, whether acting in a fiduciary LAWS OF GUYANA Money Lenders Cap. 91:05 21  L.R.O. 1/2012                                        Re-opening of money lending transactions.       capacity or otherwise, on the faith of the validity of any such agreement or security, without notice of any such defect shall, in favour of that person, be as valid as it would have been if the agreement or security had been valid; and  (iii) the provisions of this Act limiting the time for proceedings in respect of money lent shall not apply to any proceedings in respect of any such agreement or security commenced by a bona fide assignee or holder for value without notice that the agreement or security was affected by the operation of this Act, or by any person deriving title under him;  but in every such case the moneylender shall be liable to indemnify the borrower or any other person who is prejudiced by virtue of this section, and nothing in this proviso shall render valid an agreement or security in favour of, or apply to proceedings commenced by, an assignee or holder for value who is himself a moneylender.  (2) Nothing in this section shall render valid for any purpose any agreement, security, or other transaction which would, apart from this Act, have been void or unenforceable.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject as hereinafter provided, the provisions of this Act shall continue to apply as respects any debt to a moneylender in respect of money lent by him after the commencement of this Act or in respect of interest of money so lent or of the benefit of any agreement made or security taken in respect of any such debt or interest, notwithstanding that the debt or the benefit of the agreement of security may have been assigned to any assignee, and, except where the context otherwise requires, references in this Act to a moneylender shall accordingly be construed as including any such assignee as aforesaid:  Provided that except as otherwise provided in this Act"
                },
                {
                    "representation": "(i)",
                    "description": "any agreement with, or security taken by, a moneylender in respect of money lent by him after the commencement of this Act shall be valid in favour of any bona fide assignee or holder for value without notice of any defect due to the operation of this Act and of any person deriving title under him; and"
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall render valid for any purpose any agreement, security, or other transaction which would, apart from this Act, have been void or unenforceable."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "(1) Re-opening of money-lending transactions. (2) Proceedings by borrower against moneylender.  (3)  Insolvency. (4) Application to all money-lending transactions.  (5) Bona fide assignee. LAWS OF GUYANA 4 Cap. 91:05 Money Lenders  L.R.O. 1/2012 SECTION ",
            "context": "MONEY LENDERS ACT under (1) Re-opening of money-lending transactions. (2) Proceedings by borrower against moneylender.  (3)  Insolvency. (4) Application to all money-lending transactions.  (5) Bona fide assignee. LAWS OF GUYANA 4 Cap. 91:05 Money Lenders  L.R.O. 1/2012 SECTION 23. (1) Where proceedings are taken in any court by a moneylender for the recovery of any money lent before or after the commencement of this Act, or for the enforcement of any agreement or security made or taken in respect of money lent either before or after the commencement of this Act, and there is evidence which satisfies the court that the interest charged in respect of the sum actually lent is excessive, or that the amount charged for expenses,  inquiries, fines, bonus, LAWS OF GUYANA 22 Cap. 91:05 Money Lenders  L.R.O. 1/2012                         Proceedings by borrower against moneylender.            Insolvency.       Application to all money-premium, renewals, or any other charges are excessive and that, in either case, the transaction is harsh and unconscionable the court may re-open the transaction, and take an  account between the moneylender and the person sued, and may,  notwithstanding any statement or settlement of account or any agreement purporting to close previous dealings and create a new obligation, re-open any account already taken between them and relieve the person sued from payment of any sum in excess of the sum adjudged by the court to be fairly due in respect of such principal and interest, and for such costs and charges as the court may adjudge to be reasonable, and, if any such excess has been paid or allowed in account by the debtor, may order the creditor to repay it; and may set aside, either wholly or in part, or revise, or alter any security given or agreement made in respect of money lent by the moneylender, and if the moneylender has parted with the security may order him to indemnify the borrower or other person sued.  (2) Any court in which proceedings might be taken for the recovery of money lent by a moneylender shall have power to and may, at the instance of the borrower or surety or other person liable, exercise the like powers as may be exercised under this section, where proceedings are taken for the recovery of money lent, and the court shall  have power, notwithstanding  any provision or agreement to the contrary, to entertain any application under this Act by the borrower or surety or other person liable,  notwithstanding that the time for repayment of the loan, or any instalment thereof, may not have arrived.  (3) On any application relating to the admission or amount of a claim by a person who has lent money in any insolvency proceedings, the court may exercise the like powers as may be exercised under this section when proceedings are taken for the recovery of money.  (4) The foregoing provisions of this section shall apply to any transaction which, whatever its form may be, is LAWS OF GUYANA Money Lenders Cap. 91:05 23  L.R.O. 1/2012 lending transactions.  Bona fide assignee.    Inducing borrowing by false statements.       Protection of moneylenders against frivolous and vexatious actions. [4 of 1972]                        substantially one of moneylending.              (5) Nothing in the foregoing provisions of this section shall affect the rights of any bona fide assignee or holder for value without notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where proceedings are taken in any court by a moneylender for the recovery of any money lent before or after the commencement of this Act, or for the enforcement of any agreement or security made or taken in respect of money lent either before or after the commencement of this Act, and there is evidence which satisfies the court that the interest charged in respect of the sum actually lent is excessive, or that the amount charged for expenses,  inquiries, fines, bonus, LAWS OF GUYANA 22 Cap. 91:05 Money Lenders  L.R.O. 1/2012                         Proceedings by borrower against moneylender.            Insolvency.       Application to all money-premium, renewals, or any other charges are excessive and that, in either case, the transaction is harsh and unconscionable the court may re-open the transaction, and take an  account between the moneylender and the person sued, and may,  notwithstanding any statement or settlement of account or any agreement purporting to close previous dealings and create a new obligation, re-open any account already taken between them and relieve the person sued from payment of any sum in excess of the sum adjudged by the court to be fairly due in respect of such principal and interest, and for such costs and charges as the court may adjudge to be reasonable, and, if any such excess has been paid or allowed in account by the debtor, may order the creditor to repay it; and may set aside, either wholly or in part, or revise, or alter any security given or agreement made in respect of money lent by the moneylender, and if the moneylender has parted with the security may order him to indemnify the borrower or other person sued."
                },
                {
                    "representation": "(2)",
                    "description": "Any court in which proceedings might be taken for the recovery of money lent by a moneylender shall have power to and may, at the instance of the borrower or surety or other person liable, exercise the like powers as may be exercised under this section, where proceedings are taken for the recovery of money lent, and the court shall  have power, notwithstanding  any provision or agreement to the contrary, to entertain any application under this Act by the borrower or surety or other person liable,  notwithstanding that the time for repayment of the loan, or any instalment thereof, may not have arrived."
                },
                {
                    "representation": "(3)",
                    "description": "On any application relating to the admission or amount of a claim by a person who has lent money in any insolvency proceedings, the court may exercise the like powers as may be exercised under this section when proceedings are taken for the recovery of money."
                },
                {
                    "representation": "(4)",
                    "description": "The foregoing provisions of this section shall apply to any transaction which, whatever its form may be, is LAWS OF GUYANA Money Lenders Cap. 91:05 23  L.R.O. 1/2012 lending transactions.  Bona fide assignee.    Inducing borrowing by false statements.       Protection of moneylenders against frivolous and vexatious actions. [4 of 1972]                        substantially one of moneylending."
                },
                {
                    "representation": "(5)",
                    "description": "Nothing in the foregoing provisions of this section shall affect the rights of any bona fide assignee or holder for value without notice."
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Inducing borrowing by false statements. ",
            "context": "MONEY LENDERS ACT under Inducing borrowing by false statements. 24. Any person who by any false, misleading, or deceptive statement, representation or promise, or by a dishonest concealment of material facts, fraudulently induces or attempts to induce any person to borrow money or to agree to the terms on which money is or is to be borrowed, shall be liable on summary conviction to a fine of seven hundred and fifty dollars or to imprisonment for six months.",
            "description": "Any person who by any false, misleading, or deceptive statement, representation or promise, or by a dishonest concealment of material facts, fraudulently induces or attempts to induce any person to borrow money or to agree to the terms on which money is or is to be borrowed, shall be liable on summary conviction to a fine of seven hundred and fifty dollars or to imprisonment for six months."
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Protection of moneylenders against frivolous and vexatious actions. ",
            "context": "MONEY LENDERS ACT under Protection of moneylenders against frivolous and vexatious actions. 25. (1) In any civil proceedings in which a borrower pleads any of the provisions of this Act (whether in any plaint, defence, or other pleading, or in any affidavit or application for the purpose of obtaining leave to defend any action), if the court is satisfied that such plea was not made in good faith, but was made for the purpose of delaying or harassing the moneylender, the court may order such borrower to pay for the benefit of the moneylender a sum not exceeding forty dollars by way of compensation and the costs incurred by the moneylender in the proceeding to such an amount as shall be determined by the court, and every such sum so ordered to be paid shall be added to the amount of the judgment recoverable by the moneylender.  (2) In any criminal proceeding instituted against a moneylender for a breach of any provision of this Act if the court is satisfied that charge was made maliciously, frivolously or vexatiously, it may direct that a sum not exceeding forty dollars by way of compensation and the costs of the accused to such an amount as shall be determined by the court shall be payable by the informant or complainant, and any amount so ordered to be paid shall be recoverable for the benefit of the accused in the same manner as a fine imposed by the court. LAWS OF GUYANA 24 Cap. 91:05 Money Lenders  L.R.O. 1/2012 Audit of moneylenders books.  c. 89:01                                   Recovery of penalties.         ss. 11, 14,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In any civil proceedings in which a borrower pleads any of the provisions of this Act"
                },
                {
                    "representation": "(2)",
                    "description": "In any criminal proceeding instituted against a moneylender for a breach of any provision of this Act if the court is satisfied that charge was made maliciously, frivolously or vexatiously, it may direct that a sum not exceeding forty dollars by way of compensation and the costs of the accused to such an amount as shall be determined by the court shall be payable by the informant or complainant, and any amount so ordered to be paid shall be recoverable for the benefit of the accused in the same manner as a fine imposed by the court. LAWS OF GUYANA 24 Cap. 91:05 Money Lenders  L.R.O. 1/2012 Audit of moneylenders books.  c. 89:01                                   Recovery of penalties.         ss. 11, 14,"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Audit of moneylenders’ books. ",
            "context": "MONEY LENDERS ACT under Audit of moneylenders books. 26. (1) Every moneylender shall each year have the books required to be kept by him under section 17 audited by an auditor who is either qualified to be appointed an auditor under section 121(8) of the Companies Act, or is a person approved for the purpose by a district commissioner.  (2) The auditor shall certify whether or not the provisions of this Act in respect of the aforesaid books have been complied with during the preceding period of twelve months in the case of a moneylender who has been carrying on the business of moneylending under this Act during that period, or in the case of a moneylender who has been carrying on the business of moneylending under this Act for a shorter period, for such shorter period, ending on the 30th September.  (3) Notwithstanding section 4(1), a moneylenders licence shall not be granted except on the production of a certificate required by subsection (2):  Provided that a certificate as aforesaid shall not be required in respect of the first moneylenders licence issued to a person, or in any case where the applicant for such a licence has not carried on the business of moneylending during any part of the period of twelve months ending on the 30th September immediately preceding the date of application.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every moneylender shall each year have the books required to be kept by him under section 17 audited by an auditor who is either qualified to be appointed an auditor under section 121(8) of the Companies Act, or is a person approved for the purpose by a district commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "The auditor shall certify whether or not the provisions of this Act in respect of the aforesaid books have been complied with during the preceding period of twelve months in the case of a moneylender who has been carrying on the business of moneylending under this Act during that period, or in the case of a moneylender who has been carrying on the business of moneylending under this Act for a shorter period, for such shorter period, ending on the 30th September."
                },
                {
                    "representation": "(3)",
                    "description": "Notwithstanding section 4(1), a moneylenders licence shall not be granted except on the production of a certificate required by subsection"
                }
            ]
        }
    },
    {
        "act": "MONEY LENDERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Recovery of penalties. FIRST SCHEDULE—Calculation of interest.  SECOND SCHEDULE—Forms.  __________________________  11 of 1957 An Act to consolidate and amend the law relating to Moneylenders.  [22ND NOVEMBER, 1958]  Short title.      Interpretation.                           ",
            "context": "MONEY LENDERS ACT under Recovery of penalties. FIRST SCHEDULECalculation of interest.  SECOND SCHEDULEForms.  __________________________  11 of 1957 An Act to consolidate and amend the law relating to Moneylenders.  [22ND NOVEMBER, 1958]  Short title.      Interpretation.                           27. All penalties, fines, forfeitures, costs and expenses incurred under this Act may be imposed, sued for, prosecuted, realised and recovered in the manner provided by the Summary Jurisdiction Acts.  ____________________   FIRST SCHEDULE  Calculation of Interest where the Interest charged on a Loan is not expressed in terms of a Rate. LAWS OF GUYANA Money Lenders Cap. 91:05 25  L.R.O. 1/2012                The amount of principal outstanding at any time shall be taken to be the balance remaining after deducting from the principal the total of the portions of any payments appropriated to principal in accordance with this Act.",
            "description": "All penalties, fines, forfeitures, costs and expenses incurred under this Act may be imposed, sued for, prosecuted, realised and recovered in the manner provided by the Summary Jurisdiction Acts.  ____________________   FIRST SCHEDULE  Calculation of Interest where the Interest charged on a Loan is not expressed in terms of a Rate. LAWS OF GUYANA Money Lenders Cap. 91:05 25  L.R.O. 1/2012                The amount of principal outstanding at any time shall be taken to be the balance remaining after deducting from the principal the total of the portions of any payments appropriated to principal in accordance with this Act."
        }
    }
]