[
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Short title. 1. This Act may be cited as the Hucksters Licensing and Control Act.",
            "description": "This Act may be cited as the Hucksters Licensing and Control Act."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Interpretation. 2. In this Act  goods, wares or merchandise means any article, old or new and includes subject to this Act any provisions or refreshments or anything other than wine, malt liquor or LAWS OF GUYANA 4 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012                         c. 28:02 c. 28:01                        Hucksters licence. [7 of 1981 4  of 1985 13 of 1989 11 of 1993] Schedule. spirituous liquor for the sale of which a licence is or may be required by law;  huckster means any person who travels on foot or with a horse or other beast bearing or drawing burden or with a cycle or motor vehicle and goes from place to place or to other mens houses carrying to sell or exposing for sale any goods, wares or merchandise,  and  includes  any  person  who  travels  by  any means of locomotion to any place in which he does not usually reside or carry on business and there sells or exposes for sale any goods, wares or merchandise in or at  any house, shop, room, shed, stall or yard, or other place whatever owned, hired or used by him for that purpose;  licence means a licence granted under this Act;  market means a market under the control of a municipality or local authority constituted under the Local Government Act or of a district council established under  the  Municipal  and District Councils Act, or such other place as may from time to time be declared a market by the Minister for the purposes of this Act;  motor vehicle means any mechanically propelled vehicle intended or adapted for use on roads and includes a motor cycle with or without a side car or van;  officer means any Government officer for the time being performing duties in relation to District  Administration and includes any police officer or constable or any revenue officer of rivers, creeks, crown lands and forests.",
            "description": "In this Act  goods, wares or merchandise means any article, old or new and includes subject to this Act any provisions or refreshments or anything other than wine, malt liquor or LAWS OF GUYANA 4 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012                         c. 28:02 c. 28:01                        Hucksters licence. [7 of 1981 4  of 1985 13 of 1989 11 of 1993] Schedule. spirituous liquor for the sale of which a licence is or may be required by law;  huckster means any person who travels on foot or with a horse or other beast bearing or drawing burden or with a cycle or motor vehicle and goes from place to place or to other mens houses carrying to sell or exposing for sale any goods, wares or merchandise,  and  includes  any  person  who  travels  by  any means of locomotion to any place in which he does not usually reside or carry on business and there sells or exposes for sale any goods, wares or merchandise in or at  any house, shop, room, shed, stall or yard, or other place whatever owned, hired or used by him for that purpose;  licence means a licence granted under this Act;  market means a market under the control of a municipality or local authority constituted under the Local Government Act or of a district council established under  the  Municipal  and District Councils Act, or such other place as may from time to time be declared a market by the Minister for the purposes of this Act;  motor vehicle means any mechanically propelled vehicle intended or adapted for use on roads and includes a motor cycle with or without a side car or van;  officer means any Government officer for the time being performing duties in relation to District  Administration and includes any police officer or constable or any revenue officer of rivers, creeks, crown lands and forests."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Huckster’s licence. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Hucksters licence. 3. No person shall act as a huckster without a licence which shall be non-transferable duly issued to him by an officer in one of the forms set out in the Schedule the duty on which shall be as follows:  Every huckster LAWS OF GUYANA Hucksters Licensing and Control Cap. 91:06 5  L.R.O. 1/2012                                                 (a) who travels on foot or with a man-propelled vehicle, or cycle, the sum of $280  (b) who travels with a horse or other beast bearing or drawing burden, the sum of  $1,000  (c) who travels with a motor vehicle the sum of $5,000  Provided that  (i) no  hucksters  licence  shall  be  required  when  the goods are exposed for sale in any room or stall in a market or for the sale of bread, cakes, biscuits, pastry, ice, sweetmeats, jams, jellies, fresh fish, game, poultry, eggs, milk or vegetables grown in Guyana or of fresh fruit or coconut oil or charcoal or firewood or for the sale of any produce of land occupied or owned by the seller or his principal, or for the sale of any goods, wares or merchandise by the  real  worker  or  maker  thereof  on  his  own behalf or by any person selling or seeking orders for goods, wares or  merchandise  to  or  from persons who are dealers therein and who buy to sell again; (ii) no licence shall have any force within ten miles of any claims located and worked under the LAWS OF GUYANA 6 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012 c. 65:01                                         Period of licence.          Forging or counterfeiting licences.    Mining Act, or the Mining Regulations for the time being in force or shall entitle the holder thereof to carry on the trade or business of a huckster within any area aforesaid; (iii) no licence shall be required by anyone who sells only  copies  of  the  Bible,  the  Koran,  the  sacred books  or  any  portion  thereof  of  any  recognised East Indian religion, or any other literature of a religious character; (iv) if the inhabitants of any rural area by petition satisfy the Minister that owing to the remoteness of their dwellings from any shop or trading centre they stand in need of visits to their area by hucksters it shall be competent for the Minister to authorise an officer to issue licences of the character set  out  in  subparagraphs  (b) and (c) solely for use within such area, at a rate of duty not less than one-eighth of the amount of duty therein prescribed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "who travels on foot or with a man-propelled vehicle, or cycle, the sum of $280"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "solely for use within such area, at a rate of duty not less than one-eighth of the amount of duty therein prescribed."
                },
                {
                    "representation": "(i)",
                    "description": "no  hucksters  licence  shall  be  required  when  the goods are exposed for sale in any room or stall in a market or for the sale of bread, cakes, biscuits, pastry, ice, sweetmeats, jams, jellies, fresh fish, game, poultry, eggs, milk or vegetables grown in Guyana or of fresh fruit or coconut oil or charcoal or firewood or for the sale of any produce of land occupied or owned by the seller or his principal, or for the sale of any goods, wares or merchandise by the  real  worker  or  maker  thereof  on  his  own behalf or by any person selling or seeking orders for goods, wares or  merchandise  to  or  from persons who are dealers therein and who buy to sell again;"
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Period of licence. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Period of licence. 4. Every licence shall whenever issued be granted only on payment in full of the duty and shall expire on the 31st December in each year.",
            "description": "Every licence shall whenever issued be granted only on payment in full of the duty and shall expire on the 31st December in each year."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Forging or counterfeiting licences. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Forging or counterfeiting licences. 5. Any person who forges or counterfeits or makes use of any forged or counterfeited licence under this Act knowing the same to be forged or counterfeited shall be liable on summary conviction to a fine of seven hundred and fifty LAWS OF GUYANA Hucksters Licensing and Control Cap. 91:06 7  L.R.O. 1/2012       Provisions to be observed by hucksters                                    Fine for huckstering without licence or not producing licence.        dollars and to imprisonment for six months.",
            "description": "Any person who forges or counterfeits or makes use of any forged or counterfeited licence under this Act knowing the same to be forged or counterfeited shall be liable on summary conviction to a fine of seven hundred and fifty LAWS OF GUYANA Hucksters Licensing and Control Cap. 91:06 7  L.R.O. 1/2012       Provisions to be observed by hucksters                                    Fine for huckstering without licence or not producing licence.        dollars and to imprisonment for six months."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Provisions to be observed by hucksters. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Provisions to be observed by hucksters. 6. (1) Every huckster shall keep his name, the number of his licence  and  the  words  licensed  huckster  visibly  and  legibly painted upon every box or other package and every vehicle used for the carriage of his goods.  (2) A huckster shall not permit to be used, or lend his licence to any person either for or without reward.  (3) No person not having in force a licence under this Act in his own real name shall use the words licensed huckster or any words importing that he  is a huckster or a licensed huckster or trades with or under the colour of a licence granted to any other person.  (4) Any person who contravenes any of the foregoing provisions of this section shall be guilty of an offence:  Provided that anyone in the bona fide employment of the owner of a licence may lawfully make use of, trade and act with and under that licence for the exclusive benefit of the owner, if the name of the person so employed is endorsed upon the licence by an officer or by a magistrate, in which last case the magistrate shall, within seven days thereafter, send or deliver to the officer the particulars of the endorsement.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every huckster shall keep his name, the number of his licence  and  the  words  licensed  huckster  visibly  and  legibly painted upon every box or other package and every vehicle used for the carriage of his goods."
                },
                {
                    "representation": "(2)",
                    "description": "A huckster shall not permit to be used, or lend his licence to any person either for or without reward."
                },
                {
                    "representation": "(3)",
                    "description": "No person not having in force a licence under this Act in his own real name shall use the words licensed huckster or any words importing that he  is a huckster or a licensed huckster or trades with or under the colour of a licence granted to any other person."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who contravenes any of the foregoing provisions of this section shall be guilty of an offence:  Provided that anyone in the bona fide employment of the owner of a licence may lawfully make use of, trade and act with and under that licence for the exclusive benefit of the owner, if the name of the person so employed is endorsed upon the licence by an officer or by a magistrate, in which last case the magistrate shall, within seven days thereafter, send or deliver to the officer the particulars of the endorsement."
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Fine for huckstering without licence or not producing licence. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Fine for huckstering without licence or not producing licence. 7. (1)  If  any  person  does  any  act  for  which  a  licence  is required by this Act  (a) without having a proper licence in force in that behalf; or  (b) without immediately producing upon demand by any person a proper licence granted to him, and then in force, he shall be guilty of an offence.  LAWS OF GUYANA 8 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012            Demand for production of hucksters licence.                            Search of hucksters pack.            (2) In any proceedings against any person under this section, it shall be sufficient to allege that the defendant did trade as a huckster without having in force a proper licence and it shall not be necessary further or otherwise to describe the offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If  any  person  does  any  act  for  which  a  licence  is required by this Act"
                },
                {
                    "representation": "(a)",
                    "description": "without having a proper licence in force in that behalf; or"
                },
                {
                    "representation": "(b)",
                    "description": "without immediately producing upon demand by any person a proper licence granted to him, and then in force, he shall be guilty of an offence.  LAWS OF GUYANA 8 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012            Demand for production of hucksters licence.                            Search of hucksters pack."
                },
                {
                    "representation": "(2)",
                    "description": "In any proceedings against any person under this section, it shall be sufficient to allege that the defendant did trade as a huckster without having in force a proper licence and it shall not be necessary further or otherwise to describe the offence."
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Demand for production of huckster’s licence. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Demand for production of hucksters licence. 8. (1) Any officer may demand from any person huckstering or exposing for sale any goods, wares or merchandise his licence therefor, in any case in which a licence in respect thereof is or may be  required,  and  if  the  person  does  not  forthwith  produce  the licence the officer may seize and detain the goods, wares, and merchandise until the penalty of forfeiture incurred by the person huckstering or offering for sale the goods, wares or merchandise is paid together with all costs of removal.  (2) If the penalty or forfeiture is not paid upon conviction together with all costs of removal, the goods, wares and merchandise together with the motor vehicle, carriage or cart (together with the animal drawing it) or cycle as the case may be shall be liable and leviable for the amount thereof with costs and shall be sold by order of the convicting magistrate, and if the proceeds of the sale are not sufficient for the payment of the penalty or forfeiture with costs the party convicted shall be liable therefor and the payment shall be recovered by distress.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer may demand from any person huckstering or exposing for sale any goods, wares or merchandise his licence therefor, in any case in which a licence in respect thereof is or may be  required,  and  if  the  person  does  not  forthwith  produce  the licence the officer may seize and detain the goods, wares, and merchandise until the penalty of forfeiture incurred by the person huckstering or offering for sale the goods, wares or merchandise is paid together with all costs of removal."
                },
                {
                    "representation": "(2)",
                    "description": "If the penalty or forfeiture is not paid upon conviction together with all costs of removal, the goods, wares and merchandise together with the motor vehicle, carriage or cart"
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Search of huckster’s pack. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Search of hucksters pack. 9. (1) Any officer may at any time open and inspect any pack, box, bag, barrel, case or other container, and may stop and inspect any vehicle in which a huckster carries his goods, wares or merchandise and any huckster refusing to allow an officer to open and inspect the pack, box, bag, barrel, trunk, case or other container or to stop or inspect the vehicle or attempting to do so shall be guilty of an offence.  (2) Any huckster so acting may be apprehended and detained with the pack, box, bag, barrel, trunk, case or other container or vehicle and the goods, wares or LAWS OF GUYANA Hucksters Licensing and Control Cap. 91:06 9  L.R.O. 1/2012            Assaulting officer in execution of duty.  Acting without licence.                   Sale of articles ordered to be sold under this Act.                 Penalties.        Offences punishable under the Summary merchandise therein, until he can be brought before a magistrate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any officer may at any time open and inspect any pack, box, bag, barrel, case or other container, and may stop and inspect any vehicle in which a huckster carries his goods, wares or merchandise and any huckster refusing to allow an officer to open and inspect the pack, box, bag, barrel, trunk, case or other container or to stop or inspect the vehicle or attempting to do so shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "Any huckster so acting may be apprehended and detained with the pack, box, bag, barrel, trunk, case or other container or vehicle and the goods, wares or LAWS OF GUYANA Hucksters Licensing and Control Cap. 91:06 9  L.R.O. 1/2012            Assaulting officer in execution of duty.  Acting without licence.                   Sale of articles ordered to be sold under this Act.                 Penalties.        Offences punishable under the Summary merchandise therein, until he can be brought before a magistrate."
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Assaulting officer in execution of duty. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Assaulting officer in execution of duty. 10. Any person who assaults, obstructs, hinders or molests an officer in the execution of his duty under this Act shall be guilty of an offence.",
            "description": "Any person who assaults, obstructs, hinders or molests an officer in the execution of his duty under this Act shall be guilty of an offence."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Acting without licence. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Acting without licence. 11. Any person who, in any part of Guyana, does any act for which a licence may not be granted for that part of Guyana though a licence is required elsewhere in Guyana shall be guilty of an offence and shall in addition to any other penalty be liable to a fine equal to the amount of the duty for a licence to do that act.",
            "description": "Any person who, in any part of Guyana, does any act for which a licence may not be granted for that part of Guyana though a licence is required elsewhere in Guyana shall be guilty of an offence and shall in addition to any other penalty be liable to a fine equal to the amount of the duty for a licence to do that act."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Sale of articles ordered to be sold under this Act. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Sale of articles ordered to be sold under this Act. 12. All articles ordered to be sold by virtue of any of the preceding  provisions  of  this  Act  shall  be  publicly sold  by  some police officer or constable, by direction of the magistrate, for cash to the highest bidder, and the magistrate shall cause notice of the intended sale to be affixed upon a board in his court room at least one week before the day of sale, unless the article seized is of a perishable nature in which case the same shall be sold at the time and in the manner directed by the magistrate;  and  the  surplus proceeds of every sale held under this section, after payment of any penalty awarded against the owner of the article sold, together with all costs and expenses, shall be paid to the owner if he is known, and if he is not known they shall accrue due and shall be paid by the magistrate to the Accountant General for the public use.",
            "description": "All articles ordered to be sold by virtue of any of the preceding  provisions  of  this  Act  shall  be  publicly sold  by  some police officer or constable, by direction of the magistrate, for cash to the highest bidder, and the magistrate shall cause notice of the intended sale to be affixed upon a board in his court room at least one week before the day of sale, unless the article seized is of a perishable nature in which case the same shall be sold at the time and in the manner directed by the magistrate;  and  the  surplus proceeds of every sale held under this section, after payment of any penalty awarded against the owner of the article sold, together with all costs and expenses, shall be paid to the owner if he is known, and if he is not known they shall accrue due and shall be paid by the magistrate to the Accountant General for the public use."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Penalties. ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Penalties. 13. Any person who is guilty of an offence under this Act for which no special penalty has been provided shall be liable to a fine of three hundred dollars and to imprisonment for six months.",
            "description": "Any person who is guilty of an offence under this Act for which no special penalty has been provided shall be liable to a fine of three hundred dollars and to imprisonment for six months."
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Offences punishable under the Summary Jurisdiction Acts. SCHEDULE—Forms.  __________________________ 1953 Ed. c. 119 _______________________________________________________ 28 of 1936 An Act to provide for the licensing and control of hucksters.  [1ST JANUARY, 1937]  Short title.    Interpretation. [24 of 1969]     ",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under Offences punishable under the Summary Jurisdiction Acts. SCHEDULEForms.  __________________________ 1953 Ed. c. 119 _______________________________________________________ 28 of 1936 An Act to provide for the licensing and control of hucksters.  [1ST JANUARY, 1937]  Short title.    Interpretation. [24 of 1969]     14. Every offence or penalty under this Act may be prosecuted and enforced under the Summary Jurisdiction Acts. LAWS OF GUYANA 10 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012 Jurisdiction Acts.       [7 of 1981 4 of 1985 13 of 1989 11 of 1993]                                        ____________________    SCHEDULE FORMS  INLAND REVENUE  General No. .................................................District Guyana Divisional No...................................                       Hucksters Licensing and Control Act                                      _________________  FORM 1  Licence is hereby granted to    of     to act as a huckster under section 3 (a) from the date hereof to the 31st December, 20    , he having paid the sum of two hundred and eighty dollars for this Licence.  Issued subject to the second proviso to section 3 of the Hucksters Licensing and Control Act.  ............................................... Officer  Date........................................",
            "description": [
                {
                    "representation": "(a)",
                    "description": "from the date hereof to the 31st December, 20    , he having paid the sum of two hundred and eighty dollars for this Licence.  Issued subject to the second proviso to section 3 of the Hucksters Licensing and Control Act.  ............................................... Officer  Date........................................"
                }
            ]
        }
    },
    {
        "act": "HUCKSTERS LICENSING AND CONTROL ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "20.......  VALUE $",
            "context": "HUCKSTERS LICENSING AND CONTROL ACT under 20.......  VALUE $20.........  VALUE $1,000  ____________________   INLAND REVENUE  General No................................................District Guyana Divisional No.....................................     LAWS OF GUYANA 12 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012                                Hucksters Licensing and Control Act                                           ____________ FORM 3  Licence is hereby granted to    of     to act as a Huckster under section 3(c), from the date hereof to the 31st December, 20    , he having paid the sum of five thousand dollars for this licence.  Issued subject to the second proviso to section 3 of the Hucksters Licensing and Control Act.  ........................................... Officer  Date.................................",
            "description": "20.........  VALUE $1,000  ____________________   INLAND REVENUE  General No................................................District Guyana Divisional No.....................................     LAWS OF GUYANA 12 Cap. 91:06 Hucksters Licensing and Control  L.R.O. 1/2012                                Hucksters Licensing and Control Act                                           ____________ FORM 3  Licence is hereby granted to    of     to act as a Huckster under section 3(c), from the date hereof to the 31st December, 20    , he having paid the sum of five thousand dollars for this licence.  Issued subject to the second proviso to section 3 of the Hucksters Licensing and Control Act.  ........................................... Officer  Date................................."
        }
    }
]