[
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "AUCTIONEERS ACT under Short title. 1. This Act may be cited as the Auctioneers Act.",
            "description": "This Act may be cited as the Auctioneers Act."
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "AUCTIONEERS ACT under Interpretation. 2. In this Act  auction means any sale of property by auction, whether by LAWS OF GUYANA 4 Cap. 91:07 Auctioneers  L.R.O. 1/2012          Auctioneers licence. [7 of 1981 4 of 1985 13 of 1989 11 of 1993]          c. 80:01                       Auctioneers security. [4 of 1972]      out-cry, knocking down of the hammer, or any other mode of sale at auction or whereby the highest bidder is deemed to be the purchaser at a public sale;  property means any property, whether movable or immovable.",
            "description": "In this Act  auction means any sale of property by auction, whether by LAWS OF GUYANA 4 Cap. 91:07 Auctioneers  L.R.O. 1/2012          Auctioneers licence. [7 of 1981 4 of 1985 13 of 1989 11 of 1993]          c. 80:01                       Auctioneers security. [4 of 1972]      out-cry, knocking down of the hammer, or any other mode of sale at auction or whereby the highest bidder is deemed to be the purchaser at a public sale;  property means any property, whether movable or immovable."
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Auctioneer’s licence. ",
            "context": "AUCTIONEERS ACT under Auctioneers licence. 3. (1)  Anyone who  desires to  obtain a licence  to  sell  by auction shall apply for it to a district commissioner.  (2) A district commissioner, on receiving a notarial copy of the security bond hereinafter required, may issue the licence.  (3) The applicant shall pay for the licence the sum from time to time required by any Tax Act for the time being in force, or, if no licence duty is imposed by that Act, the sum of three thousand five hundred dollars, and shall pay that sum annually in advance, and, if the sum is not paid in advance, the licence shall be deemed to be determined.  (4) Anyone who has obtained a licence may in addition, on payment annually in advance of a sum equal to the amount of his licence, obtain from the district commissioner authority in writing to continue in force for the term of the licence, empowering a clerk in the employ of the holder of the licence to sell at auction on behalf of his employer; and the  name of the clerk shall be inserted in the authority, and, in the event of his ceasing to be so employed during the existence of the  authority, the name of some other clerk may be substituted therein by the district commissioner.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who  desires to  obtain a licence  to  sell  by auction shall apply for it to a district commissioner."
                },
                {
                    "representation": "(2)",
                    "description": "A district commissioner, on receiving a notarial copy of the security bond hereinafter required, may issue the licence."
                },
                {
                    "representation": "(3)",
                    "description": "The applicant shall pay for the licence the sum from time to time required by any Tax Act for the time being in force, or, if no licence duty is imposed by that Act, the sum of three thousand five hundred dollars, and shall pay that sum annually in advance, and, if the sum is not paid in advance, the licence shall be deemed to be determined."
                },
                {
                    "representation": "(4)",
                    "description": "Anyone who has obtained a licence may in addition, on payment annually in advance of a sum equal to the amount of his licence, obtain from the district commissioner authority in writing to continue in force for the term of the licence, empowering a clerk in the employ of the holder of the licence to sell at auction on behalf of his employer; and the  name of the clerk shall be inserted in the authority, and, in the event of his ceasing to be so employed during the existence of the  authority, the name of some other clerk may be substituted therein by the district commissioner."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Auctioneer’s security. ",
            "context": "AUCTIONEERS ACT under Auctioneers security. 4. (1) Before any licence to sell by auction is issued to any person, he shall execute a bond to the State in the sum of two thousand dollars, with good and sufficient securities in the sum of other two thousand dollars, that he will  (a) deliver to the Accountant General, LAWS OF GUYANA Auctioneers Cap. 91:07 5  L.R.O. 1/2012                                 Selling at auction  without licence. [24 of 1969]               c. 28:01 c. 28:02       Auction duties on sale. [9 of 1962]     within the space of ten days from the commencement of every month, an account of all sales at auction made by him or by his authority during the preceding month; and  (b) within four days after the delivery of the account, pay over to the Accountant General all and every sum and sums due to the State; and  (c) in every respect comply with this Act.  (2) Whenever any of the sureties die, or become insolvent, or are absent from Guyana, or withdraw from  their  suretyship (which they may do on giving two months notice in writing to the district commissioner of their intention so to do), the district commissioner may require the holder of the licence to find another surety for a like amount, and if the holder fails for one month to comply with the requirement, the licence shall be deemed to be determined.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before any licence to sell by auction is issued to any person, he shall execute a bond to the State in the sum of two thousand dollars, with good and sufficient securities in the sum of other two thousand dollars, that he will"
                },
                {
                    "representation": "(a)",
                    "description": "deliver to the Accountant General, LAWS OF GUYANA Auctioneers Cap. 91:07 5  L.R.O. 1/2012                                 Selling at auction  without licence. [24 of 1969]               c. 28:01 c. 28:02       Auction duties on sale. [9 of 1962]     within the space of ten days from the commencement of every month, an account of all sales at auction made by him or by his authority during the preceding month; and"
                },
                {
                    "representation": "(b)",
                    "description": "within four days after the delivery of the account, pay over to the Accountant General all and every sum and sums due to the State; and"
                },
                {
                    "representation": "(c)",
                    "description": "in every respect comply with this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever any of the sureties die, or become insolvent, or are absent from Guyana, or withdraw from  their  suretyship"
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Selling at auction without licence. ",
            "context": "AUCTIONEERS ACT under Selling at auction without licence. 5. Everyone who sells any property at auction without being duly licensed shall on conviction thereof be liable to a fine of one thousand five hundred dollars:  Provided that any person may sell at auction without a licence any lands under section 238 of the Municipal and District Councils Act, or, section 104  of the Local Government Act, if duly authorised by a council constituted under the said Municipal and District Councils Act, or by the Local Government Board, as the case may be.",
            "description": "Everyone who sells any property at auction without being duly licensed shall on conviction thereof be liable to a fine of one thousand five hundred dollars:  Provided that any person may sell at auction without a licence any lands under section 238 of the Municipal and District Councils Act, or, section 104  of the Local Government Act, if duly authorised by a council constituted under the said Municipal and District Councils Act, or by the Local Government Board, as the case may be."
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Auction duties on sale. ",
            "context": "AUCTIONEERS ACT under Auction duties on sale. 6. On every sale of property at auction, the following auction duties shall be payable:  (a) a sum of three per cent upon the gross amount of the sale by the purchaser; LAWS OF GUYANA 6 Cap. 91:07 Auctioneers  L.R.O. 1/2012                    Liability of auctioneer for duties.                   Recovery of duties.             Auctioneers accounts.    Schedule: Form             and  (b) the further sum of two per cent upon the gross amount of the sale by the seller.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a sum of three per cent upon the gross amount of the sale by the purchaser; LAWS OF GUYANA 6 Cap. 91:07 Auctioneers  L.R.O. 1/2012                    Liability of auctioneer for duties.                   Recovery of duties.             Auctioneers accounts.    Schedule: Form             and"
                },
                {
                    "representation": "(b)",
                    "description": "the further sum of two per cent upon the gross amount of the sale by the seller."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Liability of auctioneer for duties. ",
            "context": "AUCTIONEERS ACT under Liability of auctioneer for duties. 7. (1) The auction duties are hereby made a charge upon every auctioneer immediately from and after the fall of the hammer or other close of the bidding, except in cases where the property put up to auction is in  good faith bought in when no auction duty shall be payable.  (2) Every auctioneer may retain, and he is hereby authorised and required to retain, the rate of duty herein fixed to be paid by the seller of goods at public auction out of the proceeds of every sale made by him at public auction, and the receipt of the Accountant General for the amount of auction duty hereby authorised and required to be retained as aforesaid shall be a full discharge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The auction duties are hereby made a charge upon every auctioneer immediately from and after the fall of the hammer or other close of the bidding, except in cases where the property put up to auction is in  good faith bought in when no auction duty shall be payable."
                },
                {
                    "representation": "(2)",
                    "description": "Every auctioneer may retain, and he is hereby authorised and required to retain, the rate of duty herein fixed to be paid by the seller of goods at public auction out of the proceeds of every sale made by him at public auction, and the receipt of the Accountant General for the amount of auction duty hereby authorised and required to be retained as aforesaid shall be a full discharge."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Recovery of duties. ",
            "context": "AUCTIONEERS ACT under Recovery of duties. 8. The auction duties payable under this Act, if not paid within the time hereinbefore prescribed, shall be forthwith recoverable from the auctioneer by summary execution, at the instance of the Accountant General.",
            "description": "The auction duties payable under this Act, if not paid within the time hereinbefore prescribed, shall be forthwith recoverable from the auctioneer by summary execution, at the instance of the Accountant General."
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Auctioneer’s accounts. ",
            "context": "AUCTIONEERS ACT under Auctioneers accounts. 9. (1) Every licensed auctioneer shall keep a regular and correct account of all property sold by him at auction, the account to be written in a book to be kept for that purpose, in the form given in the Schedule, and the book shall be open to the inspection of every person interested.  (2) A duplicate of the account of every sale at auction shall be duly verified on oath by the auctioneer by whom or by whose authority the sale was held and by him deposited, if the sale has been effected in town within seven days, and if in the country within fourteen days, after the sale, in the deeds registry:  LAWS OF GUYANA Auctioneers Cap. 91:07 7  L.R.O. 1/2012                     Advertisement of sale.              Sale by auction of immovable property.                 Provided that, in the event of the death of an auctioneer, the duplicate shall be certified as correct and deposited by his legal personal representative.  (3) Everyone who fails to comply with any of the provisions of this section shall be liable to a fine of one thousand five hundred dollars.  (4)  Upon any conviction under this section the  licence shall be deemed to be determined.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every licensed auctioneer shall keep a regular and correct account of all property sold by him at auction, the account to be written in a book to be kept for that purpose, in the form given in the Schedule, and the book shall be open to the inspection of every person interested."
                },
                {
                    "representation": "(2)",
                    "description": "A duplicate of the account of every sale at auction shall be duly verified on oath by the auctioneer by whom or by whose authority the sale was held and by him deposited, if the sale has been effected in town within seven days, and if in the country within fourteen days, after the sale, in the deeds registry:  LAWS OF GUYANA Auctioneers Cap. 91:07 7  L.R.O. 1/2012                     Advertisement of sale.              Sale by auction of immovable property.                 Provided that, in the event of the death of an auctioneer, the duplicate shall be certified as correct and deposited by his legal personal representative."
                },
                {
                    "representation": "(3)",
                    "description": "Everyone who fails to comply with any of the provisions of this section shall be liable to a fine of one thousand five hundred dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Upon any conviction under this section the  licence shall be deemed to be determined."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Advertisement of sale. ",
            "context": "AUCTIONEERS ACT under Advertisement of sale. 10. Save and except  in  the  case  of  goods,  wares,  and merchandise of a perishable nature which it may be necessary to sell at auction without delay,   no   auctioneer may sell by auction any property unless an advertisement for eight days previous to the period  of  the  sale  has  been  by  that auctioneer inserted and published  in one or more of the newspapers of Guyana, disclosing the name of the person or persons by whose order the sale by public auction  is  to  take  place  and  the  name  of  the owner of that property,  and  containing  a  full  and  accurate description of the property, goods, wares, and merchandise so to be sold.",
            "description": "Save and except  in  the  case  of  goods,  wares,  and merchandise of a perishable nature which it may be necessary to sell at auction without delay,   no   auctioneer may sell by auction any property unless an advertisement for eight days previous to the period  of  the  sale  has  been  by  that auctioneer inserted and published  in one or more of the newspapers of Guyana, disclosing the name of the person or persons by whose order the sale by public auction  is  to  take  place  and  the  name  of  the owner of that property,  and  containing  a  full  and  accurate description of the property, goods, wares, and merchandise so to be sold."
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Sale by auction of immovable property. ",
            "context": "AUCTIONEERS ACT under Sale by auction of immovable property. 11. (1) The particulars or conditions of sale by auction of immovable property shall state whether that property will be sold without reserve or subject to a reserved price, or whether a right to bid is reserved.  (2) If it is stated that the immovable property will be sold without reserve, or to that effect, then the seller may not employ any person to bid at the sale, nor may the auctioneer take knowingly any bidding from that person.  (3) Where any sale by auction of immovable property is declared, in either the particulars or the conditions of sale, to be subject to a right for the seller to bid, the seller, or any one person on his behalf, may bid at that sale in any manner he thinks proper. LAWS OF GUYANA 8 Cap. 91:07 Auctioneers  L.R.O. 1/2012 Permission for sale at auction by public officer             Auctioneers already  licensed.   Exceptions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The particulars or conditions of sale by auction of immovable property shall state whether that property will be sold without reserve or subject to a reserved price, or whether a right to bid is reserved."
                },
                {
                    "representation": "(2)",
                    "description": "If it is stated that the immovable property will be sold without reserve, or to that effect, then the seller may not employ any person to bid at the sale, nor may the auctioneer take knowingly any bidding from that person."
                },
                {
                    "representation": "(3)",
                    "description": "Where any sale by auction of immovable property is declared, in either the particulars or the conditions of sale, to be subject to a right for the seller to bid, the seller, or any one person on his behalf, may bid at that sale in any manner he thinks proper. LAWS OF GUYANA 8 Cap. 91:07 Auctioneers  L.R.O. 1/2012 Permission for sale at auction by public officer             Auctioneers already  licensed.   Exceptions."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Permission for sale at auction by public officer. ",
            "context": "AUCTIONEERS ACT under Permission for sale at auction by public officer. 12. (1)Notwithstanding anything in this Act, the Minister responsible for finance may from time to time grant permission to the head of any department in the public service to sell at auction, by himself, or by any of his officers or clerks authorised by him in writing, any property on account of the department or branch of the service to which he belongs.  (2) The permission may be either general or for a special occasion, and if it is general it shall subsist until it is revoked by the said Minister.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "The permission may be either general or for a special occasion, and if it is general it shall subsist until it is revoked by the said Minister."
                }
            ]
        }
    },
    {
        "act": "AUCTIONEERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Auctioneers already licensed. ",
            "context": "AUCTIONEERS ACT under Auctioneers already licensed. 13. Everyone duly licensed as an auctioneer shall be entitled to receive a licence under this Act on complying with the terms hereof.",
            "description": "Everyone duly licensed as an auctioneer shall be entitled to receive a licence under this Act on complying with the terms hereof."
        }
    }
]