[
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "OLD METAL DEALERS ACT under Short title. 1. This Act may be cited as the Old Metal Dealers Act.",
            "description": "This Act may be cited as the Old Metal Dealers Act."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "OLD METAL DEALERS ACT under Interpretation. 2.  In this Act  dealer means a dealer in old metals, that is to say, any person dealing in, buying and selling old metal of any kind or description, scrap metal,  broken metal, or partly manufactured metal goods, or defaced or old metal goods or portions of machinery,  and  whether  dealing  in  those  articles  only  or together with other things;  old metal (a) means articles referred to in the definition of dealer in this section; and  (b) includes any kind or description of metal declared by regulation to be old metal.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "means articles referred to in the definition of dealer in this section; and"
                },
                {
                    "representation": "(b)",
                    "description": "includes any kind or description of metal declared by regulation to be old metal."
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Territorial division of Guyana for purposes of Act. ",
            "context": "OLD METAL DEALERS ACT under Territorial division of Guyana for purposes of Act. 3.  For the purposes of this Act, Guyana shall be divided into areas (hereinafter referred to as divisions) which shall, unless otherwise provided by order of the Minister, be the police divisions prescribed from time to time under the Police Act.    CHAPTER 91:08  OLD METAL DEALERS ACT  LAWS OF GUYANA Old Metal Dealers Cap. 91:08 5  L.R.O. 1/2012 Registration compulsory. [2 of 2007]             Register to be kept. First Schedule; Form",
            "description": "For the purposes of this Act, Guyana shall be divided into areas (hereinafter referred to as divisions) which shall, unless otherwise provided by order of the Minister, be the police divisions prescribed from time to time under the Police Act.    CHAPTER 91:08  OLD METAL DEALERS ACT  LAWS OF GUYANA Old Metal Dealers Cap. 91:08 5  L.R.O. 1/2012 Registration compulsory. [2 of 2007]             Register to be kept. First Schedule; Form"
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Trade or business of dealer. ",
            "context": "OLD METAL DEALERS ACT under Trade or business of dealer. 4. (1) No person shall carry on the trade or business of a dealer unless he is registered and licensed under section 6, or on premises other than those in respect of which he is registered and licensed.  (2)  A person who contravenes subsection (1)  shall  be liable on summary conviction to a fine of one hundred thousand dollars, and in addition to a fine of six thousand dollars for each day after the first on which he continues the aforesaid contravention.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall  be liable on summary conviction to a fine of one hundred thousand dollars, and in addition to a fine of six thousand dollars for each day after the first on which he continues the aforesaid contravention."
                },
                {
                    "representation": "(2)",
                    "description": "A person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Register to be kept. ",
            "context": "OLD METAL DEALERS ACT under Register to be kept. 5.  Every superintendent of police in charge of a county shall keep at the headquarters police station of the county of which he is in charge, an annual register of dealers according to Form 1 in the First Schedule.",
            "description": "Every superintendent of police in charge of a county shall keep at the headquarters police station of the county of which he is in charge, an annual register of dealers according to Form 1 in the First Schedule."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Registration, licence. ",
            "context": "OLD METAL DEALERS ACT under Registration, licence. 6.  Anyone desiring to be registered and licensed as a dealer in any year shall not later than 31st January of that year apply in writing to the Superintendent of Police in charge of the county in which he desires to carry on business, stating his place of abode and the premises on which he desires to carry on business, and the Superintendent shall upon payment by the applicant of the annual registration fee of one hundred thousand dollars  thereupon, subject as hereinafter provided register him as a dealer in the annual register of that county, for one year ending on 31st December of the year for which he is registered and shall issue to the applicant a licence in Form 4 in the First Schedule:  Provided that where a person is registered and licensed for  the  first  time  on or after 1st July in any year  the  licence fee chargeable shall be fifty per cent of the annual licence fee:  Provided further that in the case of any applicant as to whom a magistrate has adjudged that he shall not carry on the business of a dealer without the permission of the LAWS OF GUYANA 6 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012                Sign-board to be erected by licensee. [27 of 1991]                Notice of change of place of business. [27 of 1991] [2 of 2007]            Effect of conviction under the Act. [27 of 1991]        Commissioner of Police as hereinafter provided, he shall not be registered and licensed unless that permission is expressly given.",
            "description": "Anyone desiring to be registered and licensed as a dealer in any year shall not later than 31st January of that year apply in writing to the Superintendent of Police in charge of the county in which he desires to carry on business, stating his place of abode and the premises on which he desires to carry on business, and the Superintendent shall upon payment by the applicant of the annual registration fee of one hundred thousand dollars  thereupon, subject as hereinafter provided register him as a dealer in the annual register of that county, for one year ending on 31st December of the year for which he is registered and shall issue to the applicant a licence in Form 4 in the First Schedule:  Provided that where a person is registered and licensed for  the  first  time  on or after 1st July in any year  the  licence fee chargeable shall be fifty per cent of the annual licence fee:  Provided further that in the case of any applicant as to whom a magistrate has adjudged that he shall not carry on the business of a dealer without the permission of the LAWS OF GUYANA 6 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012                Sign-board to be erected by licensee. [27 of 1991]                Notice of change of place of business. [27 of 1991] [2 of 2007]            Effect of conviction under the Act. [27 of 1991]        Commissioner of Police as hereinafter provided, he shall not be registered and licensed unless that permission is expressly given."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "[Omitted ]. ",
            "context": "OLD METAL DEALERS ACT under [Omitted ]. 7.   [ Omitted ]",
            "description": "[ Omitted ]"
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Signboard to be erected by licensee ",
            "context": "OLD METAL DEALERS ACT under Signboard to be erected by licensee 8. (1) Over one of the principal entrances to the premises upon which any licensee under this Act carries on business as a dealer there shall be placed a board on which shall be printed, in legible letters at least two inches in length, the name in full of such licensee and the words Registered and Licensed as a dealer in Old Metals.       (2) Every licensee who contravenes or fails to comply with the   provisions   of   subsection   (1)   shall   be   liable   on   summary conviction to a fine of ten thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall   be   liable   on   summary conviction to a fine of ten thousand dollars and to imprisonment for six months."
                },
                {
                    "representation": "(2)",
                    "description": "Every licensee who contravenes or fails to comply with the   provisions   of   subsection"
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Notice of change of place of business. ",
            "context": "OLD METAL DEALERS ACT under Notice of change of place of business. 9. Every dealer upon changing his place of business from one part of a county to another part of the same county shall forthwith give notice of the change at the police station where he is registered, and if he continues to carry on business as a dealer without giving that notice he shall be liable on summary conviction to a fine of thirty thousand  dollars and, in addition to a fine of four  thousand dollars for every day after the first on which he continues to carry on that business without giving the notice.",
            "description": "Every dealer upon changing his place of business from one part of a county to another part of the same county shall forthwith give notice of the change at the police station where he is registered, and if he continues to carry on business as a dealer without giving that notice he shall be liable on summary conviction to a fine of thirty thousand  dollars and, in addition to a fine of four  thousand dollars for every day after the first on which he continues to carry on that business without giving the notice."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Effect of conviction under the Act. ",
            "context": "OLD METAL DEALERS ACT under Effect of conviction under the Act. 10.  (1) Where any dealer is convicted of any offence against any of the provisions of this Act, the magistrate before whom the conviction for the  offence takes place may, if he thinks fit, adjudge that  the  offender  shall not  at  any  time  thereafter  carry  on  the business of a dealer without the express permission of the Commissioner of Police.   LAWS OF GUYANA Old Metal Dealers Cap. 91:08 7  L.R.O. 1/2012                     Power to visit place of business of registered dealer.             Regulations to be observed by registered dealer. [27 of 1991 2 of 2007]  First Schedule; Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any dealer is convicted of any offence against any of the provisions of this Act, the magistrate before whom the conviction for the  offence takes place may, if he thinks fit, adjudge that  the  offender  shall not  at  any  time  thereafter  carry  on  the business of a dealer without the express permission of the Commissioner of Police.   LAWS OF GUYANA Old Metal Dealers Cap. 91:08 7  L.R.O. 1/2012                     Power to visit place of business of registered dealer.             Regulations to be observed by registered dealer. [27 of 1991 2 of 2007]  First Schedule; Form"
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Power to visit place of business of registered dealer. ",
            "context": "OLD METAL DEALERS ACT under Power to visit place of business of registered dealer. 11. Any member of the Police Force above the rank  of constable may visit at any time the places of business and inspect the goods and books of dealers, and each superintendent or sub-officer shall, and is hereby empowered to, record, in the book hereinafter required to be kept by every dealer, the day and hour of his visit, and to place opposite the entry of every article examined by him his name or initials in attestation thereof.",
            "description": "Any member of the Police Force above the rank  of constable may visit at any time the places of business and inspect the goods and books of dealers, and each superintendent or sub-officer shall, and is hereby empowered to, record, in the book hereinafter required to be kept by every dealer, the day and hour of his visit, and to place opposite the entry of every article examined by him his name or initials in attestation thereof."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations to be observed by registered dealer. ",
            "context": "OLD METAL DEALERS ACT under Regulations to be observed by registered dealer. 12. (1) Every dealer shall conform to the following regulations:  (a) he shall keep a book or books fairly written, and shall enter therein, according to Form 2 in the First Schedule, an account of   all old metals   of   which   from   time   to   time   he becomes possessed, stating, in respect of each article, the name of the person who purchased or received it, and the time at which, and the name of the person from whom, he purchased or received it, adding, in the case of each last- mentioned person the number of  his Identification Card or Passport, a description of the business and place LAWS OF GUYANA 8 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012    Form 3                                              of abode of that person; and he shall also enter in the book or books, according to Form 3 in the said Schedule, an account of all old metals which from time to time he sells or disposes of, stating in respect of those old metals the name of the person to whom he sold or disposed of them, adding a description  of  the  business  and  place  of abode of that person, and every entry in any book aforesaid shall be  deemed and taken, unless the contrary is shown, to have been made by or with the authority of the dealer to whom that book belongs;  (b)  he  shall  not,  by  himself  or  by  any  other person, purchase or receive any old metals of any description before the hour of eight oclock in the morning, or after the hour of five oclock in the afternoon, nor shall he, by himself or by any other  person, purchase or  receive old metals of any description from any person apparently under the age of sixteen years or from any person who does not produce his Identification Card or Passport, the number whereof shall in accordance with paragraph (a) be recorded by him, nor shall he employ any servant or apprentice or any other person under the age of sixteen years to purchase or receive old metals of any description; LAWS OF GUYANA Old Metal Dealers Cap. 91:08 9  L.R.O. 1/2012                                                  (c)  he shall, whenever requested  thereto, produce to any member of the  Police Force above  the  rank  of  constable,  the  book  or books required to be kept as  aforesaid, and any old metals purchased or received by him then in his possession; and  old metals shall be deemed to be in the possession of a dealer when they are placed in   any house, outhouse, yard, garden, or place occupied by him,   or   have   been removed with his knowledge and permission  to  any other place without a bona fide sale of them having been made by him;  (d) he  shall  without  delay  give  notice,  to  the officer on duty at the police station nearest to the  place  where  he  carries  on  business,  of any articles then in his possession, or which may thereafter  come  into  his  possession, answering the description  of any articles which have been stolen, embezzled, or fraudulently obtained, of which printed or written information containing a description  of  those articles is given to him by any officer or police;  (e) he  shall  keep  all  old  metals  purchased  or received by him without changing the form in which they were when so purchased, or disposing of them in any way, for a LAWS OF GUYANA 10 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012                                   No export of old metals without an export licence.  [27 of 1991]           Minister may suspend export of old metal. [2 of 2007]    period of fifteen days after they have been purchased or received; and  (f) he shall not ship or export from Guyana any old metal unless it has  been inspected in its original  form  by  an  engineer  approved  by the Minister who shall make out and deliver to the Commissioner- General of the  Revenue Authority a detailed description of the article comprising such old metal, giving the weight, kind and variety of same.  (2) For any act or default contrary to the foregoing regulations done or made by any dealer, he shall on summary conviction be liable for a first offence to a fine of not less than twenty thousand dollars and not exceeding one hundred thousand dollars, and for every subsequent offence to a fine of not less than one hundred thousand dollars and not exceeding one million two hundred thousand dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every dealer shall conform to the following regulations:"
                },
                {
                    "representation": "(a)",
                    "description": "be recorded by him, nor shall he employ any servant or apprentice or any other person under the age of sixteen years to purchase or receive old metals of any description; LAWS OF GUYANA Old Metal Dealers Cap. 91:08 9  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "he  shall  not,  by  himself  or  by  any  other person, purchase or receive any old metals of any description before the hour of eight oclock in the morning, or after the hour of five oclock in the afternoon, nor shall he, by himself or by any other  person, purchase or  receive old metals of any description from any person apparently under the age of sixteen years or from any person who does not produce his Identification Card or Passport, the number whereof shall in accordance with paragraph"
                },
                {
                    "representation": "(c)",
                    "description": "he shall, whenever requested  thereto, produce to any member of the  Police Force above  the  rank  of  constable,  the  book  or books required to be kept as  aforesaid, and any old metals purchased or received by him then in his possession; and  old metals shall be deemed to be in the possession of a dealer when they are placed in   any house, outhouse, yard, garden, or place occupied by him,   or   have   been removed with his knowledge and permission  to  any other place without a bona fide sale of them having been made by him;"
                },
                {
                    "representation": "(d)",
                    "description": "he  shall  without  delay  give  notice,  to  the officer on duty at the police station nearest to the  place  where  he  carries  on  business,  of any articles then in his possession, or which may thereafter  come  into  his  possession, answering the description  of any articles which have been stolen, embezzled, or fraudulently obtained, of which printed or written information containing a description  of  those articles is given to him by any officer or police;"
                },
                {
                    "representation": "(e)",
                    "description": "he  shall  keep  all  old  metals  purchased  or received by him without changing the form in which they were when so purchased, or disposing of them in any way, for a LAWS OF GUYANA 10 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012                                   No export of old metals without an export licence.  [27 of 1991]           Minister may suspend export of old metal. [2 of 2007]    period of fifteen days after they have been purchased or received; and"
                },
                {
                    "representation": "(f)",
                    "description": "he shall not ship or export from Guyana any old metal unless it has  been inspected in its original  form  by  an  engineer  approved  by the Minister who shall make out and deliver to the Commissioner- General of the  Revenue Authority a detailed description of the article comprising such old metal, giving the weight, kind and variety of same."
                },
                {
                    "representation": "(2)",
                    "description": "For any act or default contrary to the foregoing regulations done or made by any dealer, he shall on summary conviction be liable for a first offence to a fine of not less than twenty thousand dollars and not exceeding one hundred thousand dollars, and for every subsequent offence to a fine of not less than one hundred thousand dollars and not exceeding one million two hundred thousand dollars."
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "No export of old metal with an export licence. 13A. Minister may suspend export of old metal.  ",
            "context": "OLD METAL DEALERS ACT under No export of old metal with an export licence. 13A. Minister may suspend export of old metal.  13. (1) Notwithstanding anything in any written  law no person shall export from Guyana any old metal except under the authority of a licence granted by the Competent Authority.  (2) In this section Competent Authority has the same meaning as in the Trade Act.  13A. (1) The Minister may by order prohibit all old metal, or any specified kind or description of old metal, from being shipped or otherwise exported from Guyana for a specific period of time not exceeding one year, if the Minister considers it necessary or expedient in the interest LAWS OF GUYANA Old Metal Dealers Cap. 91:08 11  L.R.O. 1/2012                               Offence to export in  breach of  [2 of 2007]                           of preventing or curbing any illegal activity.  (2) An order under subsection (1) has effect notwithstanding  (a) any licence, permit, approval, permission, or other kind of consent or authorisation issued or granted under any written law;  (b) anything to the contrary in section of this Act.  (3) No person shall ship or otherwise export from Guyana any old metal in contravention of an order under subsection (1).  13B. Every person who contravenes or fails to shall on summary conviction be liable  (a) for a first offence, to  (i) a fine of not less than twenty thousand dollars and not exceeding one hundred thousand dollars; and (ii) imprisonment for a term not exceeding 3 months;  (b) for every subsequent offence to  (i) a fine of not less than one hundred thousand dollars and not exceeding one million two hundred thousand dollars; and comply with section 13(1) or 13A (3) commits an offence and 12(l) (f) or 13 or any other provision and 13A. sections 13  LAWS OF GUYANA 12 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012       Purchase of less than specified quantity of certain metals. [27 of 1991 2 of 2007] Second Schedule.     Use as evidence of extract from register.         Regulations. [2of 2007]                     (ii) imprisonment for a term not exceeding 1 year.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "has effect notwithstanding"
                },
                {
                    "representation": "(2)",
                    "description": "An order under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "for a first offence, to"
                },
                {
                    "representation": "(b)",
                    "description": "for every subsequent offence to"
                },
                {
                    "representation": "(3)",
                    "description": "commits an offence and 12(l)"
                },
                {
                    "representation": "(i)",
                    "description": "a fine of not less than one hundred thousand dollars and not exceeding one million two hundred thousand dollars; and comply with section 13(1) or 13A"
                },
                {
                    "representation": "(f)",
                    "description": "or 13 or any other provision and 13A. sections 13  LAWS OF GUYANA 12 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012       Purchase of less than specified quantity of certain metals. [27 of 1991 2 of 2007] Second Schedule.     Use as evidence of extract from register.         Regulations. [2of 2007]"
                }
            ]
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Purchase of less than specified quantity of certain metals. ",
            "context": "OLD METAL DEALERS ACT under Purchase of less than specified quantity of certain metals. 14.  Any dealer who, either personally or by any servant or agent, purchases, receives, or bargains for, any metal, or any composite the principal ingredient of which is that metal, mentioned in the Second Schedule, whether new or old, in any quantity at one time of less weight than  the  quantity of each of those  metals or composites in the said Schedule mentioned, shall be liable to a fine of one hundred  thousand dollars.",
            "description": "Any dealer who, either personally or by any servant or agent, purchases, receives, or bargains for, any metal, or any composite the principal ingredient of which is that metal, mentioned in the Second Schedule, whether new or old, in any quantity at one time of less weight than  the  quantity of each of those  metals or composites in the said Schedule mentioned, shall be liable to a fine of one hundred  thousand dollars."
        }
    },
    {
        "act": "OLD METAL DEALERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Use as evidence of extract from register. 15A. Regulations. FIRST SCHEDULE—Forms. SECOND SCHEDULE—Metals and Quantities.                 13B. Offence to export in breach of sections 13 and 13A. LAWS OF GUYANA 4 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012  1929 Ed. c. 71                                                           1953 Ed. c. 126  _______________________________________________________ 6 of 1888 An Act for regulating the business of Dealers in Old Metals.  [15TH DECEMBER, 1900]  Citation.      Interpretation. [2 of 2007]                        Territorial division   of Guyana for purposes of Act. [26 of 1949 4 of 1972 27 of 1991] c. 16:01      ",
            "context": "OLD METAL DEALERS ACT under Use as evidence of extract from register. 15A. Regulations. FIRST SCHEDULEForms. SECOND SCHEDULEMetals and Quantities.                 13B. Offence to export in breach of sections 13 and 13A. LAWS OF GUYANA 4 Cap. 91:08 Old Metal Dealers  L.R.O. 1/2012  1929 Ed. c. 71                                                           1953 Ed. c. 126  _______________________________________________________ 6 of 1888 An Act for regulating the business of Dealers in Old Metals.  [15TH DECEMBER, 1900]  Citation.      Interpretation. [2 of 2007]                        Territorial division   of Guyana for purposes of Act. [26 of 1949 4 of 1972 27 of 1991] c. 16:01      15. Any extract purporting to be an extract from a register kept under this Act, and any certificate to the effect that any person therein  named  is  not  registered  in  any  of  those  registers,  if  it purports to be signed by the Commissioner of Police or any superintendent of police, shall, without proof of the signature, be received in all courts of justice as prima facie proof of the facts stated therein.  15A. The Minister may subject to the negative resolution of the National Assembly make regulations for all or the following purposes  (a) declaring any kind or description of metal to be old metal for the purposes of the definition of old metal in section 2;  (b) increasing or reducing the annual registration fee specified in section 6;  (c) amending any Schedule of this Act;  (d) providing for any other matters necessary for giving full effect to the LAWS OF GUYANA Old Metal Dealers Cap. 91:08 13  L.R.O. 1/2012           s. 5                    s.11                    provisions of this Act and for the due administration of these provisions.    FIRST SCHEDULE    FORMS  1   Register of Dealers in Old Metals  Name Place of abode and business Date of registration",
            "description": [
                {
                    "representation": "(a)",
                    "description": "declaring any kind or description of metal to be old metal for the purposes of the definition of old metal in section 2;"
                },
                {
                    "representation": "(b)",
                    "description": "increasing or reducing the annual registration fee specified in section 6;"
                },
                {
                    "representation": "(c)",
                    "description": "amending any Schedule of this Act;"
                },
                {
                    "representation": "(d)",
                    "description": "providing for any other matters necessary for giving full effect to the LAWS OF GUYANA Old Metal Dealers Cap. 91:08 13  L.R.O. 1/2012           s. 5                    s.11                    provisions of this Act and for the due administration of these provisions.    FIRST SCHEDULE    FORMS  1   Register of Dealers in Old Metals  Name Place of abode and business Date of registration"
                }
            ]
        }
    }
]