[
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "PAWNBROKING ACT under Short title. 1. This Ordinance may be cited as the Pawnbroking Act.",
            "description": "This Ordinance may be cited as the Pawnbroking Act."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PAWNBROKERS  ",
            "context": "PAWNBROKING ACT under Interpretation.  PAWNBROKERS  2. In this Act  pawner means a person delivering an article for pawn to a pawnbroker;  pawnbroker   includes   every   person   who   carries   on   the business of taking goods and chattels in pawn;  pledge means an article pawned with a pawnbroker;         CHAPTER 91:09             PAWNBROKING ACT  LAWS OF GUYANA 6 Cap. 91:09 Pawnbroking  L.R.O. 1/2012                        Persons to be deemed pawnbrokers. [37 of 1957].                       shop  includes  a  dwelling-house  and  warehouse  or  other place of business, or place where business is transacted;  unfinished goods or materials includes any goods of any manufacture or of any part or branch thereof, either mixed or separate, or any materials whatever plainly intended for composing or manufacturing goods, after the goods or materials are put into a state or course of manufacture or into a state for any process or operation to be performed thereupon or therewith,   and   before they are completed or finished for the purpose of wear or consumption.   PAWNBROKERS",
            "description": "In this Act  pawner means a person delivering an article for pawn to a pawnbroker;  pawnbroker   includes   every   person   who   carries   on   the business of taking goods and chattels in pawn;  pledge means an article pawned with a pawnbroker;         CHAPTER 91:09             PAWNBROKING ACT  LAWS OF GUYANA 6 Cap. 91:09 Pawnbroking  L.R.O. 1/2012                        Persons to be deemed pawnbrokers. [37 of 1957].                       shop  includes  a  dwelling-house  and  warehouse  or  other place of business, or place where business is transacted;  unfinished goods or materials includes any goods of any manufacture or of any part or branch thereof, either mixed or separate, or any materials whatever plainly intended for composing or manufacturing goods, after the goods or materials are put into a state or course of manufacture or into a state for any process or operation to be performed thereupon or therewith,   and   before they are completed or finished for the purpose of wear or consumption.   PAWNBROKERS"
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Persons to be deemed pawnbrokers. ",
            "context": "PAWNBROKING ACT under Persons to be deemed pawnbrokers. 3.(1) The following persons shall be deemed to be persons carrying on the business of taking goods and chattels in pawn, that is to say, every person who keeps a shop for the purchase or sale of goods  or  chattels,  or  for  taking  in  goods  or  chattels  by  way  of security for money, or moneys worth advanced thereon and who purchases   or receives or takes in goods or chattels, and pays, or advances, or lends thereon, any sum of money not exceeding two hundred and fifty dollars, or supplies any provisions, merchandise, or any other article not exceeding two hundred and fifty dollars in value, with or under an agreement or understanding expressed or implied, or from the nature and character of the dealing to be reasonably inferred, that those goods or chattels may be afterwards redeemed or re-purchased on any terms.  (2) Each transaction, article, payment, advance, and loan aforesaid shall be deemed a pawning, pledge, and loan, respectively, within this Act.   LAWS OF GUYANA Pawnbroking Cap. 91:09 7  L.R.O. 1/2012 Application of the Act to representatives of deceased pawnbrokers.              Effect of act done by servant of pawnbroker.            Extension of rights of pawners to their representatives or assigns.                           Application of the Act in respect of loans. [37 of 1957].",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following persons shall be deemed to be persons carrying on the business of taking goods and chattels in pawn, that is to say, every person who keeps a shop for the purchase or sale of goods  or  chattels,  or  for  taking  in  goods  or  chattels  by  way  of security for money, or moneys worth advanced thereon and who purchases   or receives or takes in goods or chattels, and pays, or advances, or lends thereon, any sum of money not exceeding two hundred and fifty dollars, or supplies any provisions, merchandise, or any other article not exceeding two hundred and fifty dollars in value, with or under an agreement or understanding expressed or implied, or from the nature and character of the dealing to be reasonably inferred, that those goods or chattels may be afterwards redeemed or re-purchased on any terms."
                },
                {
                    "representation": "(2)",
                    "description": "Each transaction, article, payment, advance, and loan aforesaid shall be deemed a pawning, pledge, and loan, respectively, within this Act.   LAWS OF GUYANA Pawnbroking Cap. 91:09 7  L.R.O. 1/2012 Application of the Act to representatives of deceased pawnbrokers.              Effect of act done by servant of pawnbroker.            Extension of rights of pawners to their representatives or assigns.                           Application of the Act in respect of loans. [37 of 1957]."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Application of the Act to representatives of deceased pawnbrokers. ",
            "context": "PAWNBROKING ACT under Application of the Act to representatives of deceased pawnbrokers. 4. The provisions of this Act relating to pawnbrokers shall extend to and include the executors or administrators of deceased pawnbrokers, except that an executor or administrator shall not be answerable for any penalty or forfeiture personally or out of his own estate, unless it is incurred by his own act or neglect.",
            "description": "The provisions of this Act relating to pawnbrokers shall extend to and include the executors or administrators of deceased pawnbrokers, except that an executor or administrator shall not be answerable for any penalty or forfeiture personally or out of his own estate, unless it is incurred by his own act or neglect."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Effect of act done by servant of pawnbroker. ",
            "context": "PAWNBROKING ACT under Effect of act done by servant of pawnbroker. 5.",
            "description": "5."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Extension of rights of pawners to their representatives or assigns. ",
            "context": "PAWNBROKING ACT under Extension of rights of pawners to their representatives or assigns. 6. The rights, powers and benefits hereby reserved to and conferred on pawners shall extend to and be deemed to be reserved to and conferred on, the assigns of pawners, and to and on the executors  or administrators of  deceased pawners; but any person representing himself to the pawnbroker as the assign, executor, or administrator of a pawner shall, if required by the pawnbroker, produce to the pawnbroker the assignment, will, letters of administration or other instrument under which he claims.",
            "description": "The rights, powers and benefits hereby reserved to and conferred on pawners shall extend to and be deemed to be reserved to and conferred on, the assigns of pawners, and to and on the executors  or administrators of  deceased pawners; but any person representing himself to the pawnbroker as the assign, executor, or administrator of a pawner shall, if required by the pawnbroker, produce to the pawnbroker the assignment, will, letters of administration or other instrument under which he claims."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Application of the Act in respect of loans.  GENERAL OBLIGATIONS OF PAWNBROKER  ",
            "context": "PAWNBROKING ACT under Application of the Act in respect of loans.  GENERAL OBLIGATIONS OF PAWNBROKER  7. (1) This Act shall apply to any loan by a pawnbroker not exceeding two hundred and fifty dollars except as in this Act otherwise provided in relation to any loan where a special contract under this Act is made between the pawnbroker and the pawner at the time of pawning.  (2) Nothing in this Act shall apply to a loan by a pawnbroker exceeding two hundred and fifty dollars or to the pledge on  which the  loan  is  made,  or  to  the  pawnbroker  or  pawner  in relation to the loan or pledge, and no person shall be deemed to be a pawnbroker by reason only of his paying, advancing or lending on any terms any sum or sums exceeding two hundred and fifty dollars. LAWS OF GUYANA 8 Cap. 91:09 Pawnbroking  L.R.O. 1/2012         Books to be kept by pawnbroker. First Schedule.                                               Rules to  be observed by pawnbroker.                 First Schedule.           GENERAL OBLIGATIONS OF PAWNBROKER",
            "description": [
                {
                    "representation": "(1)",
                    "description": "This Act shall apply to any loan by a pawnbroker not exceeding two hundred and fifty dollars except as in this Act otherwise provided in relation to any loan where a special contract under this Act is made between the pawnbroker and the pawner at the time of pawning."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this Act shall apply to a loan by a pawnbroker exceeding two hundred and fifty dollars or to the pledge on  which the  loan  is  made,  or  to  the  pawnbroker  or  pawner  in relation to the loan or pledge, and no person shall be deemed to be a pawnbroker by reason only of his paying, advancing or lending on any terms any sum or sums exceeding two hundred and fifty dollars. LAWS OF GUYANA 8 Cap. 91:09 Pawnbroking  L.R.O. 1/2012         Books to be kept by pawnbroker. First Schedule.                                               Rules to  be observed by pawnbroker.                 First Schedule.           GENERAL OBLIGATIONS OF PAWNBROKER"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Books to be kept by pawnbroker. ",
            "context": "PAWNBROKING ACT under Books to be kept by pawnbroker. 8. (1) A pawnbroker shall keep and use in his business the books and documents described in the First Schedule in the forms therein indicated or to the like effect, and shall, from time to time as occasion requires, enter therein, in a fair and legible manner, the particulars indicated in and in accordance with the directions of that Schedule, and shall make all inquiries necessary for that purpose.  (2) If a pawnbroker fails in any respect to comply with the requirements of this section, he shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker shall keep and use in his business the books and documents described in the First Schedule in the forms therein indicated or to the like effect, and shall, from time to time as occasion requires, enter therein, in a fair and legible manner, the particulars indicated in and in accordance with the directions of that Schedule, and shall make all inquiries necessary for that purpose."
                },
                {
                    "representation": "(2)",
                    "description": "If a pawnbroker fails in any respect to comply with the requirements of this section, he shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Rules to be observed by pawnbroker.  PAWNING; REDEMPTION; AND SALE  ",
            "context": "PAWNBROKING ACT under Rules to be observed by pawnbroker.  PAWNING; REDEMPTION; AND SALE  9. (1) A pawnbroker shall observe the following rules:  (a) he   shall   always   keep   exhibited   in  large characters over the outer door of his shop, his forename  and surname or names, with the word pawnbroker; and  (b) he shall always keep placed in a conspicuous part of his shop (so as to be legible by every person  pawning  or redeeming pledges, standing in any box or place provided in the shop for persons pawning or redeeming pledges) the same information  as is,  by the  rules of the  First Schedule required to be printed on pawn- tickets.  (2) If a pawnbroker fails in any respect to comply with the requirements of this section, he shall be guilty of an offence.   LAWS OF GUYANA Pawnbroking Cap. 91:09 9  L.R.O. 1/2012     Pawn-tickets. [37 of 1957]                                        Special provisions   in relation to pledges of precious  metals. [37 of 1957]           PAWNING; REDEMPTION; AND SALE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker shall observe the following rules:"
                },
                {
                    "representation": "(a)",
                    "description": "he   shall   always   keep   exhibited   in  large characters over the outer door of his shop, his forename  and surname or names, with the word pawnbroker; and"
                },
                {
                    "representation": "(b)",
                    "description": "he shall always keep placed in a conspicuous part of his shop"
                },
                {
                    "representation": "(2)",
                    "description": "If a pawnbroker fails in any respect to comply with the requirements of this section, he shall be guilty of an offence.   LAWS OF GUYANA Pawnbroking Cap. 91:09 9  L.R.O. 1/2012     Pawn-tickets. [37 of 1957]                                        Special provisions   in relation to pledges of precious  metals. [37 of 1957]           PAWNING; REDEMPTION; AND SALE"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Pawn-tickets. ",
            "context": "PAWNBROKING ACT under Pawn-tickets. 10. (1) A pawnbroker shall, on taking a pledge in pawn, give to the pawner a pawn-ticket on which shall be indorsed the value of the pledge as agreed upon between the pawnbroker and the pawner and shall not take a pledge in pawn unless the pawner takes the pawn-ticket.  (2)  No pawnbroker on taking a pledge in pawn shall make or purport to make separate loans in respect of different parts of the pledge, or give to the pawner one or more than one pawn- ticket for the different parts.  (3) When any pawnbroker, on taking a pledge in pawn, makes or purports to make separate loans in respect of different parts thereof, or gives to the pawner separate pawn-tickets for those loans, the transaction shall be deemed to be a single transaction for a loan amounting to the total of the loans, and the pawnbroker shall be deemed to have given to the pawner a single pawn-ticket for the pledge stating the amount of the loan.  (4) Anyone who contravenes this section shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker shall, on taking a pledge in pawn, give to the pawner a pawn-ticket on which shall be indorsed the value of the pledge as agreed upon between the pawnbroker and the pawner and shall not take a pledge in pawn unless the pawner takes the pawn-ticket."
                },
                {
                    "representation": "(2)",
                    "description": "No pawnbroker on taking a pledge in pawn shall make or purport to make separate loans in respect of different parts of the pledge, or give to the pawner one or more than one pawn- ticket for the different parts."
                },
                {
                    "representation": "(3)",
                    "description": "When any pawnbroker, on taking a pledge in pawn, makes or purports to make separate loans in respect of different parts thereof, or gives to the pawner separate pawn-tickets for those loans, the transaction shall be deemed to be a single transaction for a loan amounting to the total of the loans, and the pawnbroker shall be deemed to have given to the pawner a single pawn-ticket for the pledge stating the amount of the loan."
                },
                {
                    "representation": "(4)",
                    "description": "Anyone who contravenes this section shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Special provisions in relation to pledges of precious metals. ",
            "context": "PAWNBROKING ACT under Special provisions in relation to pledges of precious metals. 11.   (1) Where any   article made of any precious metal   or containing any precious metal   is taken in pawn, the pawnbroker shall indorse upon the pawn-ticket the following particulars:  (a) the weight of the pledge and a description of the metal;  (b) in the case of any pledge of gold the purity of the gold; and  (c) the value  of  the  pledge,  as  agreed upon between the pawnbroker LAWS OF GUYANA 10 Cap. 91:09 Pawnbroking  L.R.O. 1/2012                                           Profit and charges  allowed to pawn broker.  Second Schedule. [37 of 1957]                           and the pawner, both in words and figures.  (2)  Any person who contravenes this section  shall  be guilty of an offence.  (3) In this section   precious metal means gold, platinum or silver.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any   article made of any precious metal   or containing any precious metal   is taken in pawn, the pawnbroker shall indorse upon the pawn-ticket the following particulars:"
                },
                {
                    "representation": "(a)",
                    "description": "the weight of the pledge and a description of the metal;"
                },
                {
                    "representation": "(b)",
                    "description": "in the case of any pledge of gold the purity of the gold; and"
                },
                {
                    "representation": "(c)",
                    "description": "the value  of  the  pledge,  as  agreed upon between the pawnbroker LAWS OF GUYANA 10 Cap. 91:09 Pawnbroking  L.R.O. 1/2012                                           Profit and charges  allowed to pawn broker.  Second Schedule. [37 of 1957]                           and the pawner, both in words and figures."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes this section  shall  be guilty of an offence."
                },
                {
                    "representation": "(3)",
                    "description": "In this section   precious metal means gold, platinum or silver."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Profit and charges allowed to pawnbroker. ",
            "context": "PAWNBROKING ACT under Profit and charges allowed to pawnbroker. 12. (1) A pawnbroker  (a) may take   profit on a loan on a pledge at a rate   not   exceeding   that   specified  in   the Second Schedule;  (b) may demand and take the charges specified in that Schedule, in the cases and according to the rules therein stated and prescribed;  (c) shall not, in respect of a loan on a pledge, take  any  profit,  or  demand  or  take  any charge  or  sum  whatever,  other  than  those specified in that Schedule; and  (d) shall, if required at the time of redemption, give a receipt for the amount of loan and profit paid to him.  (2) The Minister may by order published in the Gazette vary the amounts prescribed in Part III of the Second Schedule.   LAWS OF GUYANA Pawnbroking Cap. 91:09 11  L.R.O. 1/2012 Period of redemption of pledge.               Forfeiture  of pledge  for $5 and  under, if not so redeemed.  When  pledge  is for above $",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker"
                },
                {
                    "representation": "(a)",
                    "description": "may take   profit on a loan on a pledge at a rate   not   exceeding   that   specified  in   the Second Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "may demand and take the charges specified in that Schedule, in the cases and according to the rules therein stated and prescribed;"
                },
                {
                    "representation": "(c)",
                    "description": "shall not, in respect of a loan on a pledge, take  any  profit,  or  demand  or  take  any charge  or  sum  whatever,  other  than  those specified in that Schedule; and"
                },
                {
                    "representation": "(d)",
                    "description": "shall, if required at the time of redemption, give a receipt for the amount of loan and profit paid to him."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may by order published in the Gazette vary the amounts prescribed in Part III of the Second Schedule.   LAWS OF GUYANA Pawnbroking Cap. 91:09 11  L.R.O. 1/2012 Period of redemption of pledge.               Forfeiture  of pledge  for $5 and  under, if not so redeemed.  When  pledge  is for above $"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "(1) Period of redemption of pledge.   (2) Forfeiture of pledge for $5 and under, if not so redeemed.    (3) When pledge is for above $",
            "context": "PAWNBROKING ACT under (1) Period of redemption of pledge.   (2) Forfeiture of pledge for $5 and under, if not so redeemed.    (3) When pledge is for above $13. (1) Every pledge shall be redeemable  within twelve months from the day of pawning, exclusive of that day; and there shall be added to that year of redemption seven days of grace, within which every pledge (if not redeemed within the year of redemption) shall continue to be redeemable.  (2)   A pledge pawned for five dollars or under, if not redeemed within the year of redemption and days of grace, shall, at the end of the days of grace, become and be the pawnbrokers absolute property.  (3) A pledge pawned for above five dollars shall further continue redeemable until it is disposed of, as herein provided, although the year of redemption and days of grace are expired.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every pledge shall be redeemable  within twelve months from the day of pawning, exclusive of that day; and there shall be added to that year of redemption seven days of grace, within which every pledge"
                },
                {
                    "representation": "(2)",
                    "description": "A pledge pawned for five dollars or under, if not redeemed within the year of redemption and days of grace, shall, at the end of the days of grace, become and be the pawnbrokers absolute property."
                },
                {
                    "representation": "(3)",
                    "description": "A pledge pawned for above five dollars shall further continue redeemable until it is disposed of, as herein provided, although the year of redemption and days of grace are expired."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Disposal of pledge for above $",
            "context": "PAWNBROKING ACT under Disposal of pledge for above $14. (1) A pledge pawned for above five dollars shall, when disposed of by the pawnbroker, be disposed of by sale by public auction not later than eighteen months after the pledge has been pawned, and not otherwise; and the   regulations contained in the Third Schedule shall be observed with reference to the sale.  (2) A pawnbroker may bid for and purchase at a sale by auction, made or purporting to be made hereunder a pledge pawned with him and, on that purchase, shall be deemed the absolute owner of the pledge purchased.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pledge pawned for above five dollars shall, when disposed of by the pawnbroker, be disposed of by sale by public auction not later than eighteen months after the pledge has been pawned, and not otherwise; and the   regulations contained in the Third Schedule shall be observed with reference to the sale."
                },
                {
                    "representation": "(2)",
                    "description": "A pawnbroker may bid for and purchase at a sale by auction, made or purporting to be made hereunder a pledge pawned with him and, on that purchase, shall be deemed the absolute owner of the pledge purchased."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Offences by auctioneer. ",
            "context": "PAWNBROKING ACT under Offences by auctioneer. 15. If an auctioneer does anything in contravention of the provisions hereof relating to auctioneers, or fails to do anything which he is hereby required to do, he shall be guilty of an offence.",
            "description": "If an auctioneer does anything in contravention of the provisions hereof relating to auctioneers, or fails to do anything which he is hereby required to do, he shall be guilty of an offence."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Right of inspection of sale books. ",
            "context": "PAWNBROKING ACT under Right of inspection of sale books. 16. At any time within three years after the auction at which a pledge pawned for above five dollars is sold, the holder of the pawn-ticket may inspect the entry of the sale in the pawnbrokers book, and in the filled-up catalogue of the LAWS OF GUYANA 12 Cap. 91:09 Pawnbroking  L.R.O. 1/2012      Surplus balances from sales of pledges to be paid to Public Trustee.  [37 of 1957]                                         c. 13:01  auction (authenticated by the signature of the auctioneer), or in either of them.",
            "description": "At any time within three years after the auction at which a pledge pawned for above five dollars is sold, the holder of the pawn-ticket may inspect the entry of the sale in the pawnbrokers book, and in the filled-up catalogue of the LAWS OF GUYANA 12 Cap. 91:09 Pawnbroking  L.R.O. 1/2012      Surplus balances from sales of pledges to be paid to Public Trustee.  [37 of 1957]                                         c. 13:01  auction (authenticated by the signature of the auctioneer), or in either of them."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Surplus balances from sales of pledges to be paid to public    trustee. ",
            "context": "PAWNBROKING ACT under Surplus balances from sales of pledges to be paid to public    trustee. 17. (1) Where any pledge which has been pawned for above five dollars is sold for more than the amount of the loan and profit and charge for insurance due at the time of sale, the pawnbroker shall pay the surplus to the Public Trustee on behalf of the pawner not later than two months after the date of sale:  Provided  that  if  at  any  time  before  it  is  paid  to  the  Public Trustee the holder of a pawn-ticket demands the surplus, the pawnbroker shall pay it to him on delivery of the pawn-ticket.  (2) The Public Trustee shall, not later than three months after  the  receipt  of  any  surplus  balances  under  subsection  (1), publish in one daily newspaper circulating in Guyana a list of the names of the persons on behalf of whom he is holding surplus balances under subsection (1).  (3) Where upon the application of any person the Public Trustee is satisfied that such person is the pawner of an article in respect of which the Public Trustee is holding any surplus balance, the Public Trustee shall pay such surplus balance to such person.  (4)   The Public   Trustee   shall   pay   to   the   Accountant General for the public use any surplus balances in his possession for more than three years.  (5) The Public Trustee shall keep copies of the lists published under the provisions of subsection (2), and such lists shall be open to inspection by any person whose name appears thereon.  (6) Section 13 of the Public Trustee Act shall not apply to the Public Trustee in regard to the duties under this LAWS OF GUYANA Pawnbroking Cap. 91:09 13  L.R.O. 1/2012              Offences as to pledge for more than $",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any pledge which has been pawned for above five dollars is sold for more than the amount of the loan and profit and charge for insurance due at the time of sale, the pawnbroker shall pay the surplus to the Public Trustee on behalf of the pawner not later than two months after the date of sale:  Provided  that  if  at  any  time  before  it  is  paid  to  the  Public Trustee the holder of a pawn-ticket demands the surplus, the pawnbroker shall pay it to him on delivery of the pawn-ticket."
                },
                {
                    "representation": "(2)",
                    "description": "The Public Trustee shall, not later than three months after  the  receipt  of  any  surplus  balances  under  subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where upon the application of any person the Public Trustee is satisfied that such person is the pawner of an article in respect of which the Public Trustee is holding any surplus balance, the Public Trustee shall pay such surplus balance to such person."
                },
                {
                    "representation": "(4)",
                    "description": "The Public   Trustee   shall   pay   to   the   Accountant General for the public use any surplus balances in his possession for more than three years."
                },
                {
                    "representation": "(5)",
                    "description": "The Public Trustee shall keep copies of the lists published under the provisions of subsection"
                },
                {
                    "representation": "(6)",
                    "description": "Section 13 of the Public Trustee Act shall not apply to the Public Trustee in regard to the duties under this LAWS OF GUYANA Pawnbroking Cap. 91:09 13  L.R.O. 1/2012              Offences as to pledge for more than $"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Offences as to pledge for more than $",
            "context": "PAWNBROKING ACT under Offences as to pledge for more than $18. A pawnbroker who, with respect to pledges for loans of above five dollars  (a) does  not in good faith, according to the directions of this Act, sell a pledge pawned with him; or  (b) enters in his book a pledge as sold for less than the sum for which it was sold, or fails duly to enter the pledge; or  (c) refuses to   permit any   person   entitled hereunder to inspection of an entry of sale in his book, or of a filled-up catalogue of the auction  (authenticated by the  auctioneers signature), to inspect it; or  (d)  fails without lawful excuse (the proof whereof shall lie on him) to produce that catalogue on lawful demand; or  (e) deals  with  any  pledge  or  the  proceeds  of  sale thereof otherwise than in the manner prescribed by this Act, or fails without lawful excuse (the proof whereof shall be on him) to do, in relation to any pledge or the proceeds of sale thereof any act he is required to do under the provisions of this Act,  shall be liable to a fine of one hundred and fifty dollars.  SPECIAL CONTRACTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "does  not in good faith, according to the directions of this Act, sell a pledge pawned with him; or"
                },
                {
                    "representation": "(b)",
                    "description": "enters in his book a pledge as sold for less than the sum for which it was sold, or fails duly to enter the pledge; or"
                },
                {
                    "representation": "(c)",
                    "description": "refuses to   permit any   person   entitled hereunder to inspection of an entry of sale in his book, or of a filled-up catalogue of the auction"
                },
                {
                    "representation": "(d)",
                    "description": "fails without lawful excuse"
                },
                {
                    "representation": "(e)",
                    "description": "deals  with  any  pledge  or  the  proceeds  of  sale thereof otherwise than in the manner prescribed by this Act, or fails without lawful excuse"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Special contract, subject to restrictions.  LAWS OF GUYANA 4 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  SECTION PRECAUTIONS AGAINST THEFT AND FIRE  ",
            "context": "PAWNBROKING ACT under Special contract, subject to restrictions.  LAWS OF GUYANA 4 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  SECTION PRECAUTIONS AGAINST THEFT AND FIRE  19. (1) Notwithstanding anything herein contained, a pawnbroker may make a special contract with a pawner in LAWS OF GUYANA 14 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  restrictions.  [37 of 1957]                                     Precautions against theft  and fire. [37 of 1957]                    Insurance against theft  and fire. [37 of 1957]      respect of a  pledge  on  which  the  pawnbroker  makes  a  loan  of  above  ten dollars:  Provided that          (a) the  rate  of profit charged  shall  not exceed the rate prescribed in Part I of the Second Schedule;  (b) the pawnbroker  shall,  at  the  time  of  the pawning, deliver to the pawner a special contract pawn-ticket, signed by him; and  (c) a duplicate  of  the  special  contract  pawn-ticket shall be signed by the pawner.  (2) This Act, except so far as the application thereof is excluded by the terms of the special contract, shall apply thereto.  PRECAUTIONS AGAINST THEFT AND FIRE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding anything herein contained, a pawnbroker may make a special contract with a pawner in LAWS OF GUYANA 14 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  restrictions.  [37 of 1957]                                     Precautions against theft  and fire. [37 of 1957]                    Insurance against theft  and fire. [37 of 1957]      respect of a  pledge  on  which  the  pawnbroker  makes  a  loan  of  above  ten dollars:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "the  rate  of profit charged  shall  not exceed the rate prescribed in Part I of the Second Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "the pawnbroker  shall,  at  the  time  of  the pawning, deliver to the pawner a special contract pawn-ticket, signed by him; and"
                },
                {
                    "representation": "(c)",
                    "description": "a duplicate  of  the  special  contract  pawn-ticket shall be signed by the pawner."
                },
                {
                    "representation": "(2)",
                    "description": "This Act, except so far as the application thereof is excluded by the terms of the special contract, shall apply thereto.  PRECAUTIONS AGAINST THEFT AND FIRE"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Precautions against theft and fire. ",
            "context": "PAWNBROKING ACT under Precautions against theft and fire. 20. (1) Every   pawnbroker   shall  keep on his business premises a vault for  the storage of pledges  which  is  reasonably secure against theft and fire.  (2) Every pawnbroker shall at all times keep his premises reasonably secure against theft and fire.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every   pawnbroker   shall  keep on his business premises a vault for  the storage of pledges  which  is  reasonably secure against theft and fire."
                },
                {
                    "representation": "(2)",
                    "description": "Every pawnbroker shall at all times keep his premises reasonably secure against theft and fire."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Insurance against theft and fire.  DELIVERY UP OF PLEDGE  ",
            "context": "PAWNBROKING ACT under Insurance against theft and fire.  DELIVERY UP OF PLEDGE  21. (1) Every pawnbroker shall insure against theft and fire every pledge to the extent of its full value as agreed upon between the pawnbroker and the pawner.   (2) Any pawnbroker who contravenes subsection (1) shall be liable on summary conviction to a fine of seventy-five dollars in respect of each pledge he fails to insure as LAWS OF GUYANA Pawnbroking Cap. 91:09 15  L.R.O. 1/2012          Right of holder of pawn-ticket to redeem pledge.      Production of pawn-ticket on redemption.           Liability of pawnbroker  for theft or destruction as a result of fire. [37 of 1957]       Compensation for depreciation of pledge.               Protection of owner and of pawner not having pawn- tickets. required by subsection (1).  DELIVERY UP OF PLEDGE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be liable on summary conviction to a fine of seventy-five dollars in respect of each pledge he fails to insure as LAWS OF GUYANA Pawnbroking Cap. 91:09 15  L.R.O. 1/2012          Right of holder of pawn-ticket to redeem pledge.      Production of pawn-ticket on redemption.           Liability of pawnbroker  for theft or destruction as a result of fire. [37 of 1957]       Compensation for depreciation of pledge.               Protection of owner and of pawner not having pawn- tickets. required by subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Any pawnbroker who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Right of holder of pawn-ticket to redeem pledge. ",
            "context": "PAWNBROKING ACT under Right of holder of pawn-ticket to redeem pledge. 22. The holder for the time being of a pawn-ticket shall be presumed  to  be  the  person  entitled  to  redeem  the  pledge, and, subject to this Act, the pawnbroker shall accordingly, on payment of the loan and profit, deliver the pledge to the person producing the pawn-ticket, and he is hereby indemnified for so doing.",
            "description": "The holder for the time being of a pawn-ticket shall be presumed  to  be  the  person  entitled  to  redeem  the  pledge, and, subject to this Act, the pawnbroker shall accordingly, on payment of the loan and profit, deliver the pledge to the person producing the pawn-ticket, and he is hereby indemnified for so doing."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Production of pawn-ticket on redemption. ",
            "context": "PAWNBROKING ACT under Production of pawn-ticket on redemption. 23. A pawnbroker shall not (except as in this Act provided) be bound to deliver back a pledge unless the pawn-ticket for it is delivered to him.",
            "description": "A pawnbroker shall not (except as in this Act provided) be bound to deliver back a pledge unless the pawn-ticket for it is delivered to him."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Liability of pawnbroker for theft or destruction as a result of fire. ",
            "context": "PAWNBROKING ACT under Liability of pawnbroker for theft or destruction as a result of fire. 24. Where a pledge is stolen or is destroyed or damaged as a result of fire, the pawnbroker shall nevertheless be liable on application within the period during which the pledge would have been redeemable to pay the value of the pledge after deducting the amount of the loan, profit and charge for insurance.",
            "description": "Where a pledge is stolen or is destroyed or damaged as a result of fire, the pawnbroker shall nevertheless be liable on application within the period during which the pledge would have been redeemable to pay the value of the pledge after deducting the amount of the loan, profit and charge for insurance."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Compensation for depreciation of pledge. ",
            "context": "PAWNBROKING ACT under Compensation for depreciation of pledge. 25.  If  a  person entitled  and  offering  to  redeem a  pledge shows, to the satisfaction of a magistrate, that the pledge has become or has been rendered of less value than it was at the time of the pawning thereof by or through the default, neglect, or wilful misbehaviour of the pawnbroker, the magistrate may, if he thinks fit, award a reasonable amount in satisfaction to the owner of the pledge in respect of the damage, and the amount awarded shall be deducted from the amount payable to the pawnbroker or shall be paid by the pawnbroker, as the case requires, in the manner directed by the magistrate.",
            "description": "If  a  person entitled  and  offering  to  redeem a  pledge shows, to the satisfaction of a magistrate, that the pledge has become or has been rendered of less value than it was at the time of the pawning thereof by or through the default, neglect, or wilful misbehaviour of the pawnbroker, the magistrate may, if he thinks fit, award a reasonable amount in satisfaction to the owner of the pledge in respect of the damage, and the amount awarded shall be deducted from the amount payable to the pawnbroker or shall be paid by the pawnbroker, as the case requires, in the manner directed by the magistrate."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "(1) Protection of owner and of pawner not having pawn-tickets.   (2) False declaration. Misdemeanour. ",
            "context": "PAWNBROKING ACT under (1) Protection of owner and of pawner not having pawn-tickets.   (2) False declaration. Misdemeanour. 26. (1) The following provisions shall have effect for the protection of owners of articles pawned and of pawners not having their pawn-tickets to produce:  LAWS OF GUYANA 16 Cap. 91:09 Pawnbroking  L.R.O. 1/2012                                                  (a)  any person claiming to be the   owner of a pledge but not holding the pawn-ticket, or any person claiming to be entitled to hold a pawn-ticket but alleging that it has been lost, mislaid, destroyed, or stolen, or fraudulently obtained from him, may apply to the pawnbroker for a printed form of declaration, which the pawnbroker shall deliver to him;  (b) if the applicant delivers back to the pawnbroker   the   declaration   duly   made before a magistrate or justice of the peace by the applicant  and  by a  person  identifying him, the applicant shall thereupon have, as between him and the pawnbroker, all the same rights and remedies as if he produced the pawn-ticket; but the declaration shall not be effectual for that purpose unless it is duly made and delivered back to the pawnbroker not later than one month after the day on which the form is delivered to the applicant by the pawnbroker;  (c ) the pawnbroker is hereby indemni-fied for not  delivering  the  pledge  to  any  person until the expiration of the period aforesaid; and  (d) the pawnbroker is hereby further indemnified for delivering the pledge or otherwise acting in conformity with the declaration,   unless he has actual or constructive notice that the declaration is fraudulent or is false in LAWS OF GUYANA Pawnbroking Cap. 91:09 17  L.R.O. 1/2012    False declaration. Misdemean- our.      Delivery to owner of property unlawfully pawned. [37 of 1957]                                 any material particular.  (2) Anyone who makes a declaration under this Act either as an applicant or as identifying an applicant, knowing it to be false in any material particular, shall be guilty of a misdemeanour and be liable to the punishment attaching by law to perjury.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following provisions shall have effect for the protection of owners of articles pawned and of pawners not having their pawn-tickets to produce:  LAWS OF GUYANA 16 Cap. 91:09 Pawnbroking  L.R.O. 1/2012"
                },
                {
                    "representation": "(a)",
                    "description": "any person claiming to be the   owner of a pledge but not holding the pawn-ticket, or any person claiming to be entitled to hold a pawn-ticket but alleging that it has been lost, mislaid, destroyed, or stolen, or fraudulently obtained from him, may apply to the pawnbroker for a printed form of declaration, which the pawnbroker shall deliver to him;"
                },
                {
                    "representation": "(b)",
                    "description": "if the applicant delivers back to the pawnbroker   the   declaration   duly   made before a magistrate or justice of the peace by the applicant  and  by a  person  identifying him, the applicant shall thereupon have, as between him and the pawnbroker, all the same rights and remedies as if he produced the pawn-ticket; but the declaration shall not be effectual for that purpose unless it is duly made and delivered back to the pawnbroker not later than one month after the day on which the form is delivered to the applicant by the pawnbroker;"
                },
                {
                    "representation": "(d)",
                    "description": "the pawnbroker is hereby further indemnified for delivering the pledge or otherwise acting in conformity with the declaration,   unless he has actual or constructive notice that the declaration is fraudulent or is false in LAWS OF GUYANA Pawnbroking Cap. 91:09 17  L.R.O. 1/2012    False declaration. Misdemean- our.      Delivery to owner of property unlawfully pawned. [37 of 1957]                                 any material particular."
                },
                {
                    "representation": "(2)",
                    "description": "Anyone who makes a declaration under this Act either as an applicant or as identifying an applicant, knowing it to be false in any material particular, shall be guilty of a misdemeanour and be liable to the punishment attaching by law to perjury."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Delivery to owner of property unlawfully pawned. ",
            "context": "PAWNBROKING ACT under Delivery to owner of property unlawfully pawned. 27. In each of the following cases, that is to say  (a ) if  anyone   is   convicted   under   this   Act before a magistrate of knowingly and designedly pawning with a pawnbroker anything which is the property of another, the pawner not being employed or authorised by the owner thereof to pawn it; or  (b)  if anyone  is convicted  before  a  magistrate or   in any court   of   feloniously   taking   or fraudulently obtaining any   goods   and chattels,  and it appears to the magistrate  or the court that they have been pawned with a pawnbroker; or  (c)  if  in  any  proceedings  before  a  magistrate or  in  any court, it appears to the magistrate or the court that any goods and chattels brought before the magistrate or the court have been unlawfully pawned with a pawnbroker,  the magistrate or the court, on proof of the ownership of the goods and chattels, may, if he or the court thinks fit, order the delivery thereof to the owner, on payment to the pawnbroker of the amount of the loan, profit and charge for insurance LAWS OF GUYANA 18 Cap. 91:09 Pawnbroking  L.R.O. 1/2012              Summary   order for delivery of pledge to person entitled.               Prohibition  as to taking or purchasing of pledge in  certain circumstances, and as to sundry other things. [37 of 1957 4 of 1972]                where the magistrate or the court is satisfied that the pawnbroker acted in good faith and without negligence; and, subject to the foregoing, no action shall lie against any pawnbroker in respect of any pledge in his possession unless the plaintiff avers and proves that the pawnbroker acted in bad faith or was negligent at the time the article was pledged.",
            "description": [
                {
                    "representation": "(b)",
                    "description": "if anyone  is convicted  before  a  magistrate or   in any court   of   feloniously   taking   or fraudulently obtaining any   goods   and chattels,  and it appears to the magistrate  or the court that they have been pawned with a pawnbroker; or"
                },
                {
                    "representation": "(c)",
                    "description": "if  in  any  proceedings  before  a  magistrate or  in  any court, it appears to the magistrate or the court that any goods and chattels brought before the magistrate or the court have been unlawfully pawned with a pawnbroker,  the magistrate or the court, on proof of the ownership of the goods and chattels, may, if he or the court thinks fit, order the delivery thereof to the owner, on payment to the pawnbroker of the amount of the loan, profit and charge for insurance LAWS OF GUYANA 18 Cap. 91:09 Pawnbroking  L.R.O. 1/2012              Summary   order for delivery of pledge to person entitled.               Prohibition  as to taking or purchasing of pledge in  certain circumstances, and as to sundry other things. [37 of 1957 4 of 1972]                where the magistrate or the court is satisfied that the pawnbroker acted in good faith and without negligence; and, subject to the foregoing, no action shall lie against any pawnbroker in respect of any pledge in his possession unless the plaintiff avers and proves that the pawnbroker acted in bad faith or was negligent at the time the article was pledged."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Summary order for delivery of pledge to person entitled.  GENERAL RESTRICTIONS ON PAWNBROKER  ",
            "context": "PAWNBROKING ACT under Summary order for delivery of pledge to person entitled.  GENERAL RESTRICTIONS ON PAWNBROKER  28. If a pawnbroker, without reasonable excuse (the proof whereof shall lie on him), refuses or neglects to deliver a pledge to the person entitled to have delivery thereof under this Act he shall be guilty of an offence and a magistrate may, if he thinks fit, with or without imposing a penalty, order the delivery  of the  pledge  on payment of the amount of the loan and profit.  GENERAL RESTRICTIONS ON PAWNBROKER",
            "description": "If a pawnbroker, without reasonable excuse (the proof whereof shall lie on him), refuses or neglects to deliver a pledge to the person entitled to have delivery thereof under this Act he shall be guilty of an offence and a magistrate may, if he thinks fit, with or without imposing a penalty, order the delivery  of the  pledge  on payment of the amount of the loan and profit.  GENERAL RESTRICTIONS ON PAWNBROKER"
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Prohibition as to taking or purchasing of pledge in certain    circumstances, and as to sundry other things.  UNLAWFUL PAWNING AND TAKING IN PAWN  ",
            "context": "PAWNBROKING ACT under Prohibition as to taking or purchasing of pledge in certain    circumstances, and as to sundry other things.  UNLAWFUL PAWNING AND TAKING IN PAWN  29. A pawnbroker who  (a) takes  an  article  in  pawn  from  any  person appearing  to  be  under  the  age  of  sixteen years or to be intoxicated; or  (b) purchases or takes in pawn or exchange  a pawn-ticket issued by another pawnbroker; or  (c) employs   any   servant   or   apprentice   or other  person under the age of sixteen years to take pledges in pawn; or  (d) carries  on the business  of a pawnbroker  on a public holiday; or  (e) under   any   pretence  purchases,   except at public   auction, any pledge LAWS OF GUYANA Pawnbroking Cap. 91:09 19  L.R.O. 1/2012                               Unlawful pawning of goods not property of pawner.                while in pawn with him; or  (f) suffers   any   pledge   while   in   pawn   with him to be redeemed with a view to his purchasing it; or  (g) makes   any   contract   or   agreement   with any person pawning or offering to pawn any article, or with the owner thereof, for the purchase, sale, or disposition thereof within the time of redemption; or  (h)  sells  or  otherwise  disposes  of  any  pledge pawned with him except at the time and in the manner by this Act authorised,  shall be guilty of an offence.             UNLAWFUL PAWNING AND TAKING PAWN",
            "description": [
                {
                    "representation": "(a)",
                    "description": "takes  an  article  in  pawn  from  any  person appearing  to  be  under  the  age  of  sixteen years or to be intoxicated; or"
                },
                {
                    "representation": "(b)",
                    "description": "purchases or takes in pawn or exchange  a pawn-ticket issued by another pawnbroker; or"
                },
                {
                    "representation": "(c)",
                    "description": "employs   any   servant   or   apprentice   or other  person under the age of sixteen years to take pledges in pawn; or"
                },
                {
                    "representation": "(d)",
                    "description": "carries  on the business  of a pawnbroker  on a public holiday; or"
                },
                {
                    "representation": "(e)",
                    "description": "under   any   pretence  purchases,   except at public   auction, any pledge LAWS OF GUYANA Pawnbroking Cap. 91:09 19  L.R.O. 1/2012                               Unlawful pawning of goods not property of pawner.                while in pawn with him; or"
                },
                {
                    "representation": "(f)",
                    "description": "suffers   any   pledge   while   in   pawn   with him to be redeemed with a view to his purchasing it; or"
                },
                {
                    "representation": "(g)",
                    "description": "makes   any   contract   or   agreement   with any person pawning or offering to pawn any article, or with the owner thereof, for the purchase, sale, or disposition thereof within the time of redemption; or"
                },
                {
                    "representation": "(h)",
                    "description": "sells  or  otherwise  disposes  of  any  pledge pawned with him except at the time and in the manner by this Act authorised,  shall be guilty of an offence.             UNLAWFUL PAWNING AND TAKING PAWN"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Unlawful pawning of goods not property of pawner. ",
            "context": "PAWNBROKING ACT under Unlawful pawning of goods not property of pawner. 30. (1) Anyone who knowingly and designedly pawns with a pawnbroker anything which is the property of another, the pawner not being employed or authorised by the owner thereof to pawn it, shall  be  liable  on  summary  conviction  to  a  fine  of  seventy-five dollars,  and, in addition thereto,  any  sum not exceeding the  full value of the pledge as ascertained by the magistrate.  (2) The forfeitures, when recovered, shall be applied towards making satisfaction there out to the party injured and defraying the costs of prosecution, as the magistrate directs; but if the party injured declines to accept the satisfaction and costs, or if there is any surplus of the forfeitures, then the forfeitures or surplus, as the case may be, shall be paid to the Accountant General for the public use. LAWS OF GUYANA 20 Cap. 91:09 Pawnbroking  L.R.O. 1/2012    Person offering article in pawn not giving a good account of himself. [37 of 1957]                                       When linen, apparel, unfinished goods, are not to be taken in",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who knowingly and designedly pawns with a pawnbroker anything which is the property of another, the pawner not being employed or authorised by the owner thereof to pawn it, shall  be  liable  on  summary  conviction  to  a  fine  of  seventy-five dollars,  and, in addition thereto,  any  sum not exceeding the  full value of the pledge as ascertained by the magistrate."
                },
                {
                    "representation": "(2)",
                    "description": "The forfeitures, when recovered, shall be applied towards making satisfaction there out to the party injured and defraying the costs of prosecution, as the magistrate directs; but if the party injured declines to accept the satisfaction and costs, or if there is any surplus of the forfeitures, then the forfeitures or surplus, as the case may be, shall be paid to the Accountant General for the public use. LAWS OF GUYANA 20 Cap. 91:09 Pawnbroking  L.R.O. 1/2012    Person offering article in pawn not giving a good account of himself. [37 of 1957]                                       When linen, apparel, unfinished goods, are not to be taken in"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Person offering article in pawn not giving a good account of himself. ",
            "context": "PAWNBROKING ACT under Person offering article in pawn not giving a good account of himself. 31. (1) Anyone who  (a) offers to a pawnbroker an article by way of pawn and is unable or refuses to give a satisfactory account of the means whereby he became possessed of the article; or  (b) wilfully  gives  false  information to  a pawnbroker as to whether an article offered by  him  in  pawn  to  the  pawnbroker  is  his own property or not, or as to his name and address, or as to the name and address of the owner of the article; or  (c) not being entitled to redeem, and not having any  colour  of  title  by  law  to  redeem,  a pledge,  attempts  or  endeavours  to  redeem the pledge,  shall be guilty of an offence.   (2) In each of those cases and also in any case where, on an article being offered in pawn to   a pawnbroker, he reasonably suspects that it has been stolen or otherwise illegally or clandestinely obtained, the pawnbroker may seize and detain the person and the article, or either of them, and shall deliver the person and the article, or either of them, as the case may be, as soon as possible into the custody of a constable, who shall, as soon as possible, convey the person, if so detained, before a magistrate to be dealt with according to law.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who"
                },
                {
                    "representation": "(a)",
                    "description": "offers to a pawnbroker an article by way of pawn and is unable or refuses to give a satisfactory account of the means whereby he became possessed of the article; or"
                },
                {
                    "representation": "(b)",
                    "description": "wilfully  gives  false  information to  a pawnbroker as to whether an article offered by  him  in  pawn  to  the  pawnbroker  is  his own property or not, or as to his name and address, or as to the name and address of the owner of the article; or"
                },
                {
                    "representation": "(c)",
                    "description": "not being entitled to redeem, and not having any  colour  of  title  by  law  to  redeem,  a pledge,  attempts  or  endeavours  to  redeem the pledge,  shall be guilty of an offence."
                },
                {
                    "representation": "(2)",
                    "description": "In each of those cases and also in any case where, on an article being offered in pawn to   a pawnbroker, he reasonably suspects that it has been stolen or otherwise illegally or clandestinely obtained, the pawnbroker may seize and detain the person and the article, or either of them, and shall deliver the person and the article, or either of them, as the case may be, as soon as possible into the custody of a constable, who shall, as soon as possible, convey the person, if so detained, before a magistrate to be dealt with according to law."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "(1) When linen, apparel, unfinished goods are not to be taken in pawn.   (2) Search warrant for goods unlawfully pawned.  LICENCES  ",
            "context": "PAWNBROKING ACT under (1) When linen, apparel, unfinished goods are not to be taken in pawn.   (2) Search warrant for goods unlawfully pawned.  LICENCES  32. (1) A pawnbroker who knowingly takes in pawn any linen, or apparel, or unfinished goods or materials entrusted to any person to wash, scour, iron, mend, manufacture, work up, finish, or make up, shall be LAWS OF GUYANA Pawnbroking Cap. 91:09 21  L.R.O. 1/2012 pawn.                 Search warrant for goods unlawfully pawned.                                      liable on summary conviction to a fine of double the amount of the loan; and the pawnbroker shall likewise restore the pledge to the owner thereof, in the presence of the magistrate or as the magistrate directs.  (2) If the owner of any linen, or apparel, or unfinished goods or materials entrusted to any person as aforesaid and unlawfully pawned with a pawnbroker, or the owner of any other article unlawfully pawned with a pawnbroker (the last-mentioned owner having upon oath satisfied a magistrate that his goods have been  unlawfully  obtained  or  taken  from  him),  shows,  upon oath before a magistrate, good cause to suspect that a pawnbroker has taken  in  pawn  the  linen,  apparel,  goods,  materials,  or  article aforesaid without the privity or authority of the owner, and makes appear to the satisfaction of the magistrate probable grounds for that suspicion, the magistrate may issue his warrant for searching the shop of the pawnbroker within the hours of business.  (3)   If   the   pawnbroker,   on   request   by   a   constable authorised by the warrant, refuses to open the shop and permit it to be searched a constable may, within the hours of business, break it open and search as he thinks fit therein for the linen, apparel, goods, materials or article aforesaid, doing no wilful damages; and if a pawnbroker or any other person opposes or hinders the search, he shall be guilty of an offence.  (4) If on the search any linen, apparel, goods, materials, or article aforesaid is or are found, and the property therein of the owner is made out to the satisfaction of a magistrate, the magistrate shall cause it or them to be forthwith restored to the owner thereof.     LAWS OF GUYANA 22 Cap. 91:09 Pawnbroking  L.R.O. 1/2012              Annual licence by pawn- broker.                       Cesser of licence on conviction on indictment.                                        Condition  of granting licence.                 General  penalty for offences. [37 of 1957] LICENCES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker who knowingly takes in pawn any linen, or apparel, or unfinished goods or materials entrusted to any person to wash, scour, iron, mend, manufacture, work up, finish, or make up, shall be LAWS OF GUYANA Pawnbroking Cap. 91:09 21  L.R.O. 1/2012 pawn.                 Search warrant for goods unlawfully pawned.                                      liable on summary conviction to a fine of double the amount of the loan; and the pawnbroker shall likewise restore the pledge to the owner thereof, in the presence of the magistrate or as the magistrate directs."
                },
                {
                    "representation": "(2)",
                    "description": "If the owner of any linen, or apparel, or unfinished goods or materials entrusted to any person as aforesaid and unlawfully pawned with a pawnbroker, or the owner of any other article unlawfully pawned with a pawnbroker"
                },
                {
                    "representation": "(3)",
                    "description": "If   the   pawnbroker,   on   request   by   a   constable authorised by the warrant, refuses to open the shop and permit it to be searched a constable may, within the hours of business, break it open and search as he thinks fit therein for the linen, apparel, goods, materials or article aforesaid, doing no wilful damages; and if a pawnbroker or any other person opposes or hinders the search, he shall be guilty of an offence."
                },
                {
                    "representation": "(4)",
                    "description": "If on the search any linen, apparel, goods, materials, or article aforesaid is or are found, and the property therein of the owner is made out to the satisfaction of a magistrate, the magistrate shall cause it or them to be forthwith restored to the owner thereof.     LAWS OF GUYANA 22 Cap. 91:09 Pawnbroking  L.R.O. 1/2012              Annual licence by pawn- broker.                       Cesser of licence on conviction on indictment.                                        Condition  of granting licence.                 General  penalty for offences. [37 of 1957] LICENCES"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Annual licence by pawnbroker. ",
            "context": "PAWNBROKING ACT under Annual licence by pawnbroker. 33. (1) Every pawnbroker shall yearly take out from the district  commissioner  a  licence  for  carrying  on  his  business,  for which there shall be charged and paid the sum (if any) determined by the Minister.  (2) A separate licence shall be taken out and paid for by a pawnbroker for each pawnbrokers shop kept by him.  (3) Anyone who acts as a pawnbroker without having in force a proper licence, shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every pawnbroker shall yearly take out from the district  commissioner  a  licence  for  carrying  on  his  business,  for which there shall be charged and paid the sum"
                },
                {
                    "representation": "(2)",
                    "description": "A separate licence shall be taken out and paid for by a pawnbroker for each pawnbrokers shop kept by him."
                },
                {
                    "representation": "(3)",
                    "description": "Anyone who acts as a pawnbroker without having in force a proper licence, shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Cesser of licence on conviction on indictment. ",
            "context": "PAWNBROKING ACT under Cesser of licence on conviction on indictment. 34. If a pawnbroker is convicted on indictment of any fraud in his business or of receiving stolen goods knowing them to   be stolen, the court before which he is convicted may, if it thinks fit, direct that his licence shall cease to have effect, and the licence shall so cease accordingly.",
            "description": "If a pawnbroker is convicted on indictment of any fraud in his business or of receiving stolen goods knowing them to   be stolen, the court before which he is convicted may, if it thinks fit, direct that his licence shall cease to have effect, and the licence shall so cease accordingly."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Condition of granting licence.  PENALTIES AND LEGAL PROCEEDINGS  ",
            "context": "PAWNBROKING ACT under Condition of granting licence.  PENALTIES AND LEGAL PROCEEDINGS  35. (1) A pawnbrokers licence shall not be granted to any person except on the production of satisfactory evidence of good character.  (2)  No licence shall be granted  for  any  shop  if  any adjacent house or place occupied or owned by the pawnbroker is frequented by thieves or persons of bad character. (3) No licence shall be granted to any person unless he produces satisfactory evidence that he can obtain insurance against both theft and fire.  PENALTIES AND LEGAL PROCEEDINGS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbrokers licence shall not be granted to any person except on the production of satisfactory evidence of good character."
                },
                {
                    "representation": "(2)",
                    "description": "No licence shall be granted  for  any  shop  if  any adjacent house or place occupied or owned by the pawnbroker is frequented by thieves or persons of bad character."
                },
                {
                    "representation": "(3)",
                    "description": "No licence shall be granted to any person unless he produces satisfactory evidence that he can obtain insurance against both theft and fire.  PENALTIES AND LEGAL PROCEEDINGS"
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "General penalty for offences. ",
            "context": "PAWNBROKING ACT under General penalty for offences. 36. A pawnbroker or other person guilty of an offence in respect whereof a specific forfeiture or penalty is not hereby prescribed shall be liable to a fine of twice the declared LAWS OF GUYANA Pawnbroking Cap. 91:09 23  L.R.O. 1/2012             Application of penalty.                 Order for amends for frivolous complaint. [4 of 1972]                  Common informer compounding information.        value of the pledge or fifty dollars, whichever is the greater.",
            "description": "A pawnbroker or other person guilty of an offence in respect whereof a specific forfeiture or penalty is not hereby prescribed shall be liable to a fine of twice the declared LAWS OF GUYANA Pawnbroking Cap. 91:09 23  L.R.O. 1/2012             Application of penalty.                 Order for amends for frivolous complaint. [4 of 1972]                  Common informer compounding information.        value of the pledge or fifty dollars, whichever is the greater."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Application of penalty. ",
            "context": "PAWNBROKING ACT under Application of penalty. 37. Any penalty recovered under this Act, not directed to be otherwise applied, may be applied, under direction of the magistrate before whom it is recovered, as follows: (a) where the complainant is the party aggrieved, one moiety of the penalty may be paid to him; and  (b) where  the  complainant  is  not  the  party aggrieved,  there  shall  be  paid  to  him  no part, or only that part of the penalty which the magistrate thinks fit.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where the complainant is the party aggrieved, one moiety of the penalty may be paid to him; and"
                },
                {
                    "representation": "(b)",
                    "description": "where  the  complainant  is  not  the  party aggrieved,  there  shall  be  paid  to  him  no part, or only that part of the penalty which the magistrate thinks fit."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Order for amends for frivolous complaint. LAWS OF GUYANA Pawnbroking Cap. 91:09 5  L.R.O. 1/2012 SECTION ",
            "context": "PAWNBROKING ACT under Order for amends for frivolous complaint. LAWS OF GUYANA Pawnbroking Cap. 91:09 5  L.R.O. 1/2012 SECTION 38. Where a complaint or information of any offence (not being an offence against any provision hereof relating to licences), is made or laid before a magistrate and is not further prosecuted, or if the complaint or information is further prosecuted but it appears to the magistrate by whom the cause is heard that there was no sufficient ground for making the charge, the magistrate may award such amends, not exceeding the sum of twenty-five dollars, to be paid by the complainant or informant to the party against whom the complaint or information is made or laid for his loss of time and expenses in the matter, as to the magistrate seems meet; and every sum so awarded shall be recoverable as penalties are recoverable.",
            "description": "Where a complaint or information of any offence (not being an offence against any provision hereof relating to licences), is made or laid before a magistrate and is not further prosecuted, or if the complaint or information is further prosecuted but it appears to the magistrate by whom the cause is heard that there was no sufficient ground for making the charge, the magistrate may award such amends, not exceeding the sum of twenty-five dollars, to be paid by the complainant or informant to the party against whom the complaint or information is made or laid for his loss of time and expenses in the matter, as to the magistrate seems meet; and every sum so awarded shall be recoverable as penalties are recoverable."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Common informer compounding information. ",
            "context": "PAWNBROKING ACT under Common informer compounding information. 39. Anyone who lays an information for an offence alleged to have been committed by which he was not personally aggrieved, and  afterwards   directly   or   indirectly receives, without the permission of a magistrate,  any sum  of money or other reward for compounding, delaying, or withdrawing the information, shall be guilty of an offence.   LAWS OF GUYANA 24 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  Detention  of person offering forged pawn-tickets.                Production of books and papers by pawnbroker before magistrate.                 Validity  of contract not-withstanding offence.",
            "description": "Anyone who lays an information for an offence alleged to have been committed by which he was not personally aggrieved, and  afterwards   directly   or   indirectly receives, without the permission of a magistrate,  any sum  of money or other reward for compounding, delaying, or withdrawing the information, shall be guilty of an offence.   LAWS OF GUYANA 24 Cap. 91:09 Pawnbroking  L.R.O. 1/2012  Detention  of person offering forged pawn-tickets.                Production of books and papers by pawnbroker before magistrate.                 Validity  of contract not-withstanding offence."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Detention of person offering forged pawn-tickets. ",
            "context": "PAWNBROKING ACT under Detention of person offering forged pawn-tickets. 40. If anyone utters, produces, shows, or offers to a pawnbroker  a  pawn-ticket  which  he reasonably suspects to  have been counterfeited, forged, or altered, he may seize and detain the person and the ticket, or either of them, and shall deliver the person and the ticket, or either of them, as the case may be, as soon as may be into the custody of a constable, who shall, as soon as may be, convey the person, if so detained, before a magistrate to be dealt with according to law.",
            "description": "If anyone utters, produces, shows, or offers to a pawnbroker  a  pawn-ticket  which  he reasonably suspects to  have been counterfeited, forged, or altered, he may seize and detain the person and the ticket, or either of them, and shall deliver the person and the ticket, or either of them, as the case may be, as soon as may be into the custody of a constable, who shall, as soon as may be, convey the person, if so detained, before a magistrate to be dealt with according to law."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Production of books and papers by pawnbroker before magistrate. ",
            "context": "PAWNBROKING ACT under Production of books and papers by pawnbroker before magistrate. 41. (1) A pawnbroker shall, at any time, when ordered or summoned  by  a  magistrate,  attend  before  the  magistrate  and produce all books and papers relating to his business which he may be required by the magistrate to produce.  (2) A pawnbroker shall at all reasonable times allow any officer or non-commissioned officer of the police force to inspect, and to make copies of or extracts  from, all books and papers relating to his business.  (3) If he fails to do so, he shall be guilty of an offence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A pawnbroker shall, at any time, when ordered or summoned  by  a  magistrate,  attend  before  the  magistrate  and produce all books and papers relating to his business which he may be required by the magistrate to produce."
                },
                {
                    "representation": "(2)",
                    "description": "A pawnbroker shall at all reasonable times allow any officer or non-commissioned officer of the police force to inspect, and to make copies of or extracts  from, all books and papers relating to his business."
                },
                {
                    "representation": "(3)",
                    "description": "If he fails to do so, he shall be guilty of an offence."
                }
            ]
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Validity of contract notwithstanding offence. ",
            "context": "PAWNBROKING ACT under Validity of contract notwithstanding offence. 42. Where a pawnbroker is guilty of an offence (not being an offence against the   provisions hereof relating to   licences),   any contract of pawn or other contract made by him, in relation to his business of pawnbroker, shall nevertheless not be void by reason only of that offence, nor shall he by reason only of that offence lose his  lien  on  or right  to  the  pledge or  to  the  loan  and  profit; but nothing in this section shall restrict the operation of any provision of this Act providing  for  the  delivery  of  any  goods  and  chattels,  or the restoration of any linen, apparel, unfinished goods, materials, or article to the owner, under the order of any magistrate or court.   LAWS OF GUYANA Pawnbroking Cap. 91:09 25  L.R.O. 1/2012 Protection of  person acting under the Act.",
            "description": "Where a pawnbroker is guilty of an offence (not being an offence against the   provisions hereof relating to   licences),   any contract of pawn or other contract made by him, in relation to his business of pawnbroker, shall nevertheless not be void by reason only of that offence, nor shall he by reason only of that offence lose his  lien  on  or right  to  the  pledge or  to  the  loan  and  profit; but nothing in this section shall restrict the operation of any provision of this Act providing  for  the  delivery  of  any  goods  and  chattels,  or the restoration of any linen, apparel, unfinished goods, materials, or article to the owner, under the order of any magistrate or court.   LAWS OF GUYANA Pawnbroking Cap. 91:09 25  L.R.O. 1/2012 Protection of  person acting under the Act."
        }
    },
    {
        "act": "PAWNBROKING ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Protection of person acting under the Act.  FIRST SCHEDULE—Forms. SECOND SCHEDULE—Profit and Charges allowed to Pawnbrokers. THIRD SCHEDULE—    Regulations as to Auctions of Pledges above five                                             dollars.    __________________________ 1929 Ed. c. 69 1953 Ed. c.336 _______________________________________________________ 3 of 1884 An Act to regulate the Business of Pawnbroking.   [31st MAY, 1884]  Short title.       Interpretation.             ",
            "context": "PAWNBROKING ACT under Protection of person acting under the Act.  FIRST SCHEDULEForms. SECOND SCHEDULEProfit and Charges allowed to Pawnbrokers. THIRD SCHEDULE    Regulations as to Auctions of Pledges above five                                             dollars.    __________________________ 1929 Ed. c. 69 1953 Ed. c.336 _______________________________________________________ 3 of 1884 An Act to regulate the Business of Pawnbroking.   [31st MAY, 1884]  Short title.       Interpretation.             43. Anyone sued or prosecuted for anything done by him in pursuance or execution or intended execution of this Act may plead generally  that  the  act  was  done  in  pursuance  or  execution  or intended  execution  of  this  Act  and  give  the  special  matter  in evidence.   FIRST SCHEDULE  FORMS  FORM 1  Pledge Book   of Pawnbroker   Number of pledge in the month   Amount of Loan   Name  of  pawner   Address of pawner  Name  of owner, if  other  than pawner  Address of owner if other than pawner  Descrip- tion of article pawned  Agreed value of pledge   Amount of loan   Profit charges      Insur-ance   Date of Redemp- tion  Pledges of $5: and under    Date sold at auction                 FORM 2  PAWN-TICKET   A For loan of $",
            "description": "Anyone sued or prosecuted for anything done by him in pursuance or execution or intended execution of this Act may plead generally  that  the  act  was  done  in  pursuance  or  execution  or intended  execution  of  this  Act  and  give  the  special  matter  in evidence.   FIRST SCHEDULE  FORMS  FORM 1  Pledge Book   of Pawnbroker   Number of pledge in the month   Amount of Loan   Name  of  pawner   Address of pawner  Name  of owner, if  other  than pawner  Address of owner if other than pawner  Descrip- tion of article pawned  Agreed value of pledge   Amount of loan   Profit charges      Insur-ance   Date of Redemp- tion  Pledges of $5: and under    Date sold at auction                 FORM 2  PAWN-TICKET   A For loan of $"
        }
    }
]