[
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Short title. 1. This Act may be cited as the Guyana Tourism Authority Act.",
            "description": "This Act may be cited as the Guyana Tourism Authority Act."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Interpretation. 2. In this Act    apartment means any furnished premises in which sleeping accommodation and self-catering facilities are provided in three or more self-contained units for reward;  Authority means the Guyana Tourism Authority established by section 3(1);  LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 5  L.R.O. 1/2012                                                      Director means the Director of the Authority appointed under section 17;  guest house means any building or series of buildings containing not less than two bedrooms for the accommodation of guests and either with or without the provision of food and beverage for reward, and includes the curtilage thereof and  all structures within such curtilage;  licence means a licence granted by the Authority under section 32;  member means a member of the Authority, including the Chairperson and Vice-Chairperson;  restaurant means premises used for the purpose of habitually providing meals for reward;  tourism means the range of activities that serve the needs and preferences of tourists;   tourist means a person who leaves his normal place of residence and work and travels to another location for purposes other than to live or work and contributes economic benefit to the location;  tourist accommodation means an apartment, a hotel, a resort, a guest house, an eco-lodge, an inn or any other premises or place where accommodation is provided to tourist for reward;  tourism business means the business of providing tourist accommodation, guest house or restaurant facilities, ground tour, water sports and other activities, attractions, service facilities, including transportation services to tourist resorts.  LAWS OF GUYANA 6 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 Establishment and incorporation  of the  Authority.                              Functions of the Authority.",
            "description": "In this Act    apartment means any furnished premises in which sleeping accommodation and self-catering facilities are provided in three or more self-contained units for reward;  Authority means the Guyana Tourism Authority established by section 3(1);  LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 5  L.R.O. 1/2012                                                      Director means the Director of the Authority appointed under section 17;  guest house means any building or series of buildings containing not less than two bedrooms for the accommodation of guests and either with or without the provision of food and beverage for reward, and includes the curtilage thereof and  all structures within such curtilage;  licence means a licence granted by the Authority under section 32;  member means a member of the Authority, including the Chairperson and Vice-Chairperson;  restaurant means premises used for the purpose of habitually providing meals for reward;  tourism means the range of activities that serve the needs and preferences of tourists;   tourist means a person who leaves his normal place of residence and work and travels to another location for purposes other than to live or work and contributes economic benefit to the location;  tourist accommodation means an apartment, a hotel, a resort, a guest house, an eco-lodge, an inn or any other premises or place where accommodation is provided to tourist for reward;  tourism business means the business of providing tourist accommodation, guest house or restaurant facilities, ground tour, water sports and other activities, attractions, service facilities, including transportation services to tourist resorts.  LAWS OF GUYANA 6 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 Establishment and incorporation  of the  Authority.                              Functions of the Authority."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Establishment and incorporation of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Establishment and incorporation of the Authority. 3. (1) There is hereby established a body corporate to be called the Guyana Tourism Authority.  (2) The Authority shall consist of the following members  (a) a Chairperson;  (b) a Vice-Chairperson;  (c) not less than four nor more than eight, other persons; and  (d) its Director.  (3) Every member of the Authority including the Chairperson and the Vice-Chairperson shall be appointed by the Minister, except that the Director shall not be appointed the Chairperson.  (4) The Director shall be a non-voting member of the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There is hereby established a body corporate to be called the Guyana Tourism Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority shall consist of the following members"
                },
                {
                    "representation": "(a)",
                    "description": "a Chairperson;"
                },
                {
                    "representation": "(b)",
                    "description": "a Vice-Chairperson;"
                },
                {
                    "representation": "(c)",
                    "description": "not less than four nor more than eight, other persons; and"
                },
                {
                    "representation": "(d)",
                    "description": "its Director."
                },
                {
                    "representation": "(3)",
                    "description": "Every member of the Authority including the Chairperson and the Vice-Chairperson shall be appointed by the Minister, except that the Director shall not be appointed the Chairperson."
                },
                {
                    "representation": "(4)",
                    "description": "The Director shall be a non-voting member of the Authority."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Functions of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Functions of the Authority. 4. (1) the functions of the Authority shall be to promote the development of the tourism industry.  (2) Without prejudice to the generality of the foregoing the functions of the Authority are to-  (a) design and implement suitable marketing strategies for the promotion of the tourism industry;  (b) promote throughout Guyana awareness on the implications, importance and benefits of tourism;  (c) promote increased, efficient and sustainable air, sea and land transport LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 7  L.R.O. 1/2012                                                 services to, from and within, Guyana;  (d) encourage and facilitate the development of amenities and facilities designed to attract tourists to Guyana;  (e) develop, recommend and implement training programmes for persons employed or seeking employment in the tourism industry;  (f) promote or assist in the provision of training facilities for persons providing services in tourism related industries;  (g) regulate in collaboration with other relevant agencies with the approval of the Minister, standards to be maintained by all sectors of the tourism industry and institutions that provide training programmes for persons employed or seeking employment in the tourism industry;  (h) facilitate, conduct and evaluate research in tourism and related subjects;  (i) obtain, collate and evaluate all information the Authority considers necessary for the purpose of carrying out its functions under this Act;  (j) compile and publish information relevant to tourism;  LAWS OF GUYANA 8 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                        Directions by Minister.                            Appointment of Vice-Chairperson. (k) formulate and institute measures designed to enhance the role and image of Guyana as a tourist destination;  (l) advise and recommend integrated, complementary, sustainable land use practices and environmental strategies for the development of tourism facilities in Guyana;  (m) advise the Government on all aspects of tourism and matters affecting tourism;  (n) do all such other acts and things that in the opinion of the Authority, would facilitate the proper discharge of its functions.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the functions of the Authority shall be to promote the development of the tourism industry."
                },
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of the foregoing the functions of the Authority are to-"
                },
                {
                    "representation": "(a)",
                    "description": "design and implement suitable marketing strategies for the promotion of the tourism industry;"
                },
                {
                    "representation": "(b)",
                    "description": "promote throughout Guyana awareness on the implications, importance and benefits of tourism;"
                },
                {
                    "representation": "(c)",
                    "description": "promote increased, efficient and sustainable air, sea and land transport LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 7  L.R.O. 1/2012                                                 services to, from and within, Guyana;"
                },
                {
                    "representation": "(d)",
                    "description": "encourage and facilitate the development of amenities and facilities designed to attract tourists to Guyana;"
                },
                {
                    "representation": "(e)",
                    "description": "develop, recommend and implement training programmes for persons employed or seeking employment in the tourism industry;"
                },
                {
                    "representation": "(f)",
                    "description": "promote or assist in the provision of training facilities for persons providing services in tourism related industries;"
                },
                {
                    "representation": "(g)",
                    "description": "regulate in collaboration with other relevant agencies with the approval of the Minister, standards to be maintained by all sectors of the tourism industry and institutions that provide training programmes for persons employed or seeking employment in the tourism industry;"
                },
                {
                    "representation": "(h)",
                    "description": "facilitate, conduct and evaluate research in tourism and related subjects;"
                },
                {
                    "representation": "(i)",
                    "description": "obtain, collate and evaluate all information the Authority considers necessary for the purpose of carrying out its functions under this Act;"
                },
                {
                    "representation": "(j)",
                    "description": "compile and publish information relevant to tourism;  LAWS OF GUYANA 8 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                        Directions by Minister.                            Appointment of Vice-Chairperson."
                },
                {
                    "representation": "(k)",
                    "description": "formulate and institute measures designed to enhance the role and image of Guyana as a tourist destination;"
                },
                {
                    "representation": "(l)",
                    "description": "advise and recommend integrated, complementary, sustainable land use practices and environmental strategies for the development of tourism facilities in Guyana;"
                },
                {
                    "representation": "(m)",
                    "description": "advise the Government on all aspects of tourism and matters affecting tourism;"
                },
                {
                    "representation": "(n)",
                    "description": "do all such other acts and things that in the opinion of the Authority, would facilitate the proper discharge of its functions."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Directions by Minister. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Directions by Minister. 5. (1) The Minister may, after consultation with the Authority or otherwise give to the Authority such directions of a general character not inconsistent with the provisions of this Act or with the contractual or other legal obligations of the Authority, as he may think fit, as to the discharge by the Authority of its functions under this Act, and the Authority shall give effect to all such directions.  (2) The Authority shall furnish the Minister with such information with respect to its property and activities as he may from time to time require,  (3) The Authority shall afford to the Minister such returns or statements and other information in such manner and at as such times as the Minister may require.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may, after consultation with the Authority or otherwise give to the Authority such directions of a general character not inconsistent with the provisions of this Act or with the contractual or other legal obligations of the Authority, as he may think fit, as to the discharge by the Authority of its functions under this Act, and the Authority shall give effect to all such directions."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority shall furnish the Minister with such information with respect to its property and activities as he may from time to time require,"
                },
                {
                    "representation": "(3)",
                    "description": "The Authority shall afford to the Minister such returns or statements and other information in such manner and at as such times as the Minister may require."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appointment of Vice-Chairperson. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Appointment of Vice-Chairperson. 6. The Vice-Chairperson so appointed may preside at meetings of the Authority in the absence of the Chairperson LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 9  L.R.O. 1/2012     Tenure of office of the members of the Authority.          Notification of appointment and removal.       Remuneration of members.        Disclosure of members interest.             Termination of appointment of a member.                and, subject to section 3(4), discharge such functions as the Authority may delegate to him from time to time.",
            "description": "The Vice-Chairperson so appointed may preside at meetings of the Authority in the absence of the Chairperson LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 9  L.R.O. 1/2012     Tenure of office of the members of the Authority.          Notification of appointment and removal.       Remuneration of members.        Disclosure of members interest.             Termination of appointment of a member.                and, subject to section 3(4), discharge such functions as the Authority may delegate to him from time to time."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Tenure of office of the members of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Tenure of office of the members of the Authority. 7. The members of the Authority shall hold office on such conditions and for such terms, not exceeding two years, as the Minister may specify in the instrument of appointment and shall be eligible for re-appointment.",
            "description": "The members of the Authority shall hold office on such conditions and for such terms, not exceeding two years, as the Minister may specify in the instrument of appointment and shall be eligible for re-appointment."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Notification of appointment and removal. 9 Remuneration of members. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Notification of appointment and removal. 9 Remuneration of members. 8. The appointment, termination of appointment and removal of the members shall be published in the Gazette.",
            "description": "The appointment, termination of appointment and removal of the members shall be published in the Gazette."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "The members shall be paid such remuneration and allowances as may be determined by the Minister.  ",
            "context": "GUYANA TOURISM AUTHORITY ACT under The members shall be paid such remuneration and allowances as may be determined by the Minister.  9.       Alternative service and amenities.",
            "description": "Alternative service and amenities."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Disclosure of member’s interest. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Disclosure of members interest. 10. (1) A member who has any interest in a contract made or proposed to be made by the Authority or in any other matter that fails to be considered by the Authority shall disclose such interest to the Authority with details thereof.  (2) A member who has made a disclosure of his interest under subsection (1) shall not take part in any deliberation or discussion of the Authority relating to that contract or matter.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not take part in any deliberation or discussion of the Authority relating to that contract or matter."
                },
                {
                    "representation": "(2)",
                    "description": "A member who has made a disclosure of his interest under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Termination of appointment of a member. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Termination of appointment of a member. 11. The Minister may terminate the appointment of a member for any good and sufficient cause, and in particular, if the member   (a) becomes  of  unsound  mind  or is otherwise incapable of carrying out his duties;  (b) becomes  bankrupt  or  compounds  with his creditors;  (c) is convicted on a charge in respect of any serious criminal offence;  LAWS OF GUYANA 10 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                    Resignation of a member.    Seal of the Authority.        Meetings.     Quorum at meetings.     Leave of absence.           (d) is absent, except on leave from all meetings of the Authority held during two consecutive months, or during any three months in any period of twelve months or;  (e) fails  to  discharge  the functions conferred or imposed on him by or under this Act:  Provided that the appointment of a member shall not be terminated under this section unless he has been given a reasonable opportunity of being heard.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "becomes  of  unsound  mind  or is otherwise incapable of carrying out his duties;"
                },
                {
                    "representation": "(b)",
                    "description": "becomes  bankrupt  or  compounds  with his creditors;"
                },
                {
                    "representation": "(c)",
                    "description": "is convicted on a charge in respect of any serious criminal offence;  LAWS OF GUYANA 10 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                    Resignation of a member.    Seal of the Authority.        Meetings.     Quorum at meetings.     Leave of absence."
                },
                {
                    "representation": "(d)",
                    "description": "is absent, except on leave from all meetings of the Authority held during two consecutive months, or during any three months in any period of twelve months or;"
                },
                {
                    "representation": "(e)",
                    "description": "fails  to  discharge  the functions conferred or imposed on him by or under this Act:  Provided that the appointment of a member shall not be terminated under this section unless he has been given a reasonable opportunity of being heard."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Resignation of a member. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Resignation of a member. 12. A member, other than the Director may at any time resign his office by giving notice in writing to the Minister.",
            "description": "A member, other than the Director may at any time resign his office by giving notice in writing to the Minister."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Seal of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Seal of the Authority. 13. The seal of the Authority shall be kept in custody of the Chairperson or Vice-Chairperson, and may be affixed to documents or instruments pursuant to a resolution of the Authority in the presence of the Chairperson or Vice-Chairperson and the secretary and shall be authenticated by the signature of the Chairperson or Vice-Chairperson.",
            "description": "The seal of the Authority shall be kept in custody of the Chairperson or Vice-Chairperson, and may be affixed to documents or instruments pursuant to a resolution of the Authority in the presence of the Chairperson or Vice-Chairperson and the secretary and shall be authenticated by the signature of the Chairperson or Vice-Chairperson."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Meetings. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Meetings. 14. The Authority shall meet at least once a month and at such other times as may be necessary or expedient for the transaction of its business.",
            "description": "The Authority shall meet at least once a month and at such other times as may be necessary or expedient for the transaction of its business."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Quorum at meetings. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Quorum at meetings. 15. One-half of the members of the Authority (of whom one shall be the Chairperson or the Vice Chairperson of the Authority) present at any meeting shall constitute a quorum for the transaction of business",
            "description": "One-half of the members of the Authority (of whom one shall be the Chairperson or the Vice Chairperson of the Authority) present at any meeting shall constitute a quorum for the transaction of business"
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Leave of absence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Leave of absence. 16. The Minister may grant to a member leave of absence where the member applies for such leave, provided the work of the authority is not adversely affected.  LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 11  L.R.O. 1/2012 Appointment of Director, officers and employees of the Authority.                      Powers and duties of the Director.          Arrangement for supply of services.",
            "description": "The Minister may grant to a member leave of absence where the member applies for such leave, provided the work of the authority is not adversely affected.  LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 11  L.R.O. 1/2012 Appointment of Director, officers and employees of the Authority.                      Powers and duties of the Director.          Arrangement for supply of services."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Appointment of Director, officers and employees of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Appointment of Director, officers and employees of the Authority. 17. (1) The Authority may, with the approval of the Minister appoint on such terms and conditions as it thinks fit, a Director, a secretary, a legal counsel and such other officers and employees as may be necessary for the discharge of its functions.  (2) If the Director is temporarily absent from Guyana or temporarily incapacitated through illness or for any other sufficient reason from the performance of his duties, another person may be appointed in the manner provided by subsection (1) to be the Director during such temporary absence or other incapacity.  (3) The Director shall not be removed from office without the approval of the Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to be the Director during such temporary absence or other incapacity."
                },
                {
                    "representation": "(2)",
                    "description": "If the Director is temporarily absent from Guyana or temporarily incapacitated through illness or for any other sufficient reason from the performance of his duties, another person may be appointed in the manner provided by subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Director shall not be removed from office without the approval of the Minister."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Powers and duties of the Director. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Powers and duties of the Director. 18. (1) The Director shall be responsible to the Authority for the proper administration and discharge of the functions of the Authority in accordance with the Act and the policy of the Authority.  (2) The Director shall have general control of the officers and employees of the Authority and shall be responsible to the Authority for their discipline.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Director shall be responsible to the Authority for the proper administration and discharge of the functions of the Authority in accordance with the Act and the policy of the Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Director shall have general control of the officers and employees of the Authority and shall be responsible to the Authority for their discipline."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Arrangement for supply of services. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Arrangement for supply of services. 19. (1) The Authority may, with the approval of the Minister, enter into arrangements with persons, upon such terms and conditions as the Minister may approve for the supply of such services or facilities to the Authority, as it considers necessary for the proper discharge of its functions under this Act.  (2) The Authority shall not seek the approval of the Minister in respect of any arrangement contemplated by subsection (1) unless it is satisfied that-  (a) the full financial implications of such an arrangement have been accurately LAWS OF GUYANA 12 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                   Immunity from suits or other legal proceedings.             Funds and resources of the Authority.                     communicated to all the members of the Authority; and  (b) the costs to the Authority resulting from such an arrangement can be met from the funds available to the Authority for that purpose.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "unless it is satisfied that-"
                },
                {
                    "representation": "(2)",
                    "description": "The Authority shall not seek the approval of the Minister in respect of any arrangement contemplated by subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the full financial implications of such an arrangement have been accurately LAWS OF GUYANA 12 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                   Immunity from suits or other legal proceedings.             Funds and resources of the Authority.                     communicated to all the members of the Authority; and"
                },
                {
                    "representation": "(b)",
                    "description": "the costs to the Authority resulting from such an arrangement can be met from the funds available to the Authority for that purpose."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Immunity from suits or other legal proceedings. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Immunity from suits or other legal proceedings. 20. No action, suit, prosecution or other legal proceedings shall be brought or instituted personally against any member, officer or employee of the authority in respect of any act done bona fide in execution or intended execution or of his lawful duties:  Provided that where any such person is exempt from such liability by reason only of the provisions of this section, the Authority shall be liable to the extent that it would be if the member were a servant or agent of the Authority or the officer or employee were an agent of the Authority.",
            "description": "No action, suit, prosecution or other legal proceedings shall be brought or instituted personally against any member, officer or employee of the authority in respect of any act done bona fide in execution or intended execution or of his lawful duties:  Provided that where any such person is exempt from such liability by reason only of the provisions of this section, the Authority shall be liable to the extent that it would be if the member were a servant or agent of the Authority or the officer or employee were an agent of the Authority."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Funds and resources of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Funds and resources of the Authority. 21. The Funds and resources of the authority shall comprise   (a) all monies appropriated from time to time by the National Assembly for the purpose of the Authority;  (b) all monies paid to the Authority by way of grants or donations;  (c) all sums payable to the Authority in respect of advertisement or any other service performed by the Authority;  (d) all amounts collected under the authority of this Act;  (e) all monies borrowed by the Authority LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 13  L.R.O. 1/2012                      Borrowing powers.              Guarantee.               Accounts and records of the Authority.        Disposal of assets.   under this Act or made available to the Authority under and for the purposes of the Authority; and  (f) all  other sums or property, which may in any manner become payable to or vested in the Authority in respect of any matter incidental to its powers and duties.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "all monies appropriated from time to time by the National Assembly for the purpose of the Authority;"
                },
                {
                    "representation": "(b)",
                    "description": "all monies paid to the Authority by way of grants or donations;"
                },
                {
                    "representation": "(c)",
                    "description": "all sums payable to the Authority in respect of advertisement or any other service performed by the Authority;"
                },
                {
                    "representation": "(d)",
                    "description": "all amounts collected under the authority of this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "all monies borrowed by the Authority LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 13  L.R.O. 1/2012                      Borrowing powers.              Guarantee.               Accounts and records of the Authority.        Disposal of assets.   under this Act or made available to the Authority under and for the purposes of the Authority; and"
                },
                {
                    "representation": "(f)",
                    "description": "all  other sums or property, which may in any manner become payable to or vested in the Authority in respect of any matter incidental to its powers and duties."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Borrowing powers. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Borrowing powers. 22. (1) The Authority may, with the approval in writing of the Minister responsible for finance, borrow money from time to time from any source approved by the Minister responsible for finance for the purpose of meeting or discharging any of its obligations under this Act.  (2) The Authority may, with the approval of the Minister responsible for finance, give security over the whole or any part of its assets for the repayment of amounts borrowed under this section and the payment of interest charges on amounts so borrowed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority may, with the approval in writing of the Minister responsible for finance, borrow money from time to time from any source approved by the Minister responsible for finance for the purpose of meeting or discharging any of its obligations under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Authority may, with the approval of the Minister responsible for finance, give security over the whole or any part of its assets for the repayment of amounts borrowed under this section and the payment of interest charges on amounts so borrowed."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Guarantee. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Guarantee. 23. The Government may guarantee the repayment by the Authority of amounts borrowed under section 22 and the payment of interest charges or any other charges in respect of a loan to the Authority.",
            "description": "The Government may guarantee the repayment by the Authority of amounts borrowed under section 22 and the payment of interest charges or any other charges in respect of a loan to the Authority."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Accounts and records of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Accounts and records of the Authority. 24. The Authority shall cause to be kept proper accounts and records of the transactions and affairs of the Authority and shall do all things necessary to ensure that all moneys received are properly brought to account, all payments out of its moneys are correctly made and properly authorised and that adequate control is maintained over its property and over the incurring of liabilities by the Authority.",
            "description": "The Authority shall cause to be kept proper accounts and records of the transactions and affairs of the Authority and shall do all things necessary to ensure that all moneys received are properly brought to account, all payments out of its moneys are correctly made and properly authorised and that adequate control is maintained over its property and over the incurring of liabilities by the Authority."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Disposal of assets. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Disposal of assets. 25. The Authority shall not, without the prior approval in writing of the Minister responsible for finance   LAWS OF GUYANA 14 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                    Financial year.        Estimates.                    Accounts.                 Audit.      (a) dispose of capital assets; or  (b) apply the proceeds  of a disposal to which paragraph (a) refers to any undertaking.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "refers to any undertaking."
                },
                {
                    "representation": "(b)",
                    "description": "apply the proceeds  of a disposal to which paragraph"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Financial year. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Financial year. 26. The financial year of the Authority shall commence on 1st January in each year and expire on 31st December in the same year.",
            "description": "The financial year of the Authority shall commence on 1st January in each year and expire on 31st December in the same year."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Estimates. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Estimates. 27. (1) The Authority shall, not later than 1st August in each year, in such form as the Minister directs, submit to the Minister for approval estimates of the revenue and expenditure of the Authority for the following financial year.  (2) The Minister may approve the estimates, approve them in an amended form or return them to the Authority for re-submission in an amended form with a reasoned statement of his objections.  (3) In respect of any item of expenditure of the Authority, which is not authorised by the estimates or by the Minister, each member shall be personally, jointly and severally liable for it, provided that a member shall not be liable for such expenditure incurred by reason of  a decision.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority shall, not later than 1st August in each year, in such form as the Minister directs, submit to the Minister for approval estimates of the revenue and expenditure of the Authority for the following financial year."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may approve the estimates, approve them in an amended form or return them to the Authority for re-submission in an amended form with a reasoned statement of his objections."
                },
                {
                    "representation": "(3)",
                    "description": "In respect of any item of expenditure of the Authority, which is not authorised by the estimates or by the Minister, each member shall be personally, jointly and severally liable for it, provided that a member shall not be liable for such expenditure incurred by reason of  a decision."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Accounts. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Accounts. 28. (1) Not later than 1st July in each year, the Authority shall prepare an account in respect of the immediate preceding financial year and shall submit it to the Minister as soon as possible thereafter.  (2) The account referred to in subsection (1) shall be in the same form and detail as the estimates submitted under section 27 and shall contain such information as the Minister may require by notice in writing to the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be in the same form and detail as the estimates submitted under section 27 and shall contain such information as the Minister may require by notice in writing to the Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The account referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Audit. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Audit. 29. The Auditor General shall examine and audit the annual accounts of the Authority in accordance with the LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 15  L.R.O. 1/2012    c. 73:02    Annual Report.                                              Application for licence.              Licensing of tourism business.       provisions of the Financial Administration and Audit Act.",
            "description": "The Auditor General shall examine and audit the annual accounts of the Authority in accordance with the LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 15  L.R.O. 1/2012    c. 73:02    Annual Report.                                              Application for licence.              Licensing of tourism business.       provisions of the Financial Administration and Audit Act."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Annual Report. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Annual Report. 30. (1) The Authority shall as soon as possible after the end of each year and, in any event, not later than five months from the end of any year, submit to the Minister a report containing  (a) an  account  of  the performance of the activities of the Authority and an analysis of the performance of the tourism industry during the preceding year;  (b) an assessment of any marketing and advertising programmed undertaken; and  (c) a statement of the audited accounts of the Authority.  (2) The Minister shall lay before the National Assembly a copy of the report referred to in subsection (1) as soon as practicable after receiving that report from the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "as soon as practicable after receiving that report from the Authority."
                },
                {
                    "representation": "(a)",
                    "description": "an  account  of  the performance of the activities of the Authority and an analysis of the performance of the tourism industry during the preceding year;"
                },
                {
                    "representation": "(b)",
                    "description": "an assessment of any marketing and advertising programmed undertaken; and"
                },
                {
                    "representation": "(c)",
                    "description": "a statement of the audited accounts of the Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister shall lay before the National Assembly a copy of the report referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Application for licence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Application for licence. 31. Any person who desires to operate a tourism business shall make an application to the Authority in such a manner accompanied with such particulars and with such fee as may be prescribed by regulations; a person shall furnish such additional particulars as the Authority may request in any particular case.",
            "description": "Any person who desires to operate a tourism business shall make an application to the Authority in such a manner accompanied with such particulars and with such fee as may be prescribed by regulations; a person shall furnish such additional particulars as the Authority may request in any particular case."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Licensing of tourism business. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Licensing of tourism business. 32. (1) No person shall operate any tourism business except under, and in accordance with a licence issued by the Authority.  (2) A licence issued under subsection (1) shall be subject to such conditions as may be prescribed by regulations. LAWS OF GUYANA 16 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012          Terms of licence.        Display of licence.       Report.                          (3) Any person who operates a tourism business without a licence is guilty of an offence and is liable on summary conviction to a fine of one million six hundred thousand dollars and, a further fine of eighty thousand dollars for each day, which the offence continues after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be subject to such conditions as may be prescribed by regulations. LAWS OF GUYANA 16 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012          Terms of licence.        Display of licence.       Report."
                },
                {
                    "representation": "(2)",
                    "description": "A licence issued under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who operates a tourism business without a licence is guilty of an offence and is liable on summary conviction to a fine of one million six hundred thousand dollars and, a further fine of eighty thousand dollars for each day, which the offence continues after conviction."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Terms of licence.  LAWS OF GUYANA 4 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 SECTION ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Terms of licence.  LAWS OF GUYANA 4 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 SECTION 33. Subject to this Act a licence shall be valid from the date of issue to the 31st day of December of the year during which the licence was issued, and shall be renewable annually not later than the 31st day of January of each year.",
            "description": "Subject to this Act a licence shall be valid from the date of issue to the 31st day of December of the year during which the licence was issued, and shall be renewable annually not later than the 31st day of January of each year."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Display of licence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Display of licence. 34. Every licensee shall exhibit the licence or a certified copy thereof in a conspicuous place at his principal place of tourism business and at every branch where the licensee carries on such business.",
            "description": "Every licensee shall exhibit the licence or a certified copy thereof in a conspicuous place at his principal place of tourism business and at every branch where the licensee carries on such business."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Report. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Report. 35. (1) Before granting or renewing a licence, the Authority shall require, and have regard to, reports about the premises, from which it is proposed to operate the tourism business or from which such business is being operated, and its plant and equipment from or on behalf of-  (a) the Executive Director of the Environmental Protection Agency;  (b) the Chief Environmental Health Officer;   (c) the Chief Fire Officer;  (d) the Director of the Authority;  (e) such other public officer as the Authority considers desirable.  (2) Any person referred to in paragraphs (a) to (e) of subsection (1) may inspect- LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 17  L.R.O. 1/2012                              Variation of terms and conditions of licence.                 Failure to comply with conditions of licence.     (a) the premises from which it is proposed to operate a tourism business in respect of which an application for a licence or renewal thereof is pending; and  (b) plant and equipment proposed to be used for the purpose of a tourism business in respect of which an application for a licence or renewal thereof is pending, and   at any reasonable time for the making the report required by subsection (1), and shall forthwith after such inspection make his report.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "may inspect- LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 17  L.R.O. 1/2012                              Variation of terms and conditions of licence.                 Failure to comply with conditions of licence."
                },
                {
                    "representation": "(a)",
                    "description": "the premises from which it is proposed to operate a tourism business in respect of which an application for a licence or renewal thereof is pending; and"
                },
                {
                    "representation": "(b)",
                    "description": "plant and equipment proposed to be used for the purpose of a tourism business in respect of which an application for a licence or renewal thereof is pending, and   at any reasonable time for the making the report required by subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the Chief Fire Officer;"
                },
                {
                    "representation": "(d)",
                    "description": "the Director of the Authority;"
                },
                {
                    "representation": "(e)",
                    "description": "of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Any person referred to in paragraphs"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Variation of terms and conditions of licence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Variation of terms and conditions of licence. 36. (1) The Authority may upon application in that behalf made at any time  by the licensee, or of its own motion at the time of renewal of a licence, vary any term or condition of a licence:  Provided that in varying any such term or condition the Authority shall take into account any representation made to it by the licensee and shall not vary such term or condition of its own motion without first giving to the licensee a reasonable opportunity to make such representation.  (2) Any variation of a term or condition of a licence made by the Authority under subsection (1) shall be endorsed on the licence; together with the date when it was made and the date when it is to take effect.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be endorsed on the licence; together with the date when it was made and the date when it is to take effect."
                },
                {
                    "representation": "(2)",
                    "description": "Any variation of a term or condition of a licence made by the Authority under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Failure to comply with conditions of licence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Failure to comply with conditions of licence. 37. (1) Where it appears to the Authority, after such enquiry as it may deem fit to make, that a licensee has   (a) failed to comply with any term or condition of the licence LAWS OF GUYANA 18 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                            Inspection of premises.                (b) operated the tourism business in contravention of this Act or any other law;  (c) failed to pay any fee payable in respect of the licence,   the Authority may, by notice in writing require the licensee to remedy the default within such period not being less than forty days.  (2) If the licensee is in default, and fails within the time specified in the notice to remedy the default complained of by the Authority, the Authority may, by notice in writing, cancel the licence.  (3) A Licensee who fails to comply with, within the time specified for so doing, the requirements of a notice issued under subsection (1) and who continues to operate the tourism business concerned, is guilty of an offence and is liable on summary conviction to a fine of one hundred and fifty thousand dollars and a further fine of thirty thousand dollars for each day on which the offence continues after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and who continues to operate the tourism business concerned, is guilty of an offence and is liable on summary conviction to a fine of one hundred and fifty thousand dollars and a further fine of thirty thousand dollars for each day on which the offence continues after conviction."
                },
                {
                    "representation": "(a)",
                    "description": "failed to comply with any term or condition of the licence LAWS OF GUYANA 18 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                                            Inspection of premises."
                },
                {
                    "representation": "(b)",
                    "description": "operated the tourism business in contravention of this Act or any other law;"
                },
                {
                    "representation": "(c)",
                    "description": "failed to pay any fee payable in respect of the licence,   the Authority may, by notice in writing require the licensee to remedy the default within such period not being less than forty days."
                },
                {
                    "representation": "(2)",
                    "description": "If the licensee is in default, and fails within the time specified in the notice to remedy the default complained of by the Authority, the Authority may, by notice in writing, cancel the licence."
                },
                {
                    "representation": "(3)",
                    "description": "A Licensee who fails to comply with, within the time specified for so doing, the requirements of a notice issued under subsection"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Inspection of premises. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Inspection of premises. 38. (1) For the purposes of section 37(1) any officer of the Authority authorised on its behalf, may at any reasonable time inspect any premises from which a tourism business is being carried on or any plant or equipment used in such business, in order to ascertain whether a licensee is in default.  (2) An authorised officer shall, if requested to do so, produce evidence of his Authority to inspect the premises, plant or equipment.  (3) On completion of an inspection, an authorised officer shall report the findings to the Authority. LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 19  L.R.O. 1/2012    Obstruction of officers.     Cancellation of licence.                   Appeal of decision of the Authority.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "For the purposes of section 37(1) any officer of the Authority authorised on its behalf, may at any reasonable time inspect any premises from which a tourism business is being carried on or any plant or equipment used in such business, in order to ascertain whether a licensee is in default."
                },
                {
                    "representation": "(2)",
                    "description": "An authorised officer shall, if requested to do so, produce evidence of his Authority to inspect the premises, plant or equipment."
                },
                {
                    "representation": "(3)",
                    "description": "On completion of an inspection, an authorised officer shall report the findings to the Authority. LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 19  L.R.O. 1/2012    Obstruction of officers.     Cancellation of licence.                   Appeal of decision of the Authority."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Obstruction of officers. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Obstruction of officers. 39. Any person, who wilfully obstructs an officer of the Authority in the performance of his duties under this Act is guilty of an offence and is liable on summary conviction to a fine of one hundred and fifty thousand dollars.",
            "description": "Any person, who wilfully obstructs an officer of the Authority in the performance of his duties under this Act is guilty of an offence and is liable on summary conviction to a fine of one hundred and fifty thousand dollars."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "Cancellation of licence. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Cancellation of licence. 40. The Authority may cancel a licence if   (a) the licensee has ceased to operate a tourism business or  (b) the licensee continues to be in contravention of section 37 in spite of notice to him by the Authority under the said section to cease or remedy the contravention.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the licensee has ceased to operate a tourism business or"
                },
                {
                    "representation": "(b)",
                    "description": "the licensee continues to be in contravention of section 37 in spite of notice to him by the Authority under the said section to cease or remedy the contravention."
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Appeal of decision of the Authority. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Appeal of decision of the Authority. 41. (1) A person aggrieved by the decision of the Authority   (a) refusing to grant or transfer a licence;   (b) refusing to renew or vary a term or condition of a licence;  (c) imposing or varying a term or condition of a licence; or  (d) cancelling a licence,   may, within twenty-one days from the date on which such decision is communicated to him, appeal to the Minister.  (2) Subject to subsection (3), an appeal to the Minister under subsection (1) shall have the effect of suspending the execution of the decision of the Authority until the Minister gives his decision on the appeal.  (3) If the Minister considers that it would be in the LAWS OF GUYANA 20 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                               Appeal of decision of the Minister.     Register to tourism business.   Regulations. public interest to do so, he may order the execution of the decision appealed against pending the determination of the appeal, and shall give the appellant notice in writing of his decision.  (4) The Minister may confirm the decision appealed against or may   (a) direct the authority to grant or transfer a licence subject to such terms and conditions as he may determine;  (b) direct the Authority to cancel a term or condition it has imposed on a licence, and substitute such other term or condition as he may determine;  (c) direct the authority to restore a licence it has cancelled, or restore it on such terms and conditions as he may determine, and the authority shall comply with such direction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall have the effect of suspending the execution of the decision of the Authority until the Minister gives his decision on the appeal."
                },
                {
                    "representation": "(a)",
                    "description": "direct the authority to grant or transfer a licence subject to such terms and conditions as he may determine;"
                },
                {
                    "representation": "(b)",
                    "description": "direct the Authority to cancel a term or condition it has imposed on a licence, and substitute such other term or condition as he may determine;"
                },
                {
                    "representation": "(c)",
                    "description": "direct the authority to restore a licence it has cancelled, or restore it on such terms and conditions as he may determine, and the authority shall comply with such direction."
                },
                {
                    "representation": "(d)",
                    "description": "cancelling a licence,   may, within twenty-one days from the date on which such decision is communicated to him, appeal to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "If the Minister considers that it would be in the LAWS OF GUYANA 20 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012                               Appeal of decision of the Minister.     Register to tourism business.   Regulations. public interest to do so, he may order the execution of the decision appealed against pending the determination of the appeal, and shall give the appellant notice in writing of his decision."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may confirm the decision appealed against or may"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "Appeal of decision of the Minister. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Appeal of decision of the Minister. 42. A person who is aggrieved by the decision of the Minister in any appeal under section 41 may appeal against the Ministers decision to a Judge in Chambers whose decision shall be final.",
            "description": "A person who is aggrieved by the decision of the Minister in any appeal under section 41 may appeal against the Ministers decision to a Judge in Chambers whose decision shall be final."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "43",
            "title": "Register of tourism business. ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Register of tourism business. 43. The Authority shall keep a register of all tourism business in respect of which licences have been granted under this Act.",
            "description": "The Authority shall keep a register of all tourism business in respect of which licences have been granted under this Act."
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "44",
            "title": "Regulations.                                __________________________                       CHAPTER 91:13                           GUYANA TOURISM AUTHORITY ACT  3 of 2002 An Act to provide for the incorporation of the Authority, to define its functions and for matters connected therewith or incidental thereto.   [1ST AUGUST, 2002]  Short title.    Interpretation.           ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Regulations.                                __________________________                       CHAPTER 91:13                           GUYANA TOURISM AUTHORITY ACT  3 of 2002 An Act to provide for the incorporation of the Authority, to define its functions and for matters connected therewith or incidental thereto.   [1ST AUGUST, 2002]  Short title.    Interpretation.           44. (1) The Authority may, with the approval of the Minister, make regulations with respect to-  (a) the terms and conditions subject to which a licence may be issued; LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 21  L.R.O. 1/2012  (b) the protection of persons residing in or resorting to any premises operated as tourism business;  (c) minimum requirement for the premises from which tourism business is or to be operated;  (d) registration and control of facilities offered or made available to tourists;  (e) the keeping of records and registers by licensee;  (f) providing of monthly data on occupancy and rates to assist in sector planning;  (g) fees or charges for licences or for services provided by the authority;  (h) fee for application to be made for the grant of a licence or renewal thereof;  (i) form and manner in which applications for licences under this Act shall be made and particulars to be filed;  (j) generally for giving effect to the provisions of this Act.  (2) Any person who commits an offence under these Regulations shall be liable on summary conviction to a fine of fifty thousand dollars. _______________  LAWS OF GUYANA 22 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   Reg. 16/2008 GUYANA TOURISM AUTHORITY (TOURISM ACCOMMODATION ESTABLISHMENT) REGULATIONS  made under section 44   ARRANGEMENT OF REGULATIONS  REGULATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Authority may, with the approval of the Minister, make regulations with respect to-"
                },
                {
                    "representation": "(a)",
                    "description": "the terms and conditions subject to which a licence may be issued; LAWS OF GUYANA Guyana Tourism Authority Cap. 91:13 21  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "the protection of persons residing in or resorting to any premises operated as tourism business;"
                },
                {
                    "representation": "(c)",
                    "description": "minimum requirement for the premises from which tourism business is or to be operated;"
                },
                {
                    "representation": "(d)",
                    "description": "registration and control of facilities offered or made available to tourists;"
                },
                {
                    "representation": "(e)",
                    "description": "the keeping of records and registers by licensee;"
                },
                {
                    "representation": "(f)",
                    "description": "providing of monthly data on occupancy and rates to assist in sector planning;"
                },
                {
                    "representation": "(g)",
                    "description": "fees or charges for licences or for services provided by the authority;"
                },
                {
                    "representation": "(h)",
                    "description": "fee for application to be made for the grant of a licence or renewal thereof;"
                },
                {
                    "representation": "(i)",
                    "description": "form and manner in which applications for licences under this Act shall be made and particulars to be filed;"
                },
                {
                    "representation": "(j)",
                    "description": "generally for giving effect to the provisions of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who commits an offence under these Regulations shall be liable on summary conviction to a fine of fifty thousand dollars. _______________  LAWS OF GUYANA 22 Cap. 91:13 Guyana Tourism Authority  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   Reg. 16/2008 GUYANA TOURISM AUTHORITY"
                }
            ]
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2000",
            "title": "Licensing fees: all operators $",
            "context": "GUYANA TOURISM AUTHORITY ACT under Licensing fees: all operators $2000.00",
            "description": "2000.00"
        }
    },
    {
        "act": "GUYANA TOURISM AUTHORITY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25000",
            "title": "Yearly renewal of licence will attract a fee of $ ",
            "context": "GUYANA TOURISM AUTHORITY ACT under Yearly renewal of licence will attract a fee of $ 25000.  ____________________       LAWS OF GUYANA 48 Cap. 91:13 Guyana Tourism Authority  [Subsidiary] Guyana Tourism Authority (Tour Operators) Regulations    L.R.O. 1/2012 Reg. 18/2008                                     Citation.         Interpretation.     GUYANA TOURISM AUTHORITY (TOURIST GUIDES) REGULATIONS  made under section 44  ARRANGEMENT OF REGULATIONS  REGULATION",
            "description": "____________________       LAWS OF GUYANA 48 Cap. 91:13 Guyana Tourism Authority  [Subsidiary] Guyana Tourism Authority (Tour Operators) Regulations    L.R.O. 1/2012 Reg. 18/2008                                     Citation.         Interpretation.     GUYANA TOURISM AUTHORITY (TOURIST GUIDES) REGULATIONS  made under section 44  ARRANGEMENT OF REGULATIONS  REGULATION"
        }
    }
]