[
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Short title. 1. This Act may be cited as the Industries Aid and Encouragement Act.",
            "description": "This Act may be cited as the Industries Aid and Encouragement Act."
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Interpretation. 2. In this Act, the Commissioner means the Commissioner-General of the  Revenue Authority appointed under the Revenue Authority Act.",
            "description": "In this Act, the Commissioner means the Commissioner-General of the  Revenue Authority appointed under the Revenue Authority Act."
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Licences to import certain articles for the promotion of industry. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Licences to import certain articles for the promotion of industry. 3. The Minister may, upon the application of any person, grant such person a licence to import or clear from a bonded warehouse free of any customs import duties and taxes such of the items in the First Schedule as may be LAWS OF GUYANA 4 Cap. 95:01 Industries Aid and Encouragement  L.R.O. 1/2012 First Schedule. [29 of 1967]          Form of application for a licence. Second Schedule.     Bond.          Period of exemption from customs duties and taxes. [29 of 1967]                  Restrictions on disposal of articles. [29 of 1967]      specified in the licence where he is satisfied that it is desirable so to do for the purpose of establishing a new industry or for the purpose of developing an existing industry, and where such items are to be used in direct connection with the establishment or development of such industry.",
            "description": "The Minister may, upon the application of any person, grant such person a licence to import or clear from a bonded warehouse free of any customs import duties and taxes such of the items in the First Schedule as may be LAWS OF GUYANA 4 Cap. 95:01 Industries Aid and Encouragement  L.R.O. 1/2012 First Schedule. [29 of 1967]          Form of application for a licence. Second Schedule.     Bond.          Period of exemption from customs duties and taxes. [29 of 1967]                  Restrictions on disposal of articles. [29 of 1967]      specified in the licence where he is satisfied that it is desirable so to do for the purpose of establishing a new industry or for the purpose of developing an existing industry, and where such items are to be used in direct connection with the establishment or development of such industry."
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Form of application for a licence. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Form of application for a licence. 4. Every application for a licence shall be in the form set out in the Second Schedule, and shall be made to the Commissioner, who shall submit such application to the Minister.",
            "description": "Every application for a licence shall be in the form set out in the Second Schedule, and shall be made to the Commissioner, who shall submit such application to the Minister."
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Bond. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Bond. 5. Every applicant to whom a licence is granted under section 3 shall, before importing or clearing from a bonded warehouse any item under section 6, enter into a bond with such sureties as the Commissioner may approve in such sum as the Commissioner may fix, conditioned for the due compliance by the licensee with section 7, and with the terms and conditions of any licence issued under section",
            "description": "Every applicant to whom a licence is granted under section 3 shall, before importing or clearing from a bonded warehouse any item under section 6, enter into a bond with such sureties as the Commissioner may approve in such sum as the Commissioner may fix, conditioned for the due compliance by the licensee with section 7, and with the terms and conditions of any licence issued under section"
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Period of exemption from customs duties and taxes. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Period of exemption from customs duties and taxes. 6. Every applicant to whom a licence is granted under section 3 shall be entitled to import any of the items to which such licence relates, free of any customs import duties and taxes for such period, not exceeding ten years in the case of a mining undertaking or five years in the case of any other undertaking, as the Minister may direct:  Provided that this section shall not apply to items imported as replacements or renewals of any existing machinery, plant or appliances, or for the purpose of rehabilitation of existing machinery, plant or equipment.",
            "description": "Every applicant to whom a licence is granted under section 3 shall be entitled to import any of the items to which such licence relates, free of any customs import duties and taxes for such period, not exceeding ten years in the case of a mining undertaking or five years in the case of any other undertaking, as the Minister may direct:  Provided that this section shall not apply to items imported as replacements or renewals of any existing machinery, plant or appliances, or for the purpose of rehabilitation of existing machinery, plant or equipment."
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Restrictions on disposal of articles. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Restrictions on disposal of articles. 7. No item which has been imported into Guyana under section 6 shall be sold, given away or otherwise disposed of by the licensee without payment of all customs import duties and taxes which would, but for section 6, have been payable, except with the permission of the Commissioner and in the following circumstances:  LAWS OF GUYANA Industries Aid and Encouragement Cap. 95:01 5  L.R.O. 1/2012                        Revocation of licence, (29 of 1967)                 s. 3 [47 of 1956 21 of 1957 29 of 1967]              (a) where the items have been disposed of to some other  person to whom a licence to import such items free of customs import duties and taxes has been granted under section 3; or  (b) after the expiration of five years from the date on which such items have been entered for use in Guyana.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "where the items have been disposed of to some other  person to whom a licence to import such items free of customs import duties and taxes has been granted under section 3; or"
                },
                {
                    "representation": "(b)",
                    "description": "after the expiration of five years from the date on which such items have been entered for use in Guyana."
                }
            ]
        }
    },
    {
        "act": "INDUSTRIES AID AND ENCOURAGEMENT ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Revocation of licence. FIRST SCHEDULE—List of articles for promotion of industry.  Exemption from payment of duty. SECOND SCHEDULE—Form of application for licence.  __________________________ 1953 Ed. c. 109 _______________________________________________________ 12 of 1951 An Act to promote the establishment and development of certain industries.  [7TH April, 1951]  Short title.    Interpretation. [13 of 1996]                  Licences to import certain articles for the promotion of industry. ",
            "context": "INDUSTRIES AID AND ENCOURAGEMENT ACT under Revocation of licence. FIRST SCHEDULEList of articles for promotion of industry.  Exemption from payment of duty. SECOND SCHEDULEForm of application for licence.  __________________________ 1953 Ed. c. 109 _______________________________________________________ 12 of 1951 An Act to promote the establishment and development of certain industries.  [7TH April, 1951]  Short title.    Interpretation. [13 of 1996]                  Licences to import certain articles for the promotion of industry. 8. Where the Minister is satisfied that any items imported free of customs import duties and taxes under this Act have been used for purposes other than those specified in the application made by the licensee, or where he is satisfied that the licensee has contravened any of the provisions of this Act or any of the terms and conditions of the licence, he may revoke the licence, and thereupon the licensee shall become liable for the payment of all customs import duties and taxes chargeable in respect of any items imported or cleared from a bonded warehouse by him prior to the revocation of the licence, to which he would, but for section 6, have been liable.  __________________   FIRST SCHEDULE  LIST OF ARTICLES FOR PROMOTION OF INDUSTRY EXEMPTION FROM PAYMENT OF DUTY",
            "description": "Where the Minister is satisfied that any items imported free of customs import duties and taxes under this Act have been used for purposes other than those specified in the application made by the licensee, or where he is satisfied that the licensee has contravened any of the provisions of this Act or any of the terms and conditions of the licence, he may revoke the licence, and thereupon the licensee shall become liable for the payment of all customs import duties and taxes chargeable in respect of any items imported or cleared from a bonded warehouse by him prior to the revocation of the licence, to which he would, but for section 6, have been liable.  __________________   FIRST SCHEDULE  LIST OF ARTICLES FOR PROMOTION OF INDUSTRY EXEMPTION FROM PAYMENT OF DUTY"
        }
    }
]