[
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  PART I PRELIMINARY ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Short title.  PART I PRELIMINARY 1.  This Act may be cited as the Factories   (Hours and Holidays) Act.   CHAPTER 95:02  FACTORIES (HOURS AND HOLIDAYS) ACT  LAWS OF GUYANA 6 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012  Interpretation of terms. [14 of 1949 39 of 1954 12 of 1967 24 of 1969 16 of 1974 20 of 1983 32 of 1997] 8 of 1999]",
            "description": "This Act may be cited as the Factories   (Hours and Holidays) Act.   CHAPTER 95:02  FACTORIES (HOURS AND HOLIDAYS) ACT  LAWS OF GUYANA 6 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012  Interpretation of terms. [14 of 1949 39 of 1954 12 of 1967 24 of 1969 16 of 1974 20 of 1983 32 of 1997] 8 of 1999]"
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation of terms. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Interpretation of terms. 2.  (1) In this Act  adult means a person eighteen years of age and over;  air-receiver  means  (a) any vessel (other than a pipe or coil, or an accessory, fitting or part of a compressor) for containing compressed air and connected with an air compressing plant; or  (b) any  fixed  vessel  for  containing  compressed air  or compressed  exhaust gases  and  used  for  the  purpose of starting an internal combustion engine; or  (c) any  fixed  or  portable  vessel  (not  being  part  of  a spraying pistol) used for the purpose of spraying by means of  compressed air, any paint, varnish, lacquer or similar material; or  (d) any vessel in which liquid is stored and from which it is forced by compressed air;  bodily injury includes injury to health;  building operation  means  the  construction,  structural  alteration, repair, or maintenance of a building (including re-painting, re- decoration and external cleaning of the structure), the demolition of a building, and the preparation for, and laying the foundation of, an  intended  building, but does not include any operation which is a work of engineering construction within the meaning of this Act; LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     7  L.R.O. 1/2012                                                 child means a person under the age of fifteen years;  driving-belt includes any driving strap, rope or chain;  employer includes attorney, agent, foreman, manager, clerk, and any other person engaged in the hiring, employing or superintending the labour or service of any employee.  existing factory means any factory which is in operation at the commencement of this Act;  factory, subject to the provisions of this section, means  (a)  any premises in which, or within the close or curtilage or   precincts  of  which,  persons  are  employed   in   any process    for   or   incidental   to   any   of   the following purposes, that is to say:  (i) the making of any article or of part of any article; or  (ii) the altering, repairing,   ornamenting,  finishing, cleaning, or washing, or the breaking up or demolition of any article; or  (iii)  the adapting for sale of any article; or  (iv)  the generating, transforming, or   converting,   or switching, controlling, or otherwise regulating electrical energy, and the work is carried on by way of trade or for purposes of gain and to or over which the employer of the persons  employed  therein  LAWS OF GUYANA 8 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                Schedule.                                  has  the  right  of  access  or control:  Provided that  no  place  situate  within  the  close,  curtilage, or precincts forming a factory and solely used for some purpose other than the processes carried on in the factory, shall be deemed to form part of a factory, but such place shall, if otherwise it would be a factory, be deemed to be a separate factory;  (b)  any premises or undertaking specified in the Schedule where  persons  are  employed  and  the Schedule may be amended by order made by the Minister;   fume includes gas, vapour or smoke;  the Labour Authority means, in respect of any provision of this Act or of any subsidiary legislation made thereunder, such officer or officers of the Ministry as may be designated for the purposes of such provision by the Minister by notice published in the Gazette, and  in  default  of such  designation  means  the  Chief  Labour Officer, the Deputy Chief Labour Officer or the Assistant Labour Officer;  machinery includes  (a) stationary or portable boilers in a factory;  (b) steam or other engines in a factory;  (c)  all apparatus or appliances for generating, developing, receiving or transforming, or for measuring or  testing  the  volume,   voltage,   pressure   or   frequency   of,   or   for distributing LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     9  L.R.O. 1/2012                                                 or applying any mechanical, electric or natural power  to  any  industrial  or  manufacturing  process  in  a factory;  (d)  furnaces    and  fuel  or  storage  tanks  situate  within, opening into or attached to the structure of, or directly connected with, any factory;  (e)  railway locomotives, tractors, road rollers or other type of road locomotive;  (f)  marine boilers, steam receivers and air receivers on any ship or vessel which is not a foreign ship;  (g)  vats, tanks, cooling or drying devices used for the storage of, or otherwise in connection with, the product of any mechanical process, and situate within or attached to the premises within which such process is carried on;  (h)  any plant, or apparatus used to generate, purify, mix, heat, or cool any fume, gas or vapour; and  (i)  any   driving belt;  new factory means any factory which first commences to operate at some time after the commencement of this Act;  occupier means the person who controls the factory and the work that is done there;  owner means the person for the time being receiving the rackrent of the premises in connection with which the word is used, whether on his own account or as agent LAWS OF GUYANA 10 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                c.49:01                       or trustee for any other person, or who would so receive the rackrent if the premises were let at a rackrent;  power means electrical energy, and any other form of energy which is mechanically transmitted and is not generated by human or animal agency;  prime mover means every engine, motor or other appliance which provides mechanical energy derived from steam, water, wind, electricity, the combustion of fuel or other source;  process includes the use of any locomotive;  sanitary conveniences includes urinals, water-closets, earth closets, privies and any similar conveniences;  ship,  vessel  and  harbour  have  the  same  meanings  as  are respectively assigned to them in the the Guyana Shipping Act;  steam boiler means any closed vessel in which for any purpose steam is  generated under pressure greater than atmospheric pressure and includes any economiser used to heat water being fed to any such vessel, and any super heater used for heating steam;    steam container means any vessel (other than a steam pipe or coil) constructed with a permanent outlet into the atmosphere or into a space where the pressure does not exceed atmospheric pressure, and through which steam is passed at atmospheric pressure for the purposes of heating, boiling, drying, evaporating or other similar purpose;  steam-receiver means any vessel or apparatus (other than a steam boiler,  steam container, a steam pipe or coil, or a part of a prime over) used for containing LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     11  L.R.O. 1/2012                                                 steam under pressure greater than atmospheric pressure;  tenement factory  means  any premises  where mechanical power from  any  prime  mover  within  the  close  or  curtilage  of  the premises is distributed for use in manufacturing processes to different  parts  of  the  same  premises  occupied  by  different persons in such manner that those parts constitute in law separate factories;  week means the period between midnight on Saturday night and  midnight on the succeeding Saturday night;  woman means a woman who has attained the age of eighteen years;  work of engineering construction means the construction of any railway line or siding otherwise than upon an existing railway, and the construction, structural alteration or repair (including re- pointing and re-painting) or the demolition of any dock, harbour, inland navigation, tunnel, bridge, viaduct, water works reservoir, pipe-line, aqueduct, sewer, sewage works, or gasholder, except where carried on upon a railway or tramway, and shall include such other works as may from time to time be specified by order of the Minister;  young person means a person who has ceased to be a child and has not attained the age of eighteen years.  (2) Any line or siding not being part of the railway vested in the Minister which is used wholly or mainly in connection with and for the purposes of a factory shall be deemed to be part of the factory, and if any such line or siding is used in connection with more than one factory belonging to different occupiers, the line or LAWS OF GUYANA 12 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  siding shall be deemed to be a separate factory.  (3) A part of a factory may, with the approval in writing of the Labour Authority, be taken to be a separate factory, and two or more factories may, with the like approval, be taken to be a single factory.  (4) Any work place in which, with the permission of or under agreement with the owner or occupier, three or more persons carry on any  work which would constitute the work place a factory if the persons  working therein were in the employment of the owner or occupier, shall be deemed to be a factory for the purposes of this Act, and, in the case of any such workplace not being a tenement factory or part  of  a tenement factory, this Act shall apply as if the owner or occupier of the workplace were the occupier of the factory and the persons working therein were persons employed in the factory.  (5) Premises shall not be excluded from the definition of factory by reason only that they are open air premises.  (6) Any premises belonging to or in the occupation of the State or any municipal or other public or local government authority shall not be deemed not to be a factory, and building operations or works of engineering construction undertaken by or on behalf of the State or any such authority shall not be excluded from the operation of this Act, by reason only that the work carried on thereat is not carried on by way of trade or for purposes of gain.  (7) A woman, young person or child who works in a factory, whether for wages or not, either in a process or in cleaning or oiling any part of the machinery or plant, or in any other kind of work whatsoever incidental to   or connected with the process, or connected with the article made or otherwise the subject of the LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     13  L.R.O. 1/2012                  Application of Act to docks, buildings, engineering construction and mines; and  to the State. [14 of 1949 39 of 1954                        process therein shall, save as is otherwise provided by this Act, be deemed to be employed therein for the purposes of this Act or any proceedings thereunder.  (8) For the purposes of this Act, an apprentice shall be deemed to be a person employed.  (9) A young person who works in a factory, whether for wages or not, in collecting, carrying or delivering goods, carrying messages or running errands shall be deemed to be employed in the factory for the purposes of this Act or of any proceedings thereunder",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  adult means a person eighteen years of age and over;  air-receiver  means"
                },
                {
                    "representation": "(a)",
                    "description": "stationary or portable boilers in a factory;"
                },
                {
                    "representation": "(b)",
                    "description": "steam or other engines in a factory;"
                },
                {
                    "representation": "(c)",
                    "description": "all apparatus or appliances for generating, developing, receiving or transforming, or for measuring or  testing  the  volume,   voltage,   pressure   or   frequency   of,   or   for distributing LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(d)",
                    "description": "furnaces    and  fuel  or  storage  tanks  situate  within, opening into or attached to the structure of, or directly connected with, any factory;"
                },
                {
                    "representation": "(i)",
                    "description": "any   driving belt;  new factory means any factory which first commences to operate at some time after the commencement of this Act;  occupier means the person who controls the factory and the work that is done there;  owner means the person for the time being receiving the rackrent of the premises in connection with which the word is used, whether on his own account or as agent LAWS OF GUYANA 10 Cap. 95:02  Factories"
                },
                {
                    "representation": "(e)",
                    "description": "railway locomotives, tractors, road rollers or other type of road locomotive;"
                },
                {
                    "representation": "(f)",
                    "description": "marine boilers, steam receivers and air receivers on any ship or vessel which is not a foreign ship;"
                },
                {
                    "representation": "(g)",
                    "description": "vats, tanks, cooling or drying devices used for the storage of, or otherwise in connection with, the product of any mechanical process, and situate within or attached to the premises within which such process is carried on;"
                },
                {
                    "representation": "(h)",
                    "description": "any plant, or apparatus used to generate, purify, mix, heat, or cool any fume, gas or vapour; and"
                },
                {
                    "representation": "(2)",
                    "description": "Any line or siding not being part of the railway vested in the Minister which is used wholly or mainly in connection with and for the purposes of a factory shall be deemed to be part of the factory, and if any such line or siding is used in connection with more than one factory belonging to different occupiers, the line or LAWS OF GUYANA 12 Cap. 95:02  Factories"
                },
                {
                    "representation": "(3)",
                    "description": "A part of a factory may, with the approval in writing of the Labour Authority, be taken to be a separate factory, and two or more factories may, with the like approval, be taken to be a single factory."
                },
                {
                    "representation": "(4)",
                    "description": "Any work place in which, with the permission of or under agreement with the owner or occupier, three or more persons carry on any  work which would constitute the work place a factory if the persons  working therein were in the employment of the owner or occupier, shall be deemed to be a factory for the purposes of this Act, and, in the case of any such workplace not being a tenement factory or part  of  a tenement factory, this Act shall apply as if the owner or occupier of the workplace were the occupier of the factory and the persons working therein were persons employed in the factory."
                },
                {
                    "representation": "(5)",
                    "description": "Premises shall not be excluded from the definition of factory by reason only that they are open air premises."
                },
                {
                    "representation": "(6)",
                    "description": "Any premises belonging to or in the occupation of the State or any municipal or other public or local government authority shall not be deemed not to be a factory, and building operations or works of engineering construction undertaken by or on behalf of the State or any such authority shall not be excluded from the operation of this Act, by reason only that the work carried on thereat is not carried on by way of trade or for purposes of gain."
                },
                {
                    "representation": "(7)",
                    "description": "A woman, young person or child who works in a factory, whether for wages or not, either in a process or in cleaning or oiling any part of the machinery or plant, or in any other kind of work whatsoever incidental to   or connected with the process, or connected with the article made or otherwise the subject of the LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(8)",
                    "description": "For the purposes of this Act, an apprentice shall be deemed to be a person employed."
                },
                {
                    "representation": "(9)",
                    "description": "A young person who works in a factory, whether for wages or not, in collecting, carrying or delivering goods, carrying messages or running errands shall be deemed to be employed in the factory for the purposes of this Act or of any proceedings thereunder"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application of Act to docks, buildings, engineering construction      and mines; and to the State.    PART II REGISTRATION OF FACTORIES  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Application of Act to docks, buildings, engineering construction      and mines; and to the State.    PART II REGISTRATION OF FACTORIES  3. (1) The provisions of this Act, other than Part II thereof, shall apply  (a) to every dock, wharf, quay, stelling and warehouse and all machinery or plant used in the processes of loading or unloading or coaling or re-fuelling or repairing any ship or in any dock or harbour or at any wharf, quay or stelling   (i) as if the said dock, wharf, quay, stelling, warehouse, machinery or plant were included in the word factory; and   (ii)  as if the person who by himself his agents or workmen uses  any   such  machinery  or  plant  for  the  purpose hereinbefore mentioned were the LAWS OF GUYANA 14 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  occupier of the premises,  and for the purpose of the enforcement of those provisions the person having the actual use or occupation of a dock, wharf, quay, stelling or warehouse or of any premises within the same or forming part thereof and the person so using any such machinery or plant shall be deemed to be the occupier of a factory;  (b)  to  building  operations  and  works  of engineering construction undertaken by way of trade or business, or for the purpose of any industrial or commercial undertaking and to any line or siding which is used in connection therewith, as if any place where such building operations or works of engineering construction are carried on were a factory.   (2) This  Act   applies  to  factories  belonging  to  or  in  the occupation of the State, to prescribed occupations managed or carried on by or on behalf of the State, and to building operations and works of engineering construction undertaken by or on behalf of the State:  Provided that in case of any public emergency the Minister may by order  from time to time and to the extent and during the period specified in  the order exempt from the provisions of this Act any factory belonging to or in the occupation of the State, any factory in respect of work which  is being done on behalf of the State, any prescribed occupation managed or carried on by or on behalf of the State,  and  any  building  operations   and  works  of  engineering construction undertaken by or on behalf of the State.  LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     15  L.R.O. 1/2012      Register of     factories and                     Application for registration of  factory and                             PART II REGISTRATION   OF   FACTORIES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The provisions of this Act, other than Part II thereof, shall apply"
                },
                {
                    "representation": "(a)",
                    "description": "to every dock, wharf, quay, stelling and warehouse and all machinery or plant used in the processes of loading or unloading or coaling or re-fuelling or repairing any ship or in any dock or harbour or at any wharf, quay or stelling"
                },
                {
                    "representation": "(i)",
                    "description": "as if the said dock, wharf, quay, stelling, warehouse, machinery or plant were included in the word factory; and"
                },
                {
                    "representation": "(b)",
                    "description": "to  building  operations  and  works  of engineering construction undertaken by way of trade or business, or for the purpose of any industrial or commercial undertaking and to any line or siding which is used in connection therewith, as if any place where such building operations or works of engineering construction are carried on were a factory."
                },
                {
                    "representation": "(2)",
                    "description": "This  Act   applies  to  factories  belonging  to  or  in  the occupation of the State, to prescribed occupations managed or carried on by or on behalf of the State, and to building operations and works of engineering construction undertaken by or on behalf of the State:  Provided that in case of any public emergency the Minister may by order  from time to time and to the extent and during the period specified in  the order exempt from the provisions of this Act any factory belonging to or in the occupation of the State, any factory in respect of work which  is being done on behalf of the State, any prescribed occupation managed or carried on by or on behalf of the State,  and  any  building  operations   and  works  of  engineering construction undertaken by or on behalf of the State.  LAWS OF GUYANA Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Register of factories and particulars thereof. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Register of factories and particulars thereof. 4. (1) Every existing factory and every new factory, and the particulars thereof which are specified in section 5, shall be registered under this Act with the Labour Authority.  (2) The Labour Authority shall keep a register of factories registered under this Act, and shall cause to be entered therein the particulars from time to time registered in respect of such factories.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every existing factory and every new factory, and the particulars thereof which are specified in section 5, shall be registered under this Act with the Labour Authority."
                },
                {
                    "representation": "(2)",
                    "description": "The Labour Authority shall keep a register of factories registered under this Act, and shall cause to be entered therein the particulars from time to time registered in respect of such factories."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Application for registration of factory and particulars thereof. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Application for registration of factory and particulars thereof. 5. (1) Every person who is the owner, occupier or manager of a factory, shall  (a) within thirty days after the commencement of this Act, in the case of an existing factory; and   (b)   within   thirty  days  after  the  factory  commences  to operate as such, in the case of a new factory  make application to the Labour Authority in the prescribed form for the registration of such factory as an existing factory or a new factory, as the case may be:  Provided that where at the commencement of this Act any existing factory was not completely erected, the Labour Authority may extend the time for making the application for such period as he may think fit.  (2) Every application for registration of a factory under this Act shall contain the following particulars:  (a) the names and addresses of the owner and of the occupier of the particulars  thereof.particulars  thereof.LAWS OF GUYANA 16 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                        Notice to Labour Authority of intention to erect a new factory or new building appurtenant to an existing factory. [14 of 1949]             factory to which the application relates:  (b) the address and location of the factory;  (c) the nature and the object of the process carried on in the factory;   (d) the nature of the power (if any) used in the factory for the purpose of carrying on such process; and  (e) the number of employees employed in the factory  (i) normally, and  (ii) at the date of application.  (3) The Labour Authority shall, upon the receipt by him of an application under subsection (1) containing the particulars specified in subsection (2), forthwith cause to be registered the factory, and the particulars thereof, to which the application relates, and he shall issue to the   applicant  a certificate  of registration of the factory in the prescribed form.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "containing the particulars specified in subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the names and addresses of the owner and of the occupier of the particulars  thereof.particulars  thereof.LAWS OF GUYANA 16 Cap. 95:02  Factories"
                },
                {
                    "representation": "(b)",
                    "description": "the address and location of the factory;"
                },
                {
                    "representation": "(2)",
                    "description": "Every application for registration of a factory under this Act shall contain the following particulars:"
                },
                {
                    "representation": "(c)",
                    "description": "the nature and the object of the process carried on in the factory;"
                },
                {
                    "representation": "(d)",
                    "description": "the nature of the power"
                },
                {
                    "representation": "(e)",
                    "description": "the number of employees employed in the factory"
                },
                {
                    "representation": "(i)",
                    "description": "normally, and"
                },
                {
                    "representation": "(3)",
                    "description": "The Labour Authority shall, upon the receipt by him of an application under subsection"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Notice to Labour Authority of intention to erect a new factory or a new building  appurtenant to an existing factory. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Notice to Labour Authority of intention to erect a new factory or a new building  appurtenant to an existing factory. 6.  Any person who intends to erect or to cause to be erected a new factory or any new building appurtenant to an existing factory shall, before  the erection of such factory or building is commenced, give notice in writing to the Labour Authority of his intention as aforesaid, and  shall  furnish  the  Labour  Authority  with  such  information  in writing  and  such  plans,  drawings  and  documents  as  the  Labour Authority may in any case require.  LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     17  L.R.O. 1/2012 Application for registration of change in particulars registered. [14 of 1949]         Correction of register                                Inspectors of factories and machinery. [12 of 1967]",
            "description": "Any person who intends to erect or to cause to be erected a new factory or any new building appurtenant to an existing factory shall, before  the erection of such factory or building is commenced, give notice in writing to the Labour Authority of his intention as aforesaid, and  shall  furnish  the  Labour  Authority  with  such  information  in writing  and  such  plans,  drawings  and  documents  as  the  Labour Authority may in any case require.  LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     17  L.R.O. 1/2012 Application for registration of change in particulars registered. [14 of 1949]         Correction of register                                Inspectors of factories and machinery. [12 of 1967]"
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Application for registration of change in particulars registered. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Application for registration of change in particulars registered. 7.  Where  any  change  takes  place  in  any  of  the  particulars registered under section 5(3), the owner, occupier or manager for the time being of the factory to which the particulars relate shall, within thirty days  after the date upon which the change takes place, make application to the Labour Authority for the registration of the change, and  the  Labour  Authority  shall  amend  the  register  of  factories accordingly and issue to the applicant a certificate of registration of the change as aforesaid.",
            "description": "Where  any  change  takes  place  in  any  of  the  particulars registered under section 5(3), the owner, occupier or manager for the time being of the factory to which the particulars relate shall, within thirty days  after the date upon which the change takes place, make application to the Labour Authority for the registration of the change, and  the  Labour  Authority  shall  amend  the  register  of  factories accordingly and issue to the applicant a certificate of registration of the change as aforesaid."
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Correction of register.  PART III ADMINISTRATION  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Correction of register.  PART III ADMINISTRATION  8. (1) The Labour Authority may take such steps as they may consider necessary to ascertain whether  (a) any factory registered under this Act is being operated as a factory; or  (b) any change has taken place in the particulars registered under section 5 in respect of any factory . (2) Where the Labour Authority ascertains that any  Factory registered as aforesaid is not being operated as a factory, or that a change  has taken place in the particulars registered as aforesaid in respect of any factory, he shall remove the name of the factory from the register  or  shall   make  such  amendment  to  the  register  as  the circumstances may require.  PART III ADMINISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Labour Authority may take such steps as they may consider necessary to ascertain whether"
                },
                {
                    "representation": "(a)",
                    "description": "any factory registered under this Act is being operated as a factory; or"
                },
                {
                    "representation": "(b)",
                    "description": "any change has taken place in the particulars registered under section 5 in respect of any factory ."
                },
                {
                    "representation": "(2)",
                    "description": "Where the Labour Authority ascertains that any  Factory registered as aforesaid is not being operated as a factory, or that a change  has taken place in the particulars registered as aforesaid in respect of any factory, he shall remove the name of the factory from the register  or  shall   make  such  amendment  to  the  register  as  the circumstances may require.  PART III ADMINISTRATION"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Inspectors of factories and machinery. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Inspectors of factories and machinery. 9. (1) Subject to subsection (2), all factories and all machinery in Guyana shall be inspected by the Labour Authority, or, subject to the directions of the Labour Authority, by an Inspector.  (2) The Minister may make regulations for the inspection of factories and machinery, or of some classes LAWS OF GUYANA 18 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                      Powers of the Labour Authority and of an Inspector. [14 of 1949 19 of 1977]                          of factories, or of certain kinds   of machinery, by such persons as may be designated in such regulations.  (3) The   Minister may, by notice published in the  Gazette, designate fit and proper persons to be Inspectors for the purposes of this Act (hereinafter in this Act referred to as Inspectors).  (4) No person who is the occupier of a factory or is directly or indirectly interested therein or in any process or business carried on therein, or in a patent connected therewith, or is employed in or about a factory, shall be appointed an Inspector or act as such.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may make regulations for the inspection of factories and machinery, or of some classes LAWS OF GUYANA 18 Cap. 95:02  Factories"
                },
                {
                    "representation": "(3)",
                    "description": "The   Minister may, by notice published in the  Gazette, designate fit and proper persons to be Inspectors for the purposes of this Act"
                },
                {
                    "representation": "(4)",
                    "description": "No person who is the occupier of a factory or is directly or indirectly interested therein or in any process or business carried on therein, or in a patent connected therewith, or is employed in or about a factory, shall be appointed an Inspector or act as such."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Powers of the Labour Authority and of an Inspector. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Powers of the Labour Authority and of an Inspector. 10. (1) The Labour Authority, and every Inspector, shall for the purpose of this Act have power  (a) whenever he has reasonable cause to believe that any person  is  employed  in  a  factory,  to  enter,  inspect  and examine such factory and every part thereof at any hour of the day or  night;  (b) whenever he has reasonable cause to believe any place to be a factory, to enter, inspect and examine such place by day;   (c) whenever  he  has  reasonable  cause  to  believe  that explosive or highly inflammable materials are stored or used in any building of which a factory forms part, to enter, inspect and examine any part of such building by day;   LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     19  L.R.O. 1/2012                                                 (d) to enter any ship or vessel in any dock or harbour or at any wharf, quay or stelling and make such inspection and examination as he may deem fit;  (e) to require the production of the registers, certificates, notices and documents kept in pursuance of this Act, and to inspect, examine, and copy any of them;  (f) to  make  such  examination  and  inquiry  as  may  be necessary to ascertain whether, in respect of any factory or the persons employed therein, or in respect of any prescribed occupation, the provisions of this Act and of the enactments for the time being in force relating to public health are being complied with;  (g) to require any person whom he finds in a factory to give such information as it is in his power to give as to who is the occupier of the factory;  (h) to examine, either alone or in the presence of any other person as he thinks fit, with respect to matters under this Act, every person whom he finds in a factory, or whom he has reasonable cause to believe to be employed or to have been employed within the preceding two months in a factory or in respect of any prescribed LAWS OF GUYANA 20 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  occupation and to require every such person to be so examined and to sign a declaration of the truth of the matters respecting which he is so examined:  Provided, however, that no person shall be required under this paragraph to answer any question, or to give any evidence, tending to incriminate himself;   (i)   where   the   Inspector   is   a   registered medical practitioner, to carry out such medical examinations as may be necessary for the purposes of his duties under this Act;  (j)   whenever he has reasonable cause to believe that there may be any serious obstruction in the execution of his powers, duties and functions under paragraphs (a), (b), (c) or (d) to  take  a  member  of  the  police  force  or  the  rural constabulary with him into the factory, building, ship or vessel, as the case may be;  (k)  to exercise such other powers, duties and functions as may be necessary to carry this Act into full effect.  (2) The occupier of every factory, his agents and servants shall furnish the means required by an Inspector as necessary for the entry, inspection, examination, inquiry, the taking of samples or otherwise for the exercise of his powers, duties and functions under this Act in relation to that factory. LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     21  L.R.O. 1/2012 Certificate of appointment  of Inspector.          Appointment of examining surgeons.                                   Powers   and     duties of    examining   surgeons. [11 of 1958]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Labour Authority, and every Inspector, shall for the purpose of this Act have power"
                },
                {
                    "representation": "(a)",
                    "description": "whenever he has reasonable cause to believe that any person  is  employed  in  a  factory,  to  enter,  inspect  and examine such factory and every part thereof at any hour of the day or  night;"
                },
                {
                    "representation": "(b)",
                    "description": "whenever he has reasonable cause to believe any place to be a factory, to enter, inspect and examine such place by day;"
                },
                {
                    "representation": "(c)",
                    "description": "or"
                },
                {
                    "representation": "(d)",
                    "description": "to  take  a  member  of  the  police  force  or  the  rural constabulary with him into the factory, building, ship or vessel, as the case may be;"
                },
                {
                    "representation": "(e)",
                    "description": "to require the production of the registers, certificates, notices and documents kept in pursuance of this Act, and to inspect, examine, and copy any of them;"
                },
                {
                    "representation": "(f)",
                    "description": "to  make  such  examination  and  inquiry  as  may  be necessary to ascertain whether, in respect of any factory or the persons employed therein, or in respect of any prescribed occupation, the provisions of this Act and of the enactments for the time being in force relating to public health are being complied with;"
                },
                {
                    "representation": "(g)",
                    "description": "to require any person whom he finds in a factory to give such information as it is in his power to give as to who is the occupier of the factory;"
                },
                {
                    "representation": "(h)",
                    "description": "to examine, either alone or in the presence of any other person as he thinks fit, with respect to matters under this Act, every person whom he finds in a factory, or whom he has reasonable cause to believe to be employed or to have been employed within the preceding two months in a factory or in respect of any prescribed LAWS OF GUYANA 20 Cap. 95:02  Factories"
                },
                {
                    "representation": "(i)",
                    "description": "where   the   Inspector   is   a   registered medical practitioner, to carry out such medical examinations as may be necessary for the purposes of his duties under this Act;"
                },
                {
                    "representation": "(j)",
                    "description": "whenever he has reasonable cause to believe that there may be any serious obstruction in the execution of his powers, duties and functions under paragraphs"
                },
                {
                    "representation": "(k)",
                    "description": "to exercise such other powers, duties and functions as may be necessary to carry this Act into full effect."
                },
                {
                    "representation": "(2)",
                    "description": "The occupier of every factory, his agents and servants shall furnish the means required by an Inspector as necessary for the entry, inspection, examination, inquiry, the taking of samples or otherwise for the exercise of his powers, duties and functions under this Act in relation to that factory. LAWS OF GUYANA Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Certificate of appointment of Inspector. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Certificate of appointment of Inspector. 11. (1) Every Inspector appointed under section  9(3)  shall be furnished with a prescribed certificate of his appointment.  (2) When visiting any factory or place to which any of the provisions of this Act apply, he shall, if required so to do, produce the said certificate to the occupier or manager of the factory or place.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every Inspector appointed under section  9(3)  shall be furnished with a prescribed certificate of his appointment."
                },
                {
                    "representation": "(2)",
                    "description": "When visiting any factory or place to which any of the provisions of this Act apply, he shall, if required so to do, produce the said certificate to the occupier or manager of the factory or place."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Appointment of examining surgeons. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Appointment of examining surgeons. 12.  (1) The Minister  may,  by notice  published  in  the  Gazette, designate a sufficient number of registered medical practitioners to be examining surgeons for any of the purposes of this Act.  (2) No medical practitioner who is the occupier of a factory, or is directly or indirectly interested therein, or in any process or business carried  on therein, or in a patent connected therewith, shall act as examining surgeon for that factory:  Provided that the Minister may authorise a registered medical practitioner who is employed by the occupier of a factory in connection with the medical supervision of persons employed in the factory but is not otherwise interested in the factory, to act as examining surgeon for such factory for the purpose of examining and certifying the fitness of young persons.  (3) Where there is no examining surgeon for a factory, the Government Medical Officer for the medical district in which the factory is situate shall be the examining surgeon for that factory.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister  may,  by notice  published  in  the  Gazette, designate a sufficient number of registered medical practitioners to be examining surgeons for any of the purposes of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "No medical practitioner who is the occupier of a factory, or is directly or indirectly interested therein, or in any process or business carried  on therein, or in a patent connected therewith, shall act as examining surgeon for that factory:  Provided that the Minister may authorise a registered medical practitioner who is employed by the occupier of a factory in connection with the medical supervision of persons employed in the factory but is not otherwise interested in the factory, to act as examining surgeon for such factory for the purpose of examining and certifying the fitness of young persons."
                },
                {
                    "representation": "(3)",
                    "description": "Where there is no examining surgeon for a factory, the Government Medical Officer for the medical district in which the factory is situate shall be the examining surgeon for that factory."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Powers and duties of examining surgeons. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Powers and duties of examining surgeons. 13. (1) The examining surgeon for a factory shall have power at all reasonable times to inspect the general register of that factory.  (2) It shall be the duty of an examining surgeon to investigate and report LAWS OF GUYANA 22 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                          c. 99:06                          (a) upon any case of death or injury caused by exposure in a factory to fumes or other noxious substances, or due to any other special cause specified in instructions of the Minister as requiring investigation;  (b) upon any case of death or injury which the Labour Authority in pursuance of any general or special instructions of the Minister may refer to him for that purpose; and  (c) upon any case of disease of which he receives notice under the Accidents and Occupational Diseases (Notification) Act.  (3) The examining surgeon, for the purpose of an investigation under this section, shall have all the powers of an Inspector under this Act, and, in addition thereto, the power to enter any room in a building to which the person killed, injured or affected has been removed.  (4) Regulations may be made under this Act regulating  (a) the duties of examining surgeons; and  (b) any special inquiry, examination or investigation held or  performed  by  examining  surgeons  in  pursuance    of instructions or directions of the LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     23  L.R.O. 1/2012                 Power of Inspector to require certificate of fitness for work.                                      Fees of examining  surgeons.               Minister.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The examining surgeon for a factory shall have power at all reasonable times to inspect the general register of that factory."
                },
                {
                    "representation": "(2)",
                    "description": "It shall be the duty of an examining surgeon to investigate and report LAWS OF GUYANA 22 Cap. 95:02  Factories"
                },
                {
                    "representation": "(a)",
                    "description": "the duties of examining surgeons; and"
                },
                {
                    "representation": "(b)",
                    "description": "any special inquiry, examination or investigation held or  performed  by  examining  surgeons  in  pursuance    of instructions or directions of the LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(c)",
                    "description": "upon any case of disease of which he receives notice under the Accidents and Occupational Diseases"
                },
                {
                    "representation": "(3)",
                    "description": "The examining surgeon, for the purpose of an investigation under this section, shall have all the powers of an Inspector under this Act, and, in addition thereto, the power to enter any room in a building to which the person killed, injured or affected has been removed."
                },
                {
                    "representation": "(4)",
                    "description": "Regulations may be made under this Act regulating"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Power of Inspector to require certificate of fitness for work. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power of Inspector to require certificate of fitness for work. 14. (1) Where the Labour Authority or an Inspector is of opinion that  the employment of any young person in a factory, or in any particular process or kind of work in a factory, is prejudicial to the health of the young person or to the health of other persons, he may, anything contained in a certificate (previously obtained) of fitness of the young person for  employment to the contrary notwithstanding, serve notice in writing on the occupier of the factory requiring that the employment of that young person in the factory or in the process or kind  of  work, as the case may be, be discontinued after the period named therein, being not less than one or more than seven days after the service of the notice.  (2) No occupier of a factory shall, after the period named in the notice under subsection (1), employ the young person to whom the notice relates contrary to the requirements set out in the said notice, unless the examining surgeon for the factory has, after the service of the notice, personally examined the young person and certified that he is fit for employment in the factory or in the process or kind of work, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Labour Authority or an Inspector is of opinion that  the employment of any young person in a factory, or in any particular process or kind of work in a factory, is prejudicial to the health of the young person or to the health of other persons, he may, anything contained in a certificate"
                },
                {
                    "representation": "(2)",
                    "description": "No occupier of a factory shall, after the period named in the notice under subsection"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Fees of examining surgeons. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Fees of examining surgeons. 15. (1) The fees to be paid to examining surgeons for carrying out their  duties  under  this  Act  shall, in  so far as they relate  to  any examination or certificate with respect to the fitness of a young person for  employment  in  a  factory  or  to  any  examination  or  medical supervision of persons employed in a factory carried out in pursuance of regulations made under this Act, be paid by the occupier of that factory, and in any other case  shall be defrayed as an expense of carrying this Act into effect.  (2) Such fees shall, subject to any agreement made between the examining surgeon and the occupier of a factory in respect of the fees payable by the occupier, be of such amount as may from time to time be prescribed. LAWS OF GUYANA 24 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012       Periodical report of examining surgeon to the Labour Authority.   Panel of Advisers.                 Safety of buildings, ways, machinery and plant.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fees to be paid to examining surgeons for carrying out their  duties  under  this  Act  shall, in  so far as they relate  to  any examination or certificate with respect to the fitness of a young person for  employment  in  a  factory  or  to  any  examination  or  medical supervision of persons employed in a factory carried out in pursuance of regulations made under this Act, be paid by the occupier of that factory, and in any other case  shall be defrayed as an expense of carrying this Act into effect."
                },
                {
                    "representation": "(2)",
                    "description": "Such fees shall, subject to any agreement made between the examining surgeon and the occupier of a factory in respect of the fees payable by the occupier, be of such amount as may from time to time be prescribed. LAWS OF GUYANA 24 Cap. 95:02  Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Periodical   report of   examining   surgeon  to the  Labour Authority. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Periodical   report of   examining   surgeon  to the  Labour Authority. 16. Every  examining  surgeon  shall  in  each  year  make  at  the prescribed time a report in the prescribed form to the Labour Authority as to the examinations made and other duties performed by him in pursuance of this Act.",
            "description": "Every  examining  surgeon  shall  in  each  year  make  at  the prescribed time a report in the prescribed form to the Labour Authority as to the examinations made and other duties performed by him in pursuance of this Act."
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Panel of advisers.    LAWS OF GUYANA 4 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012   SECTION  PART IV SAFETY  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Panel of advisers.    LAWS OF GUYANA 4 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012   SECTION  PART IV SAFETY  17. The Minister may, for the purpose of this Act, appoint a panel of advisers to the Labour Authority, and the Labour Authority may seek their   advice, or the advice of any of them in respect of any matter arising out of the operation of this Act.  PART IV SAFETY",
            "description": "The Minister may, for the purpose of this Act, appoint a panel of advisers to the Labour Authority, and the Labour Authority may seek their   advice, or the advice of any of them in respect of any matter arising out of the operation of this Act.  PART IV SAFETY"
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Safety of buildings, ways, machinery and plant. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Safety of buildings, ways, machinery and plant. 18.  (1) Where it appears to the Labour Authority that any    building or part of a building, or any part of the ways, machinery or plant, in a factory is in such a condition as to be likely to cause risk of bodily injury to, or to endanger the safety of, persons employed in connection with the factory or any class of such persons  (a) the Labour Authority may serve on the occupier of the factory a notice in writing requiring him, before a date to be specified in the notice  (i)  to furnish such drawings, specifications and other particulars as may be necessary to determine whether such building or part of the building, or such part of the ways, machinery or plant as aforesaid can be used without risk of bodily LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     25  L.R.O. 1/2012                                              Prohibition of employment of children in   injury or danger to safety as aforesaid; (ii)  to  carry  out  such  tests  as  may  be  necessary  to determine the strength or quality of any specified parts of the building, ways, machinery or plant as aforesaid, and to inform the Labour Authority of the results of such tests; or  (b) the Labour Authority may serve on the occupier of the factory a notice in writing specifying the measures which should be adopted to remove the risk of bodily injury, and the  danger  to  safety  as  aforesaid,  and  requiring  such measures to be carried out before a date to be specified in the notice.  (2) Where it appears to the Labour Authority that the use of any building or part of a building, or any part of the ways, machinery or plant,  in a factory involves imminent risk of bodily injury to, or imminent danger to the safety of, persons employed in connection with the factory or any class of such persons, the Labour Authority may serve on the occupier of the factory a notice in writing prohibiting such use as aforesaid until the building or part of the building, or the part of the ways, machinery or plant, as the case may be, has been repaired or altered in such a manner as to remove such imminent risk, or such imminent danger, as aforesaid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where it appears to the Labour Authority that any    building or part of a building, or any part of the ways, machinery or plant, in a factory is in such a condition as to be likely to cause risk of bodily injury to, or to endanger the safety of, persons employed in connection with the factory or any class of such persons"
                },
                {
                    "representation": "(a)",
                    "description": "the Labour Authority may serve on the occupier of the factory a notice in writing requiring him, before a date to be specified in the notice"
                },
                {
                    "representation": "(i)",
                    "description": "to furnish such drawings, specifications and other particulars as may be necessary to determine whether such building or part of the building, or such part of the ways, machinery or plant as aforesaid can be used without risk of bodily LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(b)",
                    "description": "the Labour Authority may serve on the occupier of the factory a notice in writing specifying the measures which should be adopted to remove the risk of bodily injury, and the  danger  to  safety  as  aforesaid,  and  requiring  such measures to be carried out before a date to be specified in the notice."
                },
                {
                    "representation": "(2)",
                    "description": "Where it appears to the Labour Authority that the use of any building or part of a building, or any part of the ways, machinery or plant,  in a factory involves imminent risk of bodily injury to, or imminent danger to the safety of, persons employed in connection with the factory or any class of such persons, the Labour Authority may serve on the occupier of the factory a notice in writing prohibiting such use as aforesaid until the building or part of the building, or the part of the ways, machinery or plant, as the case may be, has been repaired or altered in such a manner as to remove such imminent risk, or such imminent danger, as aforesaid."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Prohibition of employment of children in factories, and power to exclude children therefrom. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Prohibition of employment of children in factories, and power to exclude children therefrom. 19. (1) No child shall be employed in any factory, or in the business of a factory outside the factory, or in any business trade or process ancillary to the business of a LAWS OF GUYANA 26 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012  factories and    power to exclude children  therefrom.                              Construction and sale of new machinery. [46 of 1955]                          factory.  (2) Where it appears to the Labour Authority that the presence, in any factory or part of a factory, of children who cannot lawfully be employed  therein may be dangerous to them or injurious to their health, the Labour Authority may serve on the occupier of the factory a  notice  in  writing  requiring  him  to  prohibit  and  to  prevent  the admission of such children to the factory, or part of the factory, as the case may be.         (3) In  this  section  the  expression  factory  includes  the premises,  machinery,  operations,  works and factories  specified in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No child shall be employed in any factory, or in the business of a factory outside the factory, or in any business trade or process ancillary to the business of a LAWS OF GUYANA 26 Cap. 95:02  Factories"
                },
                {
                    "representation": "(2)",
                    "description": "Where it appears to the Labour Authority that the presence, in any factory or part of a factory, of children who cannot lawfully be employed  therein may be dangerous to them or injurious to their health, the Labour Authority may serve on the occupier of the factory a  notice  in  writing  requiring  him  to  prohibit  and  to  prevent  the admission of such children to the factory, or part of the factory, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "In  this  section  the  expression  factory  includes  the premises,  machinery,  operations,  works and factories  specified in section"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Construction and sale of new machinery.  PART V HOURS AND HOLIDAYS  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Construction and sale of new machinery.  PART V HOURS AND HOLIDAYS  20. (1) In the case of any machine in a factory being a machine intended to be driven by mechanical power  (a) every set-screw, bolt or key on any revolving shaft, spindle,  wheel  or  pinion  shall  be  so  sunk,  encased  or otherwise effectively guarded by situation and design as to prevent danger;  (b) all spur and other toothed or friction gearing, which does not require frequent adjustment while in motion, shall be completely encased unless it is so situated, or is of such design, as to be as safe as it would be if completely encased.  (2) Any person who sells, or lets on hire, or as agent of the seller or hirer causes or procures to be sold or let on hire, for use in a factory in Guyana any machine intended to be driven by mechanical power which does not comply with the requirements of this section shall be guilty of an offence. LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     27  L.R.O. 1/2012                           Hours of work.  [20 of 1983]                                             (3) The Minister may make regulations extending subsection (2) to machinery or plant which does not comply with such requirements of this Act as may be specified in the regulations, and any regulations made under this subsection may relate to machinery or plant in a specified process.                       (4) Nothing in this section shall be construed as applying to any machine  imported  into,  or  constructed  in,  Guyana  before  the commencement of this Act, and regulations made under this section shall not apply to any machinery or plant imported into, or constructed in, Guyana before the coming into force of such regulations.  PART V HOURS  AND  HOLIDAYS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In the case of any machine in a factory being a machine intended to be driven by mechanical power"
                },
                {
                    "representation": "(a)",
                    "description": "every set-screw, bolt or key on any revolving shaft, spindle,  wheel  or  pinion  shall  be  so  sunk,  encased  or otherwise effectively guarded by situation and design as to prevent danger;"
                },
                {
                    "representation": "(b)",
                    "description": "all spur and other toothed or friction gearing, which does not require frequent adjustment while in motion, shall be completely encased unless it is so situated, or is of such design, as to be as safe as it would be if completely encased."
                },
                {
                    "representation": "(2)",
                    "description": "to machinery or plant which does not comply with such requirements of this Act as may be specified in the regulations, and any regulations made under this subsection may relate to machinery or plant in a specified process."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may make regulations extending subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall be construed as applying to any machine  imported  into,  or  constructed  in,  Guyana  before  the commencement of this Act, and regulations made under this section shall not apply to any machinery or plant imported into, or constructed in, Guyana before the coming into force of such regulations.  PART V HOURS  AND  HOLIDAYS"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Hours of work. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Hours of work. 21.  (1) The Minister may make regulations  (a) prescribing the number of hours during which a person may normally be employed, in a factory, on any day or in any week;  (b) prescribing that a person employed in a factory shall, in every week, have a break of such number of consecutive hours as may be specified in the regulations;  (c) prescribing the  conditions  under  which  the  Labour Authority shall have power to exempt factories from the operation of regulations LAWS OF GUYANA 28 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  c. 91:04 made under paragraph (b).   (2) Regulations under this section may be made  (a) for a limited period or without limit of period;  (b) either generally or in relation to any area or to any class of  factory or any particular factory or to any particular occupation in a factory;  (c) prescribing  different  hours  in  respect  of  different branches of the operation of a factory;  (d) prescribing  different  hours  in  respect  of  different periods of the year;  (e) according to the season, where the carrying on of a factory or of any part of the operations thereof is influenced by seasons;  (f) prescribing different hours in relation to adults and young persons;  (g) subject to such conditions as the Minister may think fit,  and the regulations may contain such supplemental and consequential provisions as the Minister considers necessary for giving full effect to the regulations.  (3) This Act shall not apply to a shop assistant as defined in section 2 of the Shops Act. LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     29  L.R.O. 1/2012       Intervals for  rest.                          Special provision for night shifts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may make regulations"
                },
                {
                    "representation": "(a)",
                    "description": "for a limited period or without limit of period;"
                },
                {
                    "representation": "(b)",
                    "description": "either generally or in relation to any area or to any class of  factory or any particular factory or to any particular occupation in a factory;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing  different  hours  in  respect  of  different branches of the operation of a factory;"
                },
                {
                    "representation": "(2)",
                    "description": "Regulations under this section may be made"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing  different  hours  in  respect  of  different periods of the year;"
                },
                {
                    "representation": "(e)",
                    "description": "according to the season, where the carrying on of a factory or of any part of the operations thereof is influenced by seasons;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribing different hours in relation to adults and young persons;"
                },
                {
                    "representation": "(g)",
                    "description": "subject to such conditions as the Minister may think fit,  and the regulations may contain such supplemental and consequential provisions as the Minister considers necessary for giving full effect to the regulations."
                },
                {
                    "representation": "(3)",
                    "description": "This Act shall not apply to a shop assistant as defined in section 2 of the Shops Act. LAWS OF GUYANA Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Intervals for rest. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Intervals for rest. 22.  Every person employed in a factory or in any occupation in a factory shall, during his work on any one day, have such an interval for rest as may from time to time be approved by the Labour Authority, and in approving such an interval for rest for any person, or for any class  of  persons,  so  employed  the  Labour  Authority  shall  have regard  (a) to whether the person, or the class of persons, is or is not employed on the shift system; and  (b) to the nature of the operation on which the person, or the class of persons, is employed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to whether the person, or the class of persons, is or is not employed on the shift system; and"
                },
                {
                    "representation": "(b)",
                    "description": "to the nature of the operation on which the person, or the class of persons, is employed."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Special provision for night shifts. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Special provision for night shifts. 23.  Where a person employed in a factory works on a shift which extends over midnight  (a) the  hours  which  he  works  after  midnight  shall  be deemed to form part of the previous day; and  (b) the ensuing day, for such person, shall be deemed to be the period of twenty-four hours commencing when the shift as aforesaid ends:  Provided that the Labour Authority may, by notice in writing, direct that in the case of any class of workers specified in the order  (a) the hours which he works before midnight shall be deemed to form part of the ensuing day; and  (b) the ensuing day, for such class of LAWS OF GUYANA 30 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                    Overtime. [12 of 1967 19 of 1990]                                        workers, shall be deemed to be the period of twenty-four hours commencing when the shift as aforesaid starts.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the hours which he works before midnight shall be deemed to form part of the ensuing day; and"
                },
                {
                    "representation": "(b)",
                    "description": "the ensuing day, for such class of LAWS OF GUYANA 30 Cap. 95:02  Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Overtime. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Overtime. 24. (1) The Minister may make regulations prescribing the rate at which a person who is employed in a factory, or in any occupation in a factory, shall be paid  (a) in respect of work on any day in excess of eight hours or in respect of work in any week in excess of the normal hours of work prescribed under section 21 (1) (a);  (b) in respect of work on any public holiday, other than as specified in paragraph (c);  (c)  in respect of work on Sundays, Christmas Day, the day after Christmas Day if Christmas falls on a Sunday, Eid- UI-Azha Day, or, if that day is a Sunday, the following day, Phagwah Day, or, if that day is a Sunday, the following day, Good Friday, Easter Monday, Labour Day, that is to say the 1st May, or, if that day is a Sunday, the following day.   (2) Regulations under this section may be made  (a)  for a limited period or without limit of period;  LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     31  L.R.O. 1/2012                                                 (b)  either generally or in relation to any area or to any class of factory or any particular factory or to any particular occupation in a factory;  (c) prescribing  different  rates  in  respect  of  different branches of the operation of a factory;  (d) prescribing  different  rates  in  respect  of  different periods of the year;  (e) according to the season, where the carrying on of a factory or of any part of the operations thereof is influenced by seasons;  (f) prescribing different rates in relation to adults and young persons;  (g) subject to such conditions as the Minister may think fit,  and the regulations may contain such supplemental and consequential provisions as the Minister considers necessary for giving full effect to the regulations.  (3) Where the hours of work, or any of them, under paragraph (a) of subsection (1) also fall under paragraphs (b) or (c) of the said subsection, the provisions of paragraph (b) or paragraph (c) of the said subsection shall apply in respect of such hours.  (4) Where, in relation to any factory or to any occupation in a factory the appropriate rate under subsection (1) (a), (b) or (c) has not been fixed in LAWS OF GUYANA 32 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                  Power of  exemption conferred on Minister.                                    Power of Minister to  regulations made under this section, such rate shall be, in the case of work on any day specified in subsection (1) (c), twice the rate at which the person employed would but for this section be paid, and, in the case of any other work, one and a half times the rate at which the person employed would but for this section be paid.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(c), twice the rate at which the person employed would but for this section be paid, and, in the case of any other work, one and a half times the rate at which the person employed would but for this section be paid."
                },
                {
                    "representation": "(a)",
                    "description": "of subsection"
                },
                {
                    "representation": "(b)",
                    "description": "or"
                },
                {
                    "representation": "(c)",
                    "description": "has not been fixed in LAWS OF GUYANA 32 Cap. 95:02  Factories"
                },
                {
                    "representation": "(2)",
                    "description": "Regulations under this section may be made"
                },
                {
                    "representation": "(d)",
                    "description": "prescribing  different  rates  in  respect  of  different periods of the year;"
                },
                {
                    "representation": "(e)",
                    "description": "according to the season, where the carrying on of a factory or of any part of the operations thereof is influenced by seasons;"
                },
                {
                    "representation": "(f)",
                    "description": "prescribing different rates in relation to adults and young persons;"
                },
                {
                    "representation": "(g)",
                    "description": "subject to such conditions as the Minister may think fit,  and the regulations may contain such supplemental and consequential provisions as the Minister considers necessary for giving full effect to the regulations."
                },
                {
                    "representation": "(3)",
                    "description": "Where the hours of work, or any of them, under paragraph"
                },
                {
                    "representation": "(4)",
                    "description": "Where, in relation to any factory or to any occupation in a factory the appropriate rate under subsection"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Power of exemption conferred on Minister.  PART VI REGULATIONS  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power of exemption conferred on Minister.  PART VI REGULATIONS  25. (1) The Minister may by order exempt from the provisions of this  Part, or any of them, any factory or part of a factory or any particular occupation in a factory.   (2) An order may be made under this section  (a) for a limited period or without limit of period;  (b) in relation to any area or to any class of factory or to any particular factory or to any particular occupation in a factory;  (c) excepting from the operation of the order any class of factory or any particular factory or any particular occupation in a factory within an area;  (d) subject to such conditions as the Minister may deem fit,  and the  order  may  contain  such  supplemental  and  consequential provisions as the Minister considers necessary for giving full effect to the order.  PART VI REGULATIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may by order exempt from the provisions of this  Part, or any of them, any factory or part of a factory or any particular occupation in a factory."
                },
                {
                    "representation": "(2)",
                    "description": "An order may be made under this section"
                },
                {
                    "representation": "(a)",
                    "description": "for a limited period or without limit of period;"
                },
                {
                    "representation": "(b)",
                    "description": "in relation to any area or to any class of factory or to any particular factory or to any particular occupation in a factory;"
                },
                {
                    "representation": "(c)",
                    "description": "excepting from the operation of the order any class of factory or any particular factory or any particular occupation in a factory within an area;"
                },
                {
                    "representation": "(d)",
                    "description": "subject to such conditions as the Minister may deem fit,  and the  order  may  contain  such  supplemental  and  consequential provisions as the Minister considers necessary for giving full effect to the order.  PART VI REGULATIONS"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Power of Minister to make regulations. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power of Minister to make regulations. 26. (1) Subject to negative resolution of the National Assembly, the Minister may from time to time LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     33  L.R.O. 1/2012 make regulations. [20 of 1983]                                              make regulations  (a) prohibiting  the  employment  of,  or  modifying  or limiting the period of employment of, all persons or any class  of  persons  in  connection  with  any  manufacture, machinery, plant, process or description of manual labour certified by the Labour Authority, by notice published in the Gazette, to be dangerous;  (b) prohibiting, limiting or controlling the use of any material or process;  (c) modifying or extending any special provision for any class of factories contained in this Act;  (d) for the purpose of ensuring the health or safety of persons who are employed in any factory or in connection with machinery or with any employment within the meaning of paragraph (a); and  (e) generally for giving effect to the purposes of this Act.  (2) In particular, and without prejudice to the generality of the foregoing provisions, any such regulations may provide for  (a) the safe means of approach or access to, and exit from, any factory, or machinery;  (b) the fencing and covering of all LAWS OF GUYANA 34 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  dangerous places or machines;  (c) lifesaving and first aid appliances;  (d) securing  safety  in  connection  with  all  operations carried on in a factory;  (e) securing safety in connection with the use of cranes, winches, pulley-blocks, and of all engines, machinery, mechanical gear       and contrivances generally whatsoever;;  (f) the  periodic  inspection,  testing  and  classification, according to age, type or condition, of boilers, and for the issue and display of certificates in connection therewith, and for the regulating of the type of safety valves to be fixed to any boiler and the maximum pressure at which boilers of any age, type, class, or condition may be operated;  (g)  the  duties  and  responsibilities  assignable  to  any person generally, and in particular to employers, owners, occupiers and managers in charge of factories, in connection with any one or more of such regulations;  (h) the proper ventilation of any factory, having regard to the nature of the process carried on therein; LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     35  L.R.O. 1/2012                                                  (i) the sanitation, including  the  provision  of  lavatory accommo-dation and sanitary conveniences (having regard to the number of workers employed) at any factory;  (j) the fees to be paid for the inspection or examination of any factory or class of factory and any machinery therein;  (k) the forms and certificates to be used under this Act;  (l) the records  and  registers  to be  maintained  for the purposes of this Act;  (m) the lifting or moving of loads by any woman or young person;  (n)  the   appointment,   powers,   duties,   and   fees   of examining surgeons;  (o) the medical supervision of workers;  (p) the prescribing of occupations for the  purposes of section 10;  (q) the contents of notices required to be displayed under this Act.  (3) No young person shall be employed in a factory otherwise than in accordance with regulations made under this section.  LAWS OF GUYANA 36 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012            Penalty for breach of regulations. [Reg. 14/1949 32 of 1997]           Special provisions as to evidence.                                 (4) In subsection (3) the expression factory has the same meaning as it has in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to negative resolution of the National Assembly, the Minister may from time to time LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(a)",
                    "description": "the safe means of approach or access to, and exit from, any factory, or machinery;"
                },
                {
                    "representation": "(b)",
                    "description": "the fencing and covering of all LAWS OF GUYANA 34 Cap. 95:02  Factories"
                },
                {
                    "representation": "(c)",
                    "description": "lifesaving and first aid appliances;"
                },
                {
                    "representation": "(d)",
                    "description": "securing  safety  in  connection  with  all  operations carried on in a factory;"
                },
                {
                    "representation": "(e)",
                    "description": "securing safety in connection with the use of cranes, winches, pulley-blocks, and of all engines, machinery, mechanical gear       and contrivances generally whatsoever;;"
                },
                {
                    "representation": "(2)",
                    "description": "In particular, and without prejudice to the generality of the foregoing provisions, any such regulations may provide for"
                },
                {
                    "representation": "(f)",
                    "description": "the  periodic  inspection,  testing  and  classification, according to age, type or condition, of boilers, and for the issue and display of certificates in connection therewith, and for the regulating of the type of safety valves to be fixed to any boiler and the maximum pressure at which boilers of any age, type, class, or condition may be operated;"
                },
                {
                    "representation": "(g)",
                    "description": "the  duties  and  responsibilities  assignable  to  any person generally, and in particular to employers, owners, occupiers and managers in charge of factories, in connection with any one or more of such regulations;"
                },
                {
                    "representation": "(h)",
                    "description": "the proper ventilation of any factory, having regard to the nature of the process carried on therein; LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(i)",
                    "description": "the sanitation, including  the  provision  of  lavatory accommo-dation and sanitary conveniences"
                },
                {
                    "representation": "(j)",
                    "description": "the fees to be paid for the inspection or examination of any factory or class of factory and any machinery therein;"
                },
                {
                    "representation": "(k)",
                    "description": "the forms and certificates to be used under this Act;"
                },
                {
                    "representation": "(l)",
                    "description": "the records  and  registers  to be  maintained  for the purposes of this Act;"
                },
                {
                    "representation": "(m)",
                    "description": "the lifting or moving of loads by any woman or young person;"
                },
                {
                    "representation": "(n)",
                    "description": "the   appointment,   powers,   duties,   and   fees   of examining surgeons;"
                },
                {
                    "representation": "(o)",
                    "description": "the medical supervision of workers;"
                },
                {
                    "representation": "(p)",
                    "description": "the prescribing of occupations for the  purposes of section 10;"
                },
                {
                    "representation": "(q)",
                    "description": "the contents of notices required to be displayed under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "the expression factory has the same meaning as it has in section"
                },
                {
                    "representation": "(4)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Penalty for breach of regulations.  PART VII OFFENCES, PENALTIES AND PROCEDURE  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Penalty for breach of regulations.  PART VII OFFENCES, PENALTIES AND PROCEDURE  27. There may be annexed to the breach of any regulation made under this Act such penalty not exceeding fifty thousand dollars as may be prescribed, and such penalty may be sued for and recovered under the Summary Jurisdiction Acts.  PART VII OFFENCES, PENALTIES  AND  PROCEDURE",
            "description": "There may be annexed to the breach of any regulation made under this Act such penalty not exceeding fifty thousand dollars as may be prescribed, and such penalty may be sued for and recovered under the Summary Jurisdiction Acts.  PART VII OFFENCES, PENALTIES  AND  PROCEDURE"
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Special provisions as to evidence. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Special provisions as to evidence. 28.  (1) Any person who is found in a factory at any time at which work is going on or the machinery is in motion, except during the intervals  for  meals or rest, shall, until the contrary is proved, be deemed for the purposes of this Act to have been then employed in the factory:  Provided that this subsection shall not apply to a factory in which the only persons employed are members of the same family dwelling there.  (2) Where, in any proceedings under this Act with respect to a person under or over a specified age, it appears to the court that such person is apparently under or over such age, it shall lie on the defendant to prove that the person is not under, or not over, the specified age, as the case may be.  (3) Where any entry is required by this Act to be made in the general register or in any other register or record, the entry made by the occupier  of  a  factory  or  on  his  behalf  shall,  as  against  him,  be admissible as evidence of the facts therein stated, and the fact that any entry so required with respect to the observance of any provision of this Act has not  been made, shall be admissible as evidence that that provision has not been LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     37  L.R.O. 1/2012             Offences.  [14 of 1949 39 of 1954 32 of 1997]                                           observed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who is found in a factory at any time at which work is going on or the machinery is in motion, except during the intervals  for  meals or rest, shall, until the contrary is proved, be deemed for the purposes of this Act to have been then employed in the factory:  Provided that this subsection shall not apply to a factory in which the only persons employed are members of the same family dwelling there."
                },
                {
                    "representation": "(2)",
                    "description": "Where, in any proceedings under this Act with respect to a person under or over a specified age, it appears to the court that such person is apparently under or over such age, it shall lie on the defendant to prove that the person is not under, or not over, the specified age, as the case may be."
                },
                {
                    "representation": "(3)",
                    "description": "Where any entry is required by this Act to be made in the general register or in any other register or record, the entry made by the occupier  of  a  factory  or  on  his  behalf  shall,  as  against  him,  be admissible as evidence of the facts therein stated, and the fact that any entry so required with respect to the observance of any provision of this Act has not  been made, shall be admissible as evidence that that provision has not been LAWS OF GUYANA Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Offences. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Offences. 29.  (1) Any person who  (a) being the owner, occupier, or manager of a factory fails within the time limited by section 5 to make application to the Labour Authority for the registration of such factory; or   (b) fails to give notice to the Labour Authority as required by section 6; or  (c) fails  to  furnish  the  Labour  Authority  within  a reasonable time, with the information required by him under section 6; or  (d) being the owner, occupier or manager of a factory contravenes or fails to comply with section 7; or  (e) obstructs the Labour Authority or an Inspector in the execution of his powers, duties or functions under this Act; or  (f) is the occupier of a factory in which an obstruction under paragraph (e) takes place,  shall be liable on summary conviction to a fine of twenty-five thousand dollars.  (2) Any person who  LAWS OF GUYANA 38 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  (a) wilfully delays the Labour Authority or an Inspector in the exercise of any power under section 10; or  (b) fails to comply with any requirement of the Labour Authority or an Inspector in pursuance of section 10; or  (c) fails to produce any register, certificate, notice or document which he is required by or in pursuance of this Act to produce; or  (d) wilfully withholds any information as to who is the occupier of any factory, or as to who is the employer in the case of a prescribed occupation; or  (e) conceals  or  prevents,  or  attempts  to  conceal  or prevent, a person from appearing before or being examined by the Labour Authority or an Inspector,  shall be deemed to obstruct the Labour Authority or an Inspector in the execution of his duties under this Act.  (3) Any person who  (a) obstructs an examining surgeon in the exercise of his powers under section 13;  (b) being the occupier of a factory, fails to comply with the LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     39  L.R.O. 1/2012                                                 requirements of a notice under section 14(1);  (c) being the occupier of a factory, contravenes or fails to comply with any requirement of a notice under section 18; or  (d) contravenes section 19(1); or  (e) contravenes or fails to comply with any requirement of a notice under section 19 (2); or  (f) contravenes  or  fails  to  comply  with  any  of  the provisions of section 20; or  (g)  being the occupier of a factory, fails to comply with the  provision as to an interval for rest approved by the Labour Authority under section 22; or  (h) being the employer of a person employed in a factory, or in any occupation in a factory contravenes or fails to comply with section 24 (4); or  (i) being the occupier of a factory, contravenes or fails to comply with any of the provisions of section 35; or  (j) being the occupier of a factory, fails to comply with any requirement of the Labour Authority under section 36; or LAWS OF GUYANA 40 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                       Special rules for the determination of the occupier of a factory in    the case of a  partnership or a company.                            (k)  being the occupier of a factory, fails to comply with any of the provisions of section 37,  shall be liable on summary conviction to a fine of twenty-five thousand dollars, and in the case of a continuing offence shall be liable to a fine of one thousand dollars  for  every  day  upon  which  such  offence  continues  after conviction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who"
                },
                {
                    "representation": "(a)",
                    "description": "obstructs an examining surgeon in the exercise of his powers under section 13;"
                },
                {
                    "representation": "(b)",
                    "description": "being the occupier of a factory, fails to comply with the LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(c)",
                    "description": "being the occupier of a factory, contravenes or fails to comply with any requirement of a notice under section 18; or"
                },
                {
                    "representation": "(d)",
                    "description": "contravenes section 19(1); or"
                },
                {
                    "representation": "(e)",
                    "description": "contravenes or fails to comply with any requirement of a notice under section 19"
                },
                {
                    "representation": "(f)",
                    "description": "contravenes  or  fails  to  comply  with  any  of  the provisions of section 20; or"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who  LAWS OF GUYANA 38 Cap. 95:02  Factories"
                },
                {
                    "representation": "(3)",
                    "description": "Any person who"
                },
                {
                    "representation": "(g)",
                    "description": "being the occupier of a factory, fails to comply with the  provision as to an interval for rest approved by the Labour Authority under section 22; or"
                },
                {
                    "representation": "(h)",
                    "description": "being the employer of a person employed in a factory, or in any occupation in a factory contravenes or fails to comply with section 24"
                },
                {
                    "representation": "(i)",
                    "description": "being the occupier of a factory, contravenes or fails to comply with any of the provisions of section 35; or"
                },
                {
                    "representation": "(j)",
                    "description": "being the occupier of a factory, fails to comply with any requirement of the Labour Authority under section 36; or LAWS OF GUYANA 40 Cap. 95:02  Factories"
                },
                {
                    "representation": "(k)",
                    "description": "being the occupier of a factory, fails to comply with any of the provisions of section 37,  shall be liable on summary conviction to a fine of twenty-five thousand dollars, and in the case of a continuing offence shall be liable to a fine of one thousand dollars  for  every  day  upon  which  such  offence  continues  after conviction."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Special rules for the determination of the occupier of a factory in  the case of a partnership or a company ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Special rules for the determination of the occupier of a factory in  the case of a partnership or a company 30.  (1) Where the occupier of a factory is a firm or other association of individuals one or more of the individual partners or members of the firm thereof may be prosecuted and punished under this Act for any offence for which the occupier of the factory is punishable:  Provided that the firm or association may give notice to the Labour Authority that it has nominated one of its number who is resident in Guyana to be the occupier of the factory for the purposes of this Act, and such individual shall so long as he is so resident be deemed to be the occupier for the purposes of this Act until further notice cancelling his nomination is received from the firm or association by the Labour Authority or until he notifies the Labour Authority that he has ceased to be a partner or member of the firm or association  (2) Where the occupier of a factory is a company, one or more of the Directors thereof, or, in the case of a private company, one or more of  the shareholders thereof, may be prosecuted and punished under this Act for any offence for which the occupier of the factory is punishable:  Provided  that  the  company  may  give  notice  to  the  Labour Authority that it has nominated a director, or, in the case of a private company, a shareholder, who is resident in either case in Guyana, to be the  occupier of the LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     41  L.R.O. 1/2012                 Special rules as to the  making of complaints for offences.                    Power of court to order cause  of  contravention to be remedied.                      Proceedings against persons other than occupiers.  factory for the purposes of this Act, and such director or shareholder shall so long as he is so resident be deemed to be the occupier of the factory for the purposes of this Act until further notice cancelling his nomination is received by the Labour Authority, or until he has notified the Labour Authority, or until he has notified the Labour Authority that he has ceased to be a director or shareholder.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the occupier of a factory is a firm or other association of individuals one or more of the individual partners or members of the firm thereof may be prosecuted and punished under this Act for any offence for which the occupier of the factory is punishable:  Provided that the firm or association may give notice to the Labour Authority that it has nominated one of its number who is resident in Guyana to be the occupier of the factory for the purposes of this Act, and such individual shall so long as he is so resident be deemed to be the occupier for the purposes of this Act until further notice cancelling his nomination is received from the firm or association by the Labour Authority or until he notifies the Labour Authority that he has ceased to be a partner or member of the firm or association"
                },
                {
                    "representation": "(2)",
                    "description": "Where the occupier of a factory is a company, one or more of the Directors thereof, or, in the case of a private company, one or more of  the shareholders thereof, may be prosecuted and punished under this Act for any offence for which the occupier of the factory is punishable:  Provided  that  the  company  may  give  notice  to  the  Labour Authority that it has nominated a director, or, in the case of a private company, a shareholder, who is resident in either case in Guyana, to be the  occupier of the LAWS OF GUYANA Factories"
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Special rules as to the making of complaints for offences. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Special rules as to the making of complaints for offences. 31. (1) No prosecution under this Act shall be instituted except by or with the previous sanction of the Labour Authority.  (2) An Inspector if so authorised in writing by the Labour Authority, may, although he is not a barrister or a solicitor, prosecute, conduct,   or   defend   before   any   court   having   jurisdiction   any information complaint or other proceeding arising under this Act, or in the discharge of his duty as an Inspector.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No prosecution under this Act shall be instituted except by or with the previous sanction of the Labour Authority."
                },
                {
                    "representation": "(2)",
                    "description": "An Inspector if so authorised in writing by the Labour Authority, may, although he is not a barrister or a solicitor, prosecute, conduct,   or   defend   before   any   court   having   jurisdiction   any information complaint or other proceeding arising under this Act, or in the discharge of his duty as an Inspector."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Power of court to order cause of contravention to be remedied. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power of court to order cause of contravention to be remedied. 32.  Where the occupier of a factory is convicted of an offence under this Act the court may, in addition to or in substitution for a penalty, order him to take, within the time specified in the order, such steps as may be therein specified for remedying the matters in respect of which the contravention occurred, and may, on application, enlarge the time so specified, and where such an order is made, the occupier shall not be liable under this Act in respect of the continuation of the contravention during the time allowed by the Court, but if, after the expiration of that time as originally specified or enlarged by subsequent order, the order is not complied with, the occupier shall be  liable to a fine of fifty dollars for each day on which the non-compliance continues.",
            "description": "Where the occupier of a factory is convicted of an offence under this Act the court may, in addition to or in substitution for a penalty, order him to take, within the time specified in the order, such steps as may be therein specified for remedying the matters in respect of which the contravention occurred, and may, on application, enlarge the time so specified, and where such an order is made, the occupier shall not be liable under this Act in respect of the continuation of the contravention during the time allowed by the Court, but if, after the expiration of that time as originally specified or enlarged by subsequent order, the order is not complied with, the occupier shall be  liable to a fine of fifty dollars for each day on which the non-compliance continues."
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Proceedings against persons other than occupiers. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Proceedings against persons other than occupiers. 33. Where under this Act any person is substituted for the occupier with respect to any provision of this Act, any order, summons, notice or proceeding which for the purpose of any of those provisions is by or under this Act LAWS OF GUYANA 42 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012         Power to make a complaint at any time for an offence under Part II.      Display of  factory notices.                    Power of the  Labour  Authority to  require returns.           General register.   required or authorised to be served on or taken in relation to the occupier, is hereby required or authorised (as the case may be) to be served on or taken in relation to that person.",
            "description": "Where under this Act any person is substituted for the occupier with respect to any provision of this Act, any order, summons, notice or proceeding which for the purpose of any of those provisions is by or under this Act LAWS OF GUYANA 42 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012         Power to make a complaint at any time for an offence under Part II.      Display of  factory notices.                    Power of the  Labour  Authority to  require returns.           General register.   required or authorised to be served on or taken in relation to the occupier, is hereby required or authorised (as the case may be) to be served on or taken in relation to that person."
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Power to make a complaint at any time for an offence under Part II.  PART VIII  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power to make a complaint at any time for an offence under Part II.  PART VIII  34.  A complaint may be made for an offence under Part II although more than six months have elapsed since the date on which the offence is alleged to have been committed.  PART VIII MISCELLANEOUS",
            "description": "A complaint may be made for an offence under Part II although more than six months have elapsed since the date on which the offence is alleged to have been committed.  PART VIII MISCELLANEOUS"
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Display of factory notices. LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     5  L.R.O. 1/2012 SECTION  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Display of factory notices. LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     5  L.R.O. 1/2012 SECTION  35. (1) There shall be displayed in every factory a notice containing such abstract of this Act and of the regulations made thereunder, as may be prescribed.  (2) All notices required, under this Act, to be displayed in a factory shall be displayed, where they can conveniently be read by the persons employed in the factory, at some conspicuous place at or near the main entrance to the factory and shall be maintained in a clean and legible condition:  Provided that the Labour Authority may direct that all or any of the aforesaid documents shall be posted in such parts of the factory, either in  addition  to  or  in  substitution  for  such  conspicuous  place  as aforesaid, as he may direct.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be displayed in every factory a notice containing such abstract of this Act and of the regulations made thereunder, as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "All notices required, under this Act, to be displayed in a factory shall be displayed, where they can conveniently be read by the persons employed in the factory, at some conspicuous place at or near the main entrance to the factory and shall be maintained in a clean and legible condition:  Provided that the Labour Authority may direct that all or any of the aforesaid documents shall be posted in such parts of the factory, either in  addition  to  or  in  substitution  for  such  conspicuous  place  as aforesaid, as he may direct."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power of the Labour Authority to require returns. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Power of the Labour Authority to require returns. 36.  The Labour Authority may require occupiers or managers of factories to submit such returns, occasional or periodical, as may in his opinion be required for the purposes of this Act.",
            "description": "The Labour Authority may require occupiers or managers of factories to submit such returns, occasional or periodical, as may in his opinion be required for the purposes of this Act."
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "General register. ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under General register. 37. (1) There shall be kept in every factory, or in such place outside the  factory as may be approved by the Inspector, a register, in the prescribed form, called the general register, and there shall be entered in or attached LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     43  L.R.O. 1/2012                                         Enforcement by Local Sanitary Authority of regulations made under this Act. [39 of 1954]   to that register  (a) the prescribed particulars as to the persons employed in the factory who have not attained the age of eighteen; and  (b)  the   prescribed   particulars   as   to   the   washing, whitewashing or colour washing, painting or varnishing, of the factory; and  (c)  the prescribed particulars as to every accident and case of industrial disease occurring in the factory of which notice is required to be sent to an Inspector; and (d)  all  reports  and  particulars  required  by  any  other provision of this Act to be entered in or attached to the general register; and  (e)   such other matters as may be prescribed.  (2) The occupier of a factory shall send to an Inspector such extracts from the general register as the Inspector may from time to time require for the purpose of the execution of his duties under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "There shall be kept in every factory, or in such place outside the  factory as may be approved by the Inspector, a register, in the prescribed form, called the general register, and there shall be entered in or attached LAWS OF GUYANA Factories"
                },
                {
                    "representation": "(a)",
                    "description": "the prescribed particulars as to the persons employed in the factory who have not attained the age of eighteen; and"
                },
                {
                    "representation": "(b)",
                    "description": "the   prescribed   particulars   as   to   the   washing, whitewashing or colour washing, painting or varnishing, of the factory; and"
                },
                {
                    "representation": "(c)",
                    "description": "the prescribed particulars as to every accident and case of industrial disease occurring in the factory of which notice is required to be sent to an Inspector; and"
                },
                {
                    "representation": "(d)",
                    "description": "all  reports  and  particulars  required  by  any  other provision of this Act to be entered in or attached to the general register; and"
                },
                {
                    "representation": "(e)",
                    "description": "such other matters as may be prescribed."
                },
                {
                    "representation": "(2)",
                    "description": "The occupier of a factory shall send to an Inspector such extracts from the general register as the Inspector may from time to time require for the purpose of the execution of his duties under this Act."
                }
            ]
        }
    },
    {
        "act": "FACTORIES (HOURS AND HOLIDAYS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Enforcement by local sanitary authority of regulations made under        this Act.    SCHEDULE—Premises which are factories where persons are  employed in manual labour.   ________________________   1953 Ed.  c.  115 ________ 30 of 1947  [32 of  1997]   An Act to provide for the regulation of hours of work and holidays in factories, and for purposes connected with the matters aforesaid.  [Sections 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 26,                     27, 28, 29, 30, 31, 32, 33, 34 and 36,                          and the Schedule  ... ... ... .. 1ST  OCTOBER, 1949                   Sections 37 and 38   ... ... ... ... ... ...11TH   JUNE 1951;              Sections 12, 13, 14, 15 and 16 ... ... 23RD  AUGUST, 1952  Sections 17, 18, 19, 20 and 35 ... ... ... ... 8TH  NOVEMBER, 1952;                   Sections 21, 22, 23, 24 and 25 ... ... .. 1ST  JUNE, 1953]                 Short title.      PART I PRELIMINARY                  ",
            "context": "FACTORIES (HOURS AND HOLIDAYS) ACT under Enforcement by local sanitary authority of regulations made under        this Act.    SCHEDULEPremises which are factories where persons are  employed in manual labour.   ________________________   1953 Ed.  c.  115 ________ 30 of 1947  [32 of  1997]   An Act to provide for the regulation of hours of work and holidays in factories, and for purposes connected with the matters aforesaid.  [Sections 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 26,                     27, 28, 29, 30, 31, 32, 33, 34 and 36,                          and the Schedule  ... ... ... .. 1ST  OCTOBER, 1949                   Sections 37 and 38   ... ... ... ... ... ...11TH   JUNE 1951;              Sections 12, 13, 14, 15 and 16 ... ... 23RD  AUGUST, 1952  Sections 17, 18, 19, 20 and 35 ... ... ... ... 8TH  NOVEMBER, 1952;                   Sections 21, 22, 23, 24 and 25 ... ... .. 1ST  JUNE, 1953]                 Short title.      PART I PRELIMINARY                  38. (1) The provisions of regulations made under this Act relating to  cleanliness, ventilation, overcrowding, lighting, drinking water, washing facilities and sanitary conveniences shall be enforced by the Local Sanitary Authority of the district in which the factory is situate.  (2) For the purpose of their duties under this section a Local Sanitary Authority and its officers shall LAWS OF GUYANA 44 Cap. 95:02  Factories (Hours and Holidays)    L.R.O. 1/2012                                                  without prejudice to their other powers,  have  all  such  powers  of  entry,  inspection,  taking  legal proceedings, or otherwise, as the Labour Authority or an Inspector has, and accordingly in relation to their said duties the provisions of this Act as  to  furnishing  means  required  by  the  Labour  Authority  or  an Inspector,  and  delaying or obstructing the Labour Authority or an Inspector, shall be construed as including references to such officers; but no such powers of entry, inspection or taking legal proceedings shall be exercised except by officers of the Local Sanitary Authority authorised by the Authority in writing in that behalf either generally or specially.  (3) Where the Labour Authority or an Inspector finds any act or default in relation to any matter in a factory which is liable to be dealt with by the Local Sanitary Authority he shall give notice thereof in writing to the Sanitary Authority aforesaid and to the Central Board of Health.  It shall be the duty of the Local Sanitary Authority to make such inquiry into the subject of the notice and take such action thereon as seems to the Authority proper for the purpose of enforcing the law and to inform the Labour Authority or the Inspector, as the case may be, and the Central Board of Health of the proceedings taken in consequence of the notice.  (4) If within one month after notice of an act or default is given by the Labour Authority or an Inspector under this section to a Local Sanitary Authority  proceedings  are  not  taken  for  remedying  or punishing the default or act, the Central Board of Health, the Labour Authority or the Inspector, as the case may be, may take proceedings for the remedying or punishment of the default or act in accordance with this Act.  (5) The Labour Authority or an Inspector shall for the purpose of his duties under this section have the same powers in regard to any such matters as he has with respect to other matters under this Act and he may for that LAWS OF GUYANA Factories (Hours and Holidays) Cap. 95:02     45  L.R.O. 1/2012          s. 2(1) [O. 64/1957 77/1974 32 of 1997]                                    purpose take like proceedings for enforcing this Act or for remedying or punishing any default or act as might be taken by the Local Sanitary Authority.    SCHEDULE  PREMISES WHICH ARE FACTORIES WHERE PERSONS ARE EMPLOYED IN MANUAL LABOUR",
            "description": [
                {
                    "representation": "(1)",
                    "description": "[O. 64/1957 77/1974 32 of 1997]                                    purpose take like proceedings for enforcing this Act or for remedying or punishing any default or act as might be taken by the Local Sanitary Authority.    SCHEDULE  PREMISES WHICH ARE FACTORIES WHERE PERSONS ARE EMPLOYED IN MANUAL LABOUR"
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of their duties under this section a Local Sanitary Authority and its officers shall LAWS OF GUYANA 44 Cap. 95:02  Factories"
                },
                {
                    "representation": "(3)",
                    "description": "Where the Labour Authority or an Inspector finds any act or default in relation to any matter in a factory which is liable to be dealt with by the Local Sanitary Authority he shall give notice thereof in writing to the Sanitary Authority aforesaid and to the Central Board of Health.  It shall be the duty of the Local Sanitary Authority to make such inquiry into the subject of the notice and take such action thereon as seems to the Authority proper for the purpose of enforcing the law and to inform the Labour Authority or the Inspector, as the case may be, and the Central Board of Health of the proceedings taken in consequence of the notice."
                },
                {
                    "representation": "(4)",
                    "description": "If within one month after notice of an act or default is given by the Labour Authority or an Inspector under this section to a Local Sanitary Authority  proceedings  are  not  taken  for  remedying  or punishing the default or act, the Central Board of Health, the Labour Authority or the Inspector, as the case may be, may take proceedings for the remedying or punishment of the default or act in accordance with this Act."
                },
                {
                    "representation": "(5)",
                    "description": "The Labour Authority or an Inspector shall for the purpose of his duties under this section have the same powers in regard to any such matters as he has with respect to other matters under this Act and he may for that LAWS OF GUYANA Factories"
                }
            ]
        }
    }
]