[
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "STEAM BOILERS REGULATION ACT under Short title. 1. This Act may be cited as the Steam Boilers Regulation Act.",
            "description": "This Act may be cited as the Steam Boilers Regulation Act."
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Requirements as to boilers. ",
            "context": "STEAM BOILERS REGULATION ACT under Requirements as to boilers. 2. (1) Every steam boiler used for generating steam in any factory or workshop, or upon any railway, or in any ship or vessel, or in any fire engine, traction engine, road roller, or other type of road locomotive propelled by steam-driven machinery whether separate or one of a range must  (a) have attached to it proper safety valves, a proper steam pressure gauge to show the pressure of steam and a proper water gauge to show the L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 95:04 Steam Boilers Regulation  L.R.O. 1/2012                                                 height of water in the boiler,            and, except in the case of multi-tubular boiler, or a water tube boiler, a fusible plug of a pattern or type approved by the Chief Factories Officer by notice published in the Gazette; and  (b) be examined  thoroughly  by  a  competent person at least once in every twelve months.  (2)  The boiler, safety valve, steam gauge, and water gauge must be maintained in proper condition.  (3) A report of the result of each examination, stating that the boiler is in good condition and fit to be worked and the pressure at which  it can be safely worked, signed by the person making the examination, shall be delivered to the owner or person in charge of or using the boiler, and a copy of that report, certified under the hand of the examiner, shall be transmitted to the Chief Factories Officer  within  eight  days  of  the  date  of  the  examination  by the person making the examination.  (4) For every boiler aforesaid the owner or person in charge of or using it shall take out an annual licence, at the rate fixed or to be fixed by law, which shall not be issued for any boiler for any year unless and until the boiler to which a licence applies has been first duly examined and certified to be in proper order in all respects as hereby required.  (5) The Chief Factories Officer shall keep a register of all licensed boilers within Guyana, or to which this Act applies, setting forth the date and result of every inspection required under this Act.  (6)   Every   district   commissioner,   police   officer   LAWS OF GUYANA Steam Boilers Regulation Cap. 95:04 5                                  Boilers not to be used till examined and certified as fit for use. [12 of 1982]                  or constable, or any  other person duly authorised thereto in writing by the Chief Factories Officer, shall be and is hereby empowered to call upon or request the owner, or the person using or in charge of, any boiler to which this Act applies to produce to him for inspection the licence for it.  (7) Every boiler imported into Guyana must be accompanied by a test certificate from a duly authorised person in the employment of, or recognised as qualified by, the government of the state in which the boiler was manufactured, and the certificate must aver that the boiler is constructed in accordance with the requirements of that state:  Provided that the Minister may  admit into  Guyana without previous certificate any boiler which can only be tested when set up, if the boiler is of a specification approved by the Chief Factories Officer and permission to import without preliminary inspection is obtained as soon as the boiler is ordered.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every steam boiler used for generating steam in any factory or workshop, or upon any railway, or in any ship or vessel, or in any fire engine, traction engine, road roller, or other type of road locomotive propelled by steam-driven machinery whether separate or one of a range must"
                },
                {
                    "representation": "(a)",
                    "description": "have attached to it proper safety valves, a proper steam pressure gauge to show the pressure of steam and a proper water gauge to show the L.R.O. 1/2012 LAWS OF GUYANA 4 Cap. 95:04 Steam Boilers Regulation  L.R.O. 1/2012                                                 height of water in the boiler,            and, except in the case of multi-tubular boiler, or a water tube boiler, a fusible plug of a pattern or type approved by the Chief Factories Officer by notice published in the Gazette; and"
                },
                {
                    "representation": "(b)",
                    "description": "be examined  thoroughly  by  a  competent person at least once in every twelve months."
                },
                {
                    "representation": "(2)",
                    "description": "The boiler, safety valve, steam gauge, and water gauge must be maintained in proper condition."
                },
                {
                    "representation": "(3)",
                    "description": "A report of the result of each examination, stating that the boiler is in good condition and fit to be worked and the pressure at which  it can be safely worked, signed by the person making the examination, shall be delivered to the owner or person in charge of or using the boiler, and a copy of that report, certified under the hand of the examiner, shall be transmitted to the Chief Factories Officer  within  eight  days  of  the  date  of  the  examination  by the person making the examination."
                },
                {
                    "representation": "(4)",
                    "description": "For every boiler aforesaid the owner or person in charge of or using it shall take out an annual licence, at the rate fixed or to be fixed by law, which shall not be issued for any boiler for any year unless and until the boiler to which a licence applies has been first duly examined and certified to be in proper order in all respects as hereby required."
                },
                {
                    "representation": "(5)",
                    "description": "The Chief Factories Officer shall keep a register of all licensed boilers within Guyana, or to which this Act applies, setting forth the date and result of every inspection required under this Act."
                },
                {
                    "representation": "(6)",
                    "description": "Every   district   commissioner,   police   officer   LAWS OF GUYANA Steam Boilers Regulation Cap. 95:04 5                                  Boilers not to be used till examined and certified as fit for use. [12 of 1982]                  or constable, or any  other person duly authorised thereto in writing by the Chief Factories Officer, shall be and is hereby empowered to call upon or request the owner, or the person using or in charge of, any boiler to which this Act applies to produce to him for inspection the licence for it."
                },
                {
                    "representation": "(7)",
                    "description": "Every boiler imported into Guyana must be accompanied by a test certificate from a duly authorised person in the employment of, or recognised as qualified by, the government of the state in which the boiler was manufactured, and the certificate must aver that the boiler is constructed in accordance with the requirements of that state:  Provided that the Minister may  admit into  Guyana without previous certificate any boiler which can only be tested when set up, if the boiler is of a specification approved by the Chief Factories Officer and permission to import without preliminary inspection is obtained as soon as the boiler is ordered."
                }
            ]
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Boilers not to be used till examined and certified as fit for use. ",
            "context": "STEAM BOILERS REGULATION ACT under Boilers not to be used till examined and certified as fit for use. 3.(1) No boiler, whether separate or one of a range, not in use at the commencement of this Act, shall be used in any factory or workshop, or upon any railway, or in any ship or vessel, or in any fire-engine, traction engine, road roller, or other type of road locomotive propelled by steam-driven machinery unless it  (a) has attached to it a proper safety  valve, a proper steam pressure gauge to show the pressure of steam, and a proper water gauge to  show the height of water in the boiler; and, except in the case of a multi-tubular boiler, or a water tube boiler, a fusible plug of a pattern or type that has been approved by the Chief Factories Officer by notice published in the Gazette; and  L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 95:04 Steam Boilers Regulation  L.R.O. 1/2012                   Who are competent to examine  boilers.  [12 of 1982]             Fees.     Penalty.            Saving of liability.   Act not to apply to certain ships. c. 49:01    (b) has been thoroughly examined by  a competent person and certified by him as fit for use.  (2) The certificate aforesaid stating that the boiler is in good condition and fit to be worked and the pressure at which it can safely be worked signed by the person making the examination shall be delivered to the owner or person in charge or of using the boiler.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No boiler, whether separate or one of a range, not in use at the commencement of this Act, shall be used in any factory or workshop, or upon any railway, or in any ship or vessel, or in any fire-engine, traction engine, road roller, or other type of road locomotive propelled by steam-driven machinery unless it"
                },
                {
                    "representation": "(a)",
                    "description": "has attached to it a proper safety  valve, a proper steam pressure gauge to show the pressure of steam, and a proper water gauge to  show the height of water in the boiler; and, except in the case of a multi-tubular boiler, or a water tube boiler, a fusible plug of a pattern or type that has been approved by the Chief Factories Officer by notice published in the Gazette; and  L.R.O. 1/2012 LAWS OF GUYANA 6 Cap. 95:04 Steam Boilers Regulation  L.R.O. 1/2012                   Who are competent to examine  boilers.  [12 of 1982]             Fees.     Penalty.            Saving of liability.   Act not to apply to certain ships. c. 49:01"
                },
                {
                    "representation": "(b)",
                    "description": "has been thoroughly examined by  a competent person and certified by him as fit for use."
                },
                {
                    "representation": "(2)",
                    "description": "The certificate aforesaid stating that the boiler is in good condition and fit to be worked and the pressure at which it can safely be worked signed by the person making the examination shall be delivered to the owner or person in charge or of using the boiler."
                }
            ]
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Who are competent to examine boilers. ",
            "context": "STEAM BOILERS REGULATION ACT under Who are competent to examine boilers. 4. A list shall be published from time to time in the Gazette of persons competent to examine boilers, and no persons name shall be entered therein until he has been approved by the Chief Factories Officer and two engineers appointed for that purpose by the Minister,  and  every  person  whose  name  is  in  the  list  shall  be deemed a competent person under this Act.",
            "description": "A list shall be published from time to time in the Gazette of persons competent to examine boilers, and no persons name shall be entered therein until he has been approved by the Chief Factories Officer and two engineers appointed for that purpose by the Minister,  and  every  person  whose  name  is  in  the  list  shall  be deemed a competent person under this Act."
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Fees. ",
            "context": "STEAM BOILERS REGULATION ACT under Fees. 5. The Minister may from time to time prescribe the scale of fees and other charges for examination of boilers under this Act.",
            "description": "The Minister may from time to time prescribe the scale of fees and other charges for examination of boilers under this Act."
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Penalty. ",
            "context": "STEAM BOILERS REGULATION ACT under Penalty. 6.  Everyone who contravenes any provision of this Act shall be liable on summary conviction to a fine of three hundred dollars.",
            "description": "Everyone who contravenes any provision of this Act shall be liable on summary conviction to a fine of three hundred dollars."
        }
    },
    {
        "act": "STEAM BOILERS REGULATION ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Saving of liability. ",
            "context": "STEAM BOILERS REGULATION ACT under Saving of liability. 7. Nothing in this Act shall be deemed to affect in any way the civil or criminal liability of any person.",
            "description": "Nothing in this Act shall be deemed to affect in any way the civil or criminal liability of any person."
        }
    }
]