[
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title and commencement. ",
            "context": "RICE FACTORIES ACT under Short title and commencement. 1. This Act may be cited as the Rice Factories Act.",
            "description": "This Act may be cited as the Rice Factories Act."
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "RICE FACTORIES ACT under Interpretation. 2. In this Act  Board means the Guyana Rice Development Board established by section 3 of the Guyana Rice Development Board Act.  district means a district declared and established by the Minister under section 2 of the District Government Act;  licence means a licence issued to person under section 4;  licensee means a person to whom a licence has been issued;   manufacture  of  rice  means  the  use  of  any  process  in connection with the converting of paddy into rice;  official paddy grading agency means a facility authorised by the Board under section",
            "description": "In this Act  Board means the Guyana Rice Development Board established by section 3 of the Guyana Rice Development Board Act.  district means a district declared and established by the Minister under section 2 of the District Government Act;  licence means a licence issued to person under section 4;  licensee means a person to whom a licence has been issued;   manufacture  of  rice  means  the  use  of  any  process  in connection with the converting of paddy into rice;  official paddy grading agency means a facility authorised by the Board under section"
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Application for permit to establish rice factory. ",
            "context": "RICE FACTORIES ACT under Application for permit to establish rice factory. 3. (1) A person who desires to establish a rice factory shall apply to the Board for permit to do so in triplicate accompanied by  (a) the building plans  (b) the certificate of title, lease or any other document evidencing title or a right of occupancy of the land;  (c) an environmental permit from the Environmental Protection Agency established under the Environmental Protection Act or a statement from the Agency to the effect that the applicant has been exempted from the requirement for an environmental impact assessment;  LAWS OF GUYANA 6 Cap. 95:05 Rice Factories  L.R.O. 1/2012                             Fifth Schedule.    Rice not to be manufactured without licence. [3 of 2007]        Sixth Schedule.         (d) the application fee (if any) prescribed by regulation.  (2) The Board upon receipt of the fee (if any) prescribed under subsection (1)(d) and documents referred to in subsection (1) shall transmit copies of those documents to the Central Housing and Planning Authority, the Central Board of Health, the Factories Division of the Occupational Health and Safety Department, the Environmental Protection Agency and the Department of Fire Service for their consideration and recommendations.  (3) The Board shall, notwithstanding anything in any other written law, upon receipt of the recommendations of the entities to which the documents were transmitted and taking those recommendations into consideration decide whether or not a permit should be granted for the rice factory to be established.  (4) The Board shall issue a permit under this section, where the applicant satisfies generally the requirements for rice factories specified in the Fifth schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall transmit copies of those documents to the Central Housing and Planning Authority, the Central Board of Health, the Factories Division of the Occupational Health and Safety Department, the Environmental Protection Agency and the Department of Fire Service for their consideration and recommendations."
                },
                {
                    "representation": "(a)",
                    "description": "the building plans"
                },
                {
                    "representation": "(b)",
                    "description": "the certificate of title, lease or any other document evidencing title or a right of occupancy of the land;"
                },
                {
                    "representation": "(c)",
                    "description": "an environmental permit from the Environmental Protection Agency established under the Environmental Protection Act or a statement from the Agency to the effect that the applicant has been exempted from the requirement for an environmental impact assessment;  LAWS OF GUYANA 6 Cap. 95:05 Rice Factories  L.R.O. 1/2012                             Fifth Schedule.    Rice not to be manufactured without licence. [3 of 2007]        Sixth Schedule."
                },
                {
                    "representation": "(d)",
                    "description": "and documents referred to in subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The Board upon receipt of the fee"
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall, notwithstanding anything in any other written law, upon receipt of the recommendations of the entities to which the documents were transmitted and taking those recommendations into consideration decide whether or not a permit should be granted for the rice factory to be established."
                },
                {
                    "representation": "(4)",
                    "description": "The Board shall issue a permit under this section, where the applicant satisfies generally the requirements for rice factories specified in the Fifth schedule."
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Rice not to be manufactured without licence. ",
            "context": "RICE FACTORIES ACT under Rice not to be manufactured without licence. 4. (1) No person shall manufacture rice unless, upon an application therefor in the Form in the First Schedule, he is issued with a licence by the Board.  (2) In any case where a producer sells paddy to a manufacturer  (a) the manufacturer shall ensure that the sale is evidenced in writing, in the Form in the Sixth Schedule; and  (b) the manufacturer shall pay the producer interest for any late payment, as specified in that form.  (3) Any person who contravenes subsection (1) or LAWS OF GUYANA Rice Factories Cap. 95:05 7  L.R.O. 1/2012                        Second Schedule.      Refusal to issue licence.    Appeal against refusal to issue licence.               (2) shall be guilty of an offence and shall be liable, on summary conviction  (a) for a first offence, to a fine of five hundred thousand dollars and in the case of continuing offence a further fine of one thousand dollars for each day during which the offence continues.  (b) for a second or subsequent offence, to a fine of five hundred thousand dollars and imprisonment for six months, and in the case of a continuing offence to a further fine of one thousand dollars for every day during which the offence continues.  (4) A licence shall be in the Form in the Second Schedule and shall be subject to the attached thereto.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or LAWS OF GUYANA Rice Factories Cap. 95:05 7  L.R.O. 1/2012                        Second Schedule.      Refusal to issue licence.    Appeal against refusal to issue licence."
                },
                {
                    "representation": "(2)",
                    "description": "shall be guilty of an offence and shall be liable, on summary conviction"
                },
                {
                    "representation": "(a)",
                    "description": "for a first offence, to a fine of five hundred thousand dollars and in the case of continuing offence a further fine of one thousand dollars for each day during which the offence continues."
                },
                {
                    "representation": "(b)",
                    "description": "for a second or subsequent offence, to a fine of five hundred thousand dollars and imprisonment for six months, and in the case of a continuing offence to a further fine of one thousand dollars for every day during which the offence continues."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A licence shall be in the Form in the Second Schedule and shall be subject to the attached thereto."
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Refusal to issue licence. ",
            "context": "RICE FACTORIES ACT under Refusal to issue licence. 5. The Board may refuse to issue a licence to any applicant who in the five-year period immediately preceding his application was convicted of an offence under this Act.",
            "description": "The Board may refuse to issue a licence to any applicant who in the five-year period immediately preceding his application was convicted of an offence under this Act."
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Appeal against refusal to issue licence. ",
            "context": "RICE FACTORIES ACT under Appeal against refusal to issue licence. 6. (1) An applicant who is aggrieved by a decision of the Board refusing to issue a licence may, within thirty days of the date of being notified of the decision, appeal in writing to the Minister and within the same period furnish to the Board a copy of his appeal.  (2) An appeal shall contain the facts and arguments upon which the aggrieved applicant relies.  (3) The Board shall, within fourteen days from the date of receipt of a copy of the appeal, submit to the Minister the reasons for refusal to issue the licence.  (4) The Minister may, after considering the appeal LAWS OF GUYANA 8 Cap. 95:05 Rice Factories  L.R.O. 1/2012     Forms and fees for licences. Second Schedule.                                  Revocation of licences.                  and the reasons furnished by the Board, order the Board to issue the licence.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An applicant who is aggrieved by a decision of the Board refusing to issue a licence may, within thirty days of the date of being notified of the decision, appeal in writing to the Minister and within the same period furnish to the Board a copy of his appeal."
                },
                {
                    "representation": "(2)",
                    "description": "An appeal shall contain the facts and arguments upon which the aggrieved applicant relies."
                },
                {
                    "representation": "(3)",
                    "description": "The Board shall, within fourteen days from the date of receipt of a copy of the appeal, submit to the Minister the reasons for refusal to issue the licence."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may, after considering the appeal LAWS OF GUYANA 8 Cap. 95:05 Rice Factories  L.R.O. 1/2012     Forms and fees for licences. Second Schedule.                                  Revocation of licences.                  and the reasons furnished by the Board, order the Board to issue the licence."
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Form and fees for licences ",
            "context": "RICE FACTORIES ACT under Form and fees for licences 7. (1) A licence shall be in the Form in the Second Schedule and shall expire on 31st December in every year.  (2) The following licence fees shall be paid annually for a rice factory having a  Fees $ (a) milling capacity not exceeding two tons 25,000 (b) milling capacity exceeding two tons but not exceeding five tons 40,000 (c) milling capacity exceeding five tons but not exceeding ten tons 80,000 (d) milling capacity exceeding ten tons 100,000  (3) Where a licence is issued for the time on any date after 1st July, the licence fee shall be halved.  (4) The Minister may by order increase or decrease the fees prescribed under subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licence shall be in the Form in the Second Schedule and shall expire on 31st December in every year."
                },
                {
                    "representation": "(2)",
                    "description": "The following licence fees shall be paid annually for a rice factory having a  Fees $"
                },
                {
                    "representation": "(a)",
                    "description": "milling capacity not exceeding two tons 25,000"
                },
                {
                    "representation": "(b)",
                    "description": "milling capacity exceeding two tons but not exceeding five tons 40,000"
                },
                {
                    "representation": "(c)",
                    "description": "milling capacity exceeding five tons but not exceeding ten tons 80,000"
                },
                {
                    "representation": "(d)",
                    "description": "milling capacity exceeding ten tons 100,000"
                },
                {
                    "representation": "(3)",
                    "description": "Where a licence is issued for the time on any date after 1st July, the licence fee shall be halved."
                },
                {
                    "representation": "(4)",
                    "description": "The Minister may by order increase or decrease the fees prescribed under subsection"
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Revocation of licences ",
            "context": "RICE FACTORIES ACT under Revocation of licences 8. (1)The board may revoke or suspend a licence where the holder thereof commits a breach of any of the terms and conditions of the licence or contravenes any of the provisions of this Act or any regulations made thereunder.  (2) Without prejudice to the generality of subsection (1), the Board may revoke or suspend a licence where the holder  (a) fails to comply with requirements relating to  (i) the quality or grading of paddy or rice under any law; (ii) the manufacture of rice; LAWS OF GUYANA Rice Factories Cap. 95:05 9  L.R.O. 1/2012                                       Transfer of licence.                       Power to enter and inspect factory and examine books.             (b) produces rice or paddy for export by a person who is not a holder of an export licence:  (c) sells rice or paddy for which a quality certificate has not been issued under any law without approved packaging or approved labelling; or  (d) fails to maintain proper records of the rice or paddy entering and leaving his factory.  (3) The board shall, before revoking a licence, grant the holder thereof an opportunity of being heard.",
            "description": [
                {
                    "representation": "(2)",
                    "description": "Without prejudice to the generality of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "fails to comply with requirements relating to"
                },
                {
                    "representation": "(i)",
                    "description": "the quality or grading of paddy or rice under any law;"
                },
                {
                    "representation": "(b)",
                    "description": "produces rice or paddy for export by a person who is not a holder of an export licence:"
                },
                {
                    "representation": "(c)",
                    "description": "sells rice or paddy for which a quality certificate has not been issued under any law without approved packaging or approved labelling; or"
                },
                {
                    "representation": "(d)",
                    "description": "fails to maintain proper records of the rice or paddy entering and leaving his factory."
                },
                {
                    "representation": "(3)",
                    "description": "The board shall, before revoking a licence, grant the holder thereof an opportunity of being heard."
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Transfer of licences. ",
            "context": "RICE FACTORIES ACT under Transfer of licences. 9. (1) A licence shall not be transferred except with the prior consent of the Board.  (2) Where a licensee wishes to transfer his licence to some other person, shall deliver to the Board an application in writing signed by himself and the proposed transferee and the Board may, where the proposed transferee qualifies for issue of a licence, endorse on the licence its consent to the transfer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A licence shall not be transferred except with the prior consent of the Board."
                },
                {
                    "representation": "(2)",
                    "description": "Where a licensee wishes to transfer his licence to some other person, shall deliver to the Board an application in writing signed by himself and the proposed transferee and the Board may, where the proposed transferee qualifies for issue of a licence, endorse on the licence its consent to the transfer."
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power to enter and inspect factory and examine books. ",
            "context": "RICE FACTORIES ACT under Power to enter and inspect factory and examine books. 10. (1) The Chairman or the General Manager of the Board, or any person authorised in writing by or on behalf of the Board or the head of any of the entities referred to in section 3 (2) or anyone authorised in writing by or behalf of such head, may at all reasonable times enter a rice factory and inspect it or any paddy or rice therein or any books kept under this Act or any other books kept under this Act or any other written law.  (2) Any person who refuses to permit any person authorised by or under subsection (1) to do anything referred to therein shall be guilty of an offence and shall be liable to a LAWS OF GUYANA 10 Cap. 95:05 Rice Factories  L.R.O. 1/2012      Register of licences.        Official paddy grading agency.  Third Schedule.         Fourth Schedule.     Paddy to be bought or sold at 143lbs per bag.           Application of provision.    Prosecution of offences and recovery of penalties.  Regulations. [3 of 2007]       fine of one hundred thousand dollars and imprisonment for a term not exceeding six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "to do anything referred to therein shall be guilty of an offence and shall be liable to a LAWS OF GUYANA 10 Cap. 95:05 Rice Factories  L.R.O. 1/2012      Register of licences.        Official paddy grading agency.  Third Schedule.         Fourth Schedule.     Paddy to be bought or sold at 143lbs per bag.           Application of provision.    Prosecution of offences and recovery of penalties.  Regulations. [3 of 2007]       fine of one hundred thousand dollars and imprisonment for a term not exceeding six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who refuses to permit any person authorised by or under subsection"
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Register of licences. ",
            "context": "RICE FACTORIES ACT under Register of licences. 11. The Board shall cause to be kept a register of licences issued by the board.",
            "description": "The Board shall cause to be kept a register of licences issued by the board."
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Official paddy grading agency. ",
            "context": "RICE FACTORIES ACT under Official paddy grading agency. 12.  paddy means the unhulled product of the rice plant;  rice factory means any premises on which paddy is manufactured into rice by mechanical power; and includes any place, building, machinery or equipment used in connection with the storage of paddy or rice, or the manufacture of rice and includes rice milling facilities;  rice milling facility means premises, whether or not owned by the Government or any of its agencies LAWS OF GUYANA Rice Factories Cap. 95:05 5  L.R.O. 1/2012                          Application for permit to establish rice factory. [3 of 2007]              c. 20:05        (i) into which paddy or rice may be received directly from trucks,  trailers, ships  or other conveyances, or out of which paddy or rice may be discharged directly  into trucks, trailers, ships or other conveyances; (ii) constructed  for  the  purposes  of  handling,  storing  and processing paddy or rice received directly from producers, otherwise than as part of the farming  operation of a particular producer,  and which have services ancillary to milling including services for welfare of workers.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "into which paddy or rice may be received directly from trucks,  trailers, ships  or other conveyances, or out of which paddy or rice may be discharged directly  into trucks, trailers, ships or other conveyances;"
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Paddy to be bought or sold at 143lbs per bag. ",
            "context": "RICE FACTORIES ACT under Paddy to be bought or sold at 143lbs per bag. 13. (1) No person shall sell, purchase or receive paddy for the manufacture of rice, except at a price calculated on a bag of one hundred and forty-three pounds net or such other weight as may be prescribed by the Minister by regulation.  (2) Any person who contravenes subsection (1) shall be guilty of an offence and shall be liable to fine of one hundred thousand dollars and imprisonment for a term not exceeding six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be guilty of an offence and shall be liable to fine of one hundred thousand dollars and imprisonment for a term not exceeding six months."
                },
                {
                    "representation": "(2)",
                    "description": "Any person who contravenes subsection"
                }
            ]
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Application of due process provisions. ",
            "context": "RICE FACTORIES ACT under Application of due process provisions. 14. Sections 5, 6, 8, 9, and 11 shall apply mutatis mutandis to a permit issued under section 3 and to an authorisation granted under section",
            "description": "Sections 5, 6, 8, 9, and 11 shall apply mutatis mutandis to a permit issued under section 3 and to an authorisation granted under section"
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Prosecution of offences and recovery of penalties. ",
            "context": "RICE FACTORIES ACT under Prosecution of offences and recovery of penalties. 15. All offences and penalties under this Act may be prosecuted and recovered under the Summary Jurisdiction Acts.",
            "description": "All offences and penalties under this Act may be prosecuted and recovered under the Summary Jurisdiction Acts."
        }
    },
    {
        "act": "RICE FACTORIES ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Regulations.  FIRST SCHEDULE – Application for licence to Manufacture Rice.  SECOND SCHEDULE – Licence to Manufacture Rice. THIRD SCHEDULE – Application for Official Paddy Grading Agency Status. FOURTH SCHEDULE – Authorisation as Official Paddy Grading Agency.  FIFTH SCHEDULE – Establishment Requirements for Rice Factories.  SIXTH SCHEDULE – Record of Sale of Paddy by Producer to Manufacturer.  __________________________        LAWS OF GUYANA 4 Cap. 95:05 Rice Factories  L.R.O. 1/2012 8 of 1998 An Act to repeal and re-enact the Rice Factories Act, to provide for the establishment of rice factories, the regulation and control of rice factories and the manufacture of rice.  [DECEMBER, 1998] Short title.      Interpretation.     c. 72:01    c. 19:02                            ",
            "context": "RICE FACTORIES ACT under Regulations.  FIRST SCHEDULE  Application for licence to Manufacture Rice.  SECOND SCHEDULE  Licence to Manufacture Rice. THIRD SCHEDULE  Application for Official Paddy Grading Agency Status. FOURTH SCHEDULE  Authorisation as Official Paddy Grading Agency.  FIFTH SCHEDULE  Establishment Requirements for Rice Factories.  SIXTH SCHEDULE  Record of Sale of Paddy by Producer to Manufacturer.  __________________________        LAWS OF GUYANA 4 Cap. 95:05 Rice Factories  L.R.O. 1/2012 8 of 1998 An Act to repeal and re-enact the Rice Factories Act, to provide for the establishment of rice factories, the regulation and control of rice factories and the manufacture of rice.  [DECEMBER, 1998] Short title.      Interpretation.     c. 72:01    c. 19:02                            16. The Minister may make regulations for all or any of the following purposes  (a) prescribing the application fee payable under section 3(1)(d);   LAWS OF GUYANA Rice Factories Cap. 95:05 11  L.R.O. 1/2012                      s. 4                              (b) prescribing fees payable for a permit issued under section 3(4);  (c) prescribing fees payable for an authorisation under section 12;  (d) amending any Schedule to this Act;  (e) providing for any other matters necessary for giving full effect to the provisions of this Act and for the due administration of these provisions. __________________   SCHEDULE  FIRST SCHEDULE  RICE FACTORIES ACT GUYANA RICE DEVELOPMENT BOARD APPLICATION FOR LICENCE TO MANUFACTURE RICE  I/We <<<<<<<<<<<<<<<<<. Residing at <<<<<<<<<<<<<<<<<<<whose registered office is at <<<<<<<<<<<<<<<<<<< in the county of <<<<<<<<<<<<<<<<.. hereby apply for a licence to manufacture rice. My/Our* rice factory is situated at <<<<<<<<<<<<<<<<<<<<<<.. In the county of <<<<<<<<<<<<<.and has a total milling capacity of<<<<<<<<<<<<. tons per hour.  DATED THE<<<<.DAY OF <<<<<<<<.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing the application fee payable under section 3(1)(d);   LAWS OF GUYANA Rice Factories Cap. 95:05 11  L.R.O. 1/2012                      s. 4"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing fees payable for a permit issued under section 3(4);"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing fees payable for an authorisation under section 12;"
                },
                {
                    "representation": "(d)",
                    "description": "amending any Schedule to this Act;"
                },
                {
                    "representation": "(e)",
                    "description": "providing for any other matters necessary for giving full effect to the provisions of this Act and for the due administration of these provisions. __________________   SCHEDULE  FIRST SCHEDULE  RICE FACTORIES ACT GUYANA RICE DEVELOPMENT BOARD APPLICATION FOR LICENCE TO MANUFACTURE RICE  I/We <<<<<<<<<<<<<<<<<. Residing at <<<<<<<<<<<<<<<<<<<whose registered office is at <<<<<<<<<<<<<<<<<<< in the county of <<<<<<<<<<<<<<<<.. hereby apply for a licence to manufacture rice. My/Our* rice factory is situated at <<<<<<<<<<<<<<<<<<<<<<.. In the county of <<<<<<<<<<<<<.and has a total milling capacity of<<<<<<<<<<<<. tons per hour.  DATED THE<<<<.DAY OF <<<<<<<<."
                }
            ]
        }
    }
]