[
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "SOAP ACT under Short title. 1. This Act may be cited as the Soap Act.",
            "description": "This Act may be cited as the Soap Act."
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "SOAP ACT under Interpretation. 2. In this Act  factory means any premises wherein soap is manufactured in Guyana;  Government Analyst includes an assistant analyst;  manufacturer includes any person beneficially interested in, or superintending the manufacture of, soap;  premises  includes messuages,  buildings,  land,  easements  and hereditaments;  warehouse means  any  place  where  goods  are  lodged,  kept  or secured.",
            "description": "In this Act  factory means any premises wherein soap is manufactured in Guyana;  Government Analyst includes an assistant analyst;  manufacturer includes any person beneficially interested in, or superintending the manufacture of, soap;  premises  includes messuages,  buildings,  land,  easements  and hereditaments;  warehouse means  any  place  where  goods  are  lodged,  kept  or secured."
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Penalty for manufacturing or importing soap below standard quality. ",
            "context": "SOAP ACT under Penalty for manufacturing or importing soap below standard quality. 3. (1) No person shall manufacture any soap which is below the standard quality prescribed in the section next following.  (2) Except with the permission of the Minister no person shall import into Guyana any soap which is below the standard quality prescribed in the section next following.  (3) Any person who contravenes any provision of this section shall be liable on summary conviction to a fine of one thousand dollars or to imprisonment for six months:  Provided that it shall be a defence to any charge against an importer of soap under this section that such soap was covered by a certificate, signed by the exporter thereof, stating that the soap is of, or over, the standard of quality hereinafter prescribed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No person shall manufacture any soap which is below the standard quality prescribed in the section next following."
                },
                {
                    "representation": "(2)",
                    "description": "Except with the permission of the Minister no person shall import into Guyana any soap which is below the standard quality prescribed in the section next following."
                },
                {
                    "representation": "(3)",
                    "description": "Any person who contravenes any provision of this section shall be liable on summary conviction to a fine of one thousand dollars or to imprisonment for six months:  Provided that it shall be a defence to any charge against an importer of soap under this section that such soap was covered by a certificate, signed by the exporter thereof, stating that the soap is of, or over, the standard of quality hereinafter prescribed."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Standard of quality of soap. ",
            "context": "SOAP ACT under Standard of quality of soap. 4. Soap shall contain  LAWS OF GUYANA Soap Cap. 95:06 5  L.R.O. 1/2012                     Power to grant soap manufacturing licences.                                  (a) not less than sixty per cent by weight of fatty acids;  (b) not more than thirty per cent by weight of water; and  (c) not more than",
            "description": [
                {
                    "representation": "(a)",
                    "description": "not less than sixty per cent by weight of fatty acids;"
                },
                {
                    "representation": "(b)",
                    "description": "not more than thirty per cent by weight of water; and"
                },
                {
                    "representation": "(c)",
                    "description": "not more than"
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Power to grant soap manufacturing licences. ",
            "context": "SOAP ACT under Power to grant soap manufacturing licences. 5. (1) Any person who desires to manufacture soap shall make application for the grant of a licence (hereinafter referred to as a soap manufacturing licence) to the district commissioner of the district wherein the factory in which the manufacture is to take place is situated and each such application shall state the address of the intended factory.  (2) Upon receipt of an application for the issue of a soap manufacturing licence, the district commissioner shall cause it to be forwarded to the Minister.  (3) The Minister may, in his discretion, grant, or refuse to grant, authority to the district commissioner to issue a soap manufacturing licence to any applicant and the decision of the Minister shall be final.  (4) The Minister may grant authority to issue to the applicant  (a) a licence for one year only or for the balance of the current year; or  (b) annual licences for a specified number of years; or  (c) annual licences for an unlimited number of years.  (5) Where authority is granted under subsection (4) LAWS OF GUYANA 6 Cap. 95:06 Soap  L.R.O. 1/2012       Schedule.               Power to cancel licence and to revoke authority.                Penalty for manufacturing soap in unlicensed premises.     Officers to enforce Act. Authorised officer.       to issue a soap manufacturing licence, the district commissioner shall issue the licence in the form set out in the Schedule.  (6) A licence shall be required in respect of each factory.  (7) A fee of five dollars shall be payable in respect of each soap manufacturing licence issued under this Act.  (8) Unless previously revoked under section 6(a), a licence shall expire on the 31st December in the year in which is it issued.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person who desires to manufacture soap shall make application for the grant of a licence"
                },
                {
                    "representation": "(2)",
                    "description": "Upon receipt of an application for the issue of a soap manufacturing licence, the district commissioner shall cause it to be forwarded to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may, in his discretion, grant, or refuse to grant, authority to the district commissioner to issue a soap manufacturing licence to any applicant and the decision of the Minister shall be final."
                },
                {
                    "representation": "(4)",
                    "description": "LAWS OF GUYANA 6 Cap. 95:06 Soap  L.R.O. 1/2012       Schedule.               Power to cancel licence and to revoke authority.                Penalty for manufacturing soap in unlicensed premises.     Officers to enforce Act. Authorised officer.       to issue a soap manufacturing licence, the district commissioner shall issue the licence in the form set out in the Schedule."
                },
                {
                    "representation": "(a)",
                    "description": "a licence for one year only or for the balance of the current year; or"
                },
                {
                    "representation": "(b)",
                    "description": "annual licences for a specified number of years; or"
                },
                {
                    "representation": "(c)",
                    "description": "annual licences for an unlimited number of years."
                },
                {
                    "representation": "(5)",
                    "description": "Where authority is granted under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "A licence shall be required in respect of each factory."
                },
                {
                    "representation": "(7)",
                    "description": "A fee of five dollars shall be payable in respect of each soap manufacturing licence issued under this Act."
                },
                {
                    "representation": "(8)",
                    "description": "Unless previously revoked under section 6(a), a licence shall expire on the 31st December in the year in which is it issued."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power to cancel licence and to revoke authority. ",
            "context": "SOAP ACT under Power to cancel licence and to revoke authority. 6. The Minister may  (a) cancel any licence to manufacture soap; and  (b) where authority was granted under section 5(4)(b) or  (c) to issue annual licences, revoke such authority.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "cancel any licence to manufacture soap; and"
                },
                {
                    "representation": "(b)",
                    "description": "where authority was granted under section 5(4)(b) or"
                },
                {
                    "representation": "(c)",
                    "description": "to issue annual licences, revoke such authority."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Penalty for manufacturing soap in unlicensed premises. ",
            "context": "SOAP ACT under Penalty for manufacturing soap in unlicensed premises. 7. Any person who manufactures soap in any place other than a factory duly licensed in his name under this Act shall be liable on summary conviction to a fine of one thousand dollars or to imprisonment for six months.",
            "description": "Any person who manufactures soap in any place other than a factory duly licensed in his name under this Act shall be liable on summary conviction to a fine of one thousand dollars or to imprisonment for six months."
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "(1) Officers to enforce Act.  (2) Authorised Officer. ",
            "context": "SOAP ACT under (1) Officers to enforce Act.  (2) Authorised Officer. 8. (1) Every officer of the police force shall be an officer to enforce this Act (hereinafter referred to as an authorised officer).  (2) Any officer of police not below the rank of district superintendent may authorise in writing any member of the police force to perform and exercise the powers, duties and functions of an authorised officer under this Act or under LAWS OF GUYANA Soap Cap. 95:06 7  L.R.O. 1/2012               Duties and powers of authorised officer.                                       such section thereof as may be specified in the authority; and any member of the police force who is so authorised, shall be an authorised officer for the purposes of this Act, or of the specified section thereof, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every officer of the police force shall be an officer to enforce this Act"
                },
                {
                    "representation": "(2)",
                    "description": "Any officer of police not below the rank of district superintendent may authorise in writing any member of the police force to perform and exercise the powers, duties and functions of an authorised officer under this Act or under LAWS OF GUYANA Soap Cap. 95:06 7  L.R.O. 1/2012               Duties and powers of authorised officer.                                       such section thereof as may be specified in the authority; and any member of the police force who is so authorised, shall be an authorised officer for the purposes of this Act, or of the specified section thereof, as the case may be."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Duties and powers of authorised officer. ",
            "context": "SOAP ACT under Duties and powers of authorised officer. 9. (1) Any authorised officer may   (a) at all reasonable hours enter, inspect and search any warehouse or factory, or any shop or other place in which soap is stored, kept, manufactured, sold, bartered or exposed for sale or barter;  (b) take a sample of any soap found in any such place and cause the said sample to be analysed;  (c) direct in writing any manufacturer to retain in his possession or control any soap pending the receipt by the authorised officer of a certificate from the Government Analyst relating to such soap; or  (d) seize any soap which is not of the standard of quality prescribed in section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any authorised officer may"
                },
                {
                    "representation": "(a)",
                    "description": "at all reasonable hours enter, inspect and search any warehouse or factory, or any shop or other place in which soap is stored, kept, manufactured, sold, bartered or exposed for sale or barter;"
                },
                {
                    "representation": "(b)",
                    "description": "take a sample of any soap found in any such place and cause the said sample to be analysed;"
                },
                {
                    "representation": "(c)",
                    "description": "direct in writing any manufacturer to retain in his possession or control any soap pending the receipt by the authorised officer of a certificate from the Government Analyst relating to such soap; or"
                },
                {
                    "representation": "(d)",
                    "description": "seize any soap which is not of the standard of quality prescribed in section"
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power to take samples for analysis. ",
            "context": "SOAP ACT under Power to take samples for analysis. 10. (1) On any officer applying to purchase or to be allowed to take a sample from any person in charge or in possession of any soap in any warehouse, factory or shop or other place such person shall either sell such sample to, or permit such sample to be taken by, the authorised officer and may demand either reasonable payment, or a receipt, for such sample and the authorised officer shall comply with such demand.  (2) Any receipt given under the preceding subsection by the authorised officer shall fully indemnify the person in charge or in  possession  of  the  soap  from  which  the  sample  was  taken  in respect of all claims by the owner of the said shop.  (3) On demand being made in that behalf by the owner of any soap, from which a sample has been taken and a receipt given therefor, to the authorised officer who took the sample, the said owner  shall  be entitled  to  be paid the  market  value of the  said sample.  (4) Any person in charge or in possession of any soap who refuses to sell, or to permit to be taken, a sample thereof after being requested so to do by the authorised officer shall be liable to a fine of two hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On any officer applying to purchase or to be allowed to take a sample from any person in charge or in possession of any soap in any warehouse, factory or shop or other place such person shall either sell such sample to, or permit such sample to be taken by, the authorised officer and may demand either reasonable payment, or a receipt, for such sample and the authorised officer shall comply with such demand."
                },
                {
                    "representation": "(2)",
                    "description": "Any receipt given under the preceding subsection by the authorised officer shall fully indemnify the person in charge or in  possession  of  the  soap  from  which  the  sample  was  taken  in respect of all claims by the owner of the said shop."
                },
                {
                    "representation": "(3)",
                    "description": "On demand being made in that behalf by the owner of any soap, from which a sample has been taken and a receipt given therefor, to the authorised officer who took the sample, the said owner  shall  be entitled  to  be paid the  market  value of the  said sample."
                },
                {
                    "representation": "(4)",
                    "description": "Any person in charge or in possession of any soap who refuses to sell, or to permit to be taken, a sample thereof after being requested so to do by the authorised officer shall be liable to a fine of two hundred dollars."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Procedure on taking sample. ",
            "context": "SOAP ACT under Procedure on taking sample. 11. (1) Any authorised officer who has purchased soap or taken a sample of soap with the intention of submitting it to analysis shall forthwith notify the seller or his agent or the LAWS OF GUYANA Soap Cap. 95:06 9  L.R.O. 1/2012                               Government Analyst to issue a certificate.               person for the time being in charge or in possession of the soap from which the sample was taken of his intention to have the soap or sample of soap analysed, and shall offer forthwith to divide it in the presence of the seller, agent or person aforesaid into three parts, each part to be separately packed and sealed and if the offer be accepted the officer shall proceed accordingly and shall deliver one of the packages to the seller, agent or other person as aforesaid.  (2) The authorised officer shall thereafter retain one of the packages for future comparison and shall forthwith take or send the third package to the Government Analyst to be analysed.  (3) If the offer be not accepted the authorised of officer shall send or take all the soap purchased or the whole sample, as the case may be, to the Government Analyst and shall communicate the fact of non-acceptance of the offer aforesaid to him and the Government Analyst shall divide the soap or sample into two parts and shall parcel and seal one of the parts and cause it to be delivered to the officer who shall retain it for production, and the Analyst shall analyse the other part.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any authorised officer who has purchased soap or taken a sample of soap with the intention of submitting it to analysis shall forthwith notify the seller or his agent or the LAWS OF GUYANA Soap Cap. 95:06 9  L.R.O. 1/2012                               Government Analyst to issue a certificate.               person for the time being in charge or in possession of the soap from which the sample was taken of his intention to have the soap or sample of soap analysed, and shall offer forthwith to divide it in the presence of the seller, agent or person aforesaid into three parts, each part to be separately packed and sealed and if the offer be accepted the officer shall proceed accordingly and shall deliver one of the packages to the seller, agent or other person as aforesaid."
                },
                {
                    "representation": "(2)",
                    "description": "The authorised officer shall thereafter retain one of the packages for future comparison and shall forthwith take or send the third package to the Government Analyst to be analysed."
                },
                {
                    "representation": "(3)",
                    "description": "If the offer be not accepted the authorised of officer shall send or take all the soap purchased or the whole sample, as the case may be, to the Government Analyst and shall communicate the fact of non-acceptance of the offer aforesaid to him and the Government Analyst shall divide the soap or sample into two parts and shall parcel and seal one of the parts and cause it to be delivered to the officer who shall retain it for production, and the Analyst shall analyse the other part."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Government Analyst to issue a certificate. ",
            "context": "SOAP ACT under Government Analyst to issue a certificate. 12. (1) After completion of any analysis made under this Act the  Government  Analyst  shall  issue  a  certificate  and  each  such certificate shall   (a) set  out  the  composition  of  the  soap  as ascertained by the analysis;  (b) state whether in the opinion of the Government Analyst the soap satisfies the requirements of section 4; and  (c) contain any observations the Government Analyst deems desirable to include therein. LAWS OF GUYANA 10 Cap. 95:06 Soap  L.R.O. 1/2012                   Sections 23 to 30 of Cap. 144 (1953 Ed.) incorporated in this Act.           Notice of intention to destroy deficient soap to be given.               Right of appeal.                  (2) In any case where the Government Analyst has issued a certificate under this section and proceedings are instituted under section 3 a copy of such certificate shall  be served upon the defendant together with the writ of summons.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After completion of any analysis made under this Act the  Government  Analyst  shall  issue  a  certificate  and  each  such certificate shall"
                },
                {
                    "representation": "(a)",
                    "description": "set  out  the  composition  of  the  soap  as ascertained by the analysis;"
                },
                {
                    "representation": "(b)",
                    "description": "state whether in the opinion of the Government Analyst the soap satisfies the requirements of section 4; and"
                },
                {
                    "representation": "(c)",
                    "description": "contain any observations the Government Analyst deems desirable to include therein. LAWS OF GUYANA 10 Cap. 95:06 Soap  L.R.O. 1/2012                   Sections 23 to 30 of Cap. 144"
                },
                {
                    "representation": "(2)",
                    "description": "In any case where the Government Analyst has issued a certificate under this section and proceedings are instituted under section 3 a copy of such certificate shall  be served upon the defendant together with the writ of summons."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Sections 23 to 30 of Cap. 144 (1953 Ed.) incorporated in this Act. ",
            "context": "SOAP ACT under Sections 23 to 30 of Cap. 144 (1953 Ed.) incorporated in this Act. 13. (1) Subject to this section, sections 23 to 30 (inclusive) of the Sale of Food and Drugs Ordinance are hereby incorporated with this Act and shall apply to proceedings under this Act.  (2) As incorporated in this Act, for the words article of food in every place they appear in the sections aforesaid there shall be deemed to be substituted the word soap.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this section, sections 23 to 30"
                },
                {
                    "representation": "(2)",
                    "description": "As incorporated in this Act, for the words article of food in every place they appear in the sections aforesaid there shall be deemed to be substituted the word soap."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Notice of intention to destroy deficient soap to be given. ",
            "context": "SOAP ACT under Notice of intention to destroy deficient soap to be given. 14. In any case where soap has been seized and has been certified by the Government Analyst as being of lesser quality than that prescribed by this Act the authorised officer shall give not less than twenty-one days notice to the consignee, owner, manufacturer or other person from whose possession it was taken of his intention to cause such soap to be destroyed.",
            "description": "In any case where soap has been seized and has been certified by the Government Analyst as being of lesser quality than that prescribed by this Act the authorised officer shall give not less than twenty-one days notice to the consignee, owner, manufacturer or other person from whose possession it was taken of his intention to cause such soap to be destroyed."
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Right of appeal. ",
            "context": "SOAP ACT under Right of appeal. 15. (1) Any person upon whom a notice of intention to destroy soap has been served or who claims any right, title or interest in such soap or any part thereof may appeal in writing to the Minister for such relief as he desires and shall serve a copy of his appeal upon the authorised officer at any time before the soap has been destroyed.  (2) Upon receipt of a copy of appeal made under this section the authorised officer shall refrain from destroying the soap which is the subject of the appeal until he receives the Ministers directions and he shall thereupon comply with the said directions.  (3) The Minister may give such directions in any LAWS OF GUYANA Soap Cap. 95:06 11  L.R.O. 1/2012      Power to restrict or prohibit importation of soap.      Operation of Section 95 of Cap. 145 1953 Ed.      s. 5(5) appeal as he may deem just and his decision shall be final.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any person upon whom a notice of intention to destroy soap has been served or who claims any right, title or interest in such soap or any part thereof may appeal in writing to the Minister for such relief as he desires and shall serve a copy of his appeal upon the authorised officer at any time before the soap has been destroyed."
                },
                {
                    "representation": "(2)",
                    "description": "Upon receipt of a copy of appeal made under this section the authorised officer shall refrain from destroying the soap which is the subject of the appeal until he receives the Ministers directions and he shall thereupon comply with the said directions."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister may give such directions in any LAWS OF GUYANA Soap Cap. 95:06 11  L.R.O. 1/2012      Power to restrict or prohibit importation of soap.      Operation of Section 95 of Cap. 145 1953 Ed.      s. 5(5) appeal as he may deem just and his decision shall be final."
                }
            ]
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Power to restrict or prohibit importation of soap. ",
            "context": "SOAP ACT under Power to restrict or prohibit importation of soap. 16. The Minister may by order restrict or prohibit the importation of soap or of soap of any specified kind or variety or of any soap not being of a specified kind or variety.",
            "description": "The Minister may by order restrict or prohibit the importation of soap or of soap of any specified kind or variety or of any soap not being of a specified kind or variety."
        }
    },
    {
        "act": "SOAP ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Operation of section 95 of Cap. 145 (1953 Ed.) SCHEDULE—Licence to Manufacture Soap.  __________________________ 1953 Ed. c. 322 _______________________________________________________ 24 of 1944 An Act to control the manufacture and importation of soap; to provide for a standard of quality thereof and for purposes connected with the matters aforesaid.  [Section 9 (1) (d), in so far as its provisions relate to soap imported into Guyana, 1ST NOVEMBER, 1947; Remainder, 1ST SEPTEMBER, 1944]  LAWS OF GUYANA 4 Cap. 95:06 Soap  L.R.O. 1/2012 Short title.        Interpretation.                                Penalty for manufacturing or importing soap below standard quality.                    Standard of quality of soap.  ",
            "context": "SOAP ACT under Operation of section 95 of Cap. 145 (1953 Ed.) SCHEDULELicence to Manufacture Soap.  __________________________ 1953 Ed. c. 322 _______________________________________________________ 24 of 1944 An Act to control the manufacture and importation of soap; to provide for a standard of quality thereof and for purposes connected with the matters aforesaid.  [Section 9 (1) (d), in so far as its provisions relate to soap imported into Guyana, 1ST NOVEMBER, 1947; Remainder, 1ST SEPTEMBER, 1944]  LAWS OF GUYANA 4 Cap. 95:06 Soap  L.R.O. 1/2012 Short title.        Interpretation.                                Penalty for manufacturing or importing soap below standard quality.                    Standard of quality of soap.  17. Nothing in this Act contained shall be construed as affecting the operation of section 95 of the Public Health Ordinance.  ___________________   SCHEDULE  No...........      LICENCE TO MANUFACTURE SOAP  THE SOAP ACT ....................................................................................................(a) of ....................................................................................................(b) is hereby authorised to manufacture soap in the factory situate at................................................ (c).  This licence will expire on the 31st day of December",
            "description": [
                {
                    "representation": "(a)",
                    "description": "of ....................................................................................................(b) is hereby authorised to manufacture soap in the factory situate at................................................"
                }
            ]
        }
    }
]