[
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Short title. 1. This Act may be cited as the Termination of Employment and Severance Pay Act.",
            "description": "This Act may be cited as the Termination of Employment and Severance Pay Act."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Interpretation. 2. In This Act  continuous employment  means, subject to sections 4 and 5, an employees period of uninterrupted employment with the same employer or the successor employer;  contract worker means a person who performs work for LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 5  L.R.O. 1/2012                                                 another person pursuant to a contract between the employer of the first mentioned person and that other person;  dependent contractor means a person, whether or not employed under a contract of employment, who performs work or service for another person for compensation or reward on such terms and conditions that the first mentioned person is, in relation to that other person, in a position of economic dependence on, and under an obligation to perform duties for, that other person more as an employee than an independent contractor;  employee means a person who offers his service to an employer under a contract of employment or a dependent contractor and includes, where appropriate, a former employee;  employer means any person or undertaking, corporation, company, public authority or body of persons who or which employs any person under a contract of employment or uses the services of a dependent  contractor, commission agent or a contract worker; and includes the heirs, successors and assigns of any employer;  employment means part time employment and employment on an hourly, daily, weekly, fortnightly or monthly basis;  employment agency means any person who, whether for payment or not, assists persons to find employment or assists employers to find employees;  family responsibilities means the responsibilities in respect of any dependent family member;  LAWS OF GUYANA 6 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012                                                 marital status means the status or condition of being  (i) single; (ii) married; (iii) married but living separately and apart from ones spouse;  (iv) divorced; (v) widowed; or (vi) the de facto spouse of another person;  principal means  (i) in relation to a commission agent, a person for whom work is done by the commission agent; (ii) in relation to a contract worker, a person for whom a contract worker performs work otherwise than under a contract of employment;  probationary period means the period of three months following the date on which the employment of an employee by an employer commences, or such other period of time following that date as may be agreed upon between employer and an employee;  redundancy means the loss of employment as defined in section 12 of this Act;  redundancy allowance means the amount of money that an employee whose employment has been terminated on account of redundancy is entitled to receive from his employer pursuant to this Act;  serious misconduct means misconduct that is such that the LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 7  L.R.O. 1/2012                           Higher standards permitted.                     employer cannot reasonably be expected to take any course other than to terminate the employment of the employee;  severance allowance means the amount of money that an employee whose employment has been terminated on account of severance of employment is entitled to receive under this Act;  severance of employment means termination of the contract of employment by an employer under section 7(a) or (c)(ii);  summary dismissal means termination of the contract of employment by the employer without notice.  public authority means any ministry, department or agency of the Government including any local democratic organ or local Government authority.",
            "description": [
                {
                    "representation": "(i)",
                    "description": "in relation to a commission agent, a person for whom work is done by the commission agent;"
                },
                {
                    "representation": "(v)",
                    "description": "widowed; or"
                },
                {
                    "representation": "(a)",
                    "description": "or"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Higher standards permitted.  PART II CONTINUITY OF EMPLOYMENT  ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Higher standards permitted.  PART II CONTINUITY OF EMPLOYMENT  3. (1) Nothing in this Act shall preclude higher standards  of benefit to employees than those set out in this Act being agreed upon through collective bargaining or other forms  of  negotiations  or agreement or arbitration award.  (2) Where at the coming into operation of this Act, there exists any higher standard of benefit to employees which has been agreed upon through collective bargaining or forms of negotiations or agreement, other than those set out in this Act, the employer shall continue to pay or apply such higher standard of benefit as if it were provided for under this Act.  (3) Any provision in an agreement shall be void in so far as it excludes or in any way limits the operation of any provision of this Act to the detriment of the employee.   LAWS OF GUYANA 8 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012     Continuity of employment.                                           PART II CONTINUITY OF EMPLOYMENT",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Nothing in this Act shall preclude higher standards  of benefit to employees than those set out in this Act being agreed upon through collective bargaining or other forms  of  negotiations  or agreement or arbitration award."
                },
                {
                    "representation": "(2)",
                    "description": "Where at the coming into operation of this Act, there exists any higher standard of benefit to employees which has been agreed upon through collective bargaining or forms of negotiations or agreement, other than those set out in this Act, the employer shall continue to pay or apply such higher standard of benefit as if it were provided for under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "Any provision in an agreement shall be void in so far as it excludes or in any way limits the operation of any provision of this Act to the detriment of the employee.   LAWS OF GUYANA 8 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012     Continuity of employment.                                           PART II CONTINUITY OF EMPLOYMENT"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Continuity of employment. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Continuity of employment. 4. (1) Continuous employment shall begin from and include the first day on which an employee begins to work for an employer and shall continue up to and including the date of termination of employment of such employee. (2) An employees continuous employment shall not be treated as interrupted if the employee is absent from work  (a) due to taking annual leave, maternity leave or sick leave  or any other leave in accordance with any law or contract or agreement or disability;  (b) due to such employees suspension, with or without payment in accordance with the provision of any law, contract or agreement;  (c) due to such employees termination of employment prior  to being reinstated or re-engaged in, his previous employment in accordance with this Act, or any other law or under any contract or agreement;  (d) due to having been temporarily laid off by the employer for a period not exceeding six weeks;  (e) due to a lockout;  (f) in accordance with the contract of employment or agreement of the employer of such employees.  LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 9  L.R.O. 1/2012               Successor employer.         Records to be kept.                      Termination of employment.           (3) Any period of time elapsing in the circumstances referred to in subsection (2) shall count for the purpose of calculating the continuous period of employment.  (4) Any period during which an employee is absent from work because of his participation in industrial action in conformity with the provisions of any law or collective labour agreement shall not interrupt the continuity of employment but such period shall not count for the purpose of calculating length of continuous employment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Continuous employment shall begin from and include the first day on which an employee begins to work for an employer and shall continue up to and including the date of termination of employment of such employee."
                },
                {
                    "representation": "(2)",
                    "description": "shall count for the purpose of calculating the continuous period of employment."
                },
                {
                    "representation": "(a)",
                    "description": "due to taking annual leave, maternity leave or sick leave  or any other leave in accordance with any law or contract or agreement or disability;"
                },
                {
                    "representation": "(b)",
                    "description": "due to such employees suspension, with or without payment in accordance with the provision of any law, contract or agreement;"
                },
                {
                    "representation": "(c)",
                    "description": "due to such employees termination of employment prior  to being reinstated or re-engaged in, his previous employment in accordance with this Act, or any other law or under any contract or agreement;"
                },
                {
                    "representation": "(d)",
                    "description": "due to having been temporarily laid off by the employer for a period not exceeding six weeks;"
                },
                {
                    "representation": "(e)",
                    "description": "due to a lockout;"
                },
                {
                    "representation": "(f)",
                    "description": "in accordance with the contract of employment or agreement of the employer of such employees.  LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 9  L.R.O. 1/2012               Successor employer.         Records to be kept.                      Termination of employment."
                },
                {
                    "representation": "(3)",
                    "description": "Any period of time elapsing in the circumstances referred to in subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any period during which an employee is absent from work because of his participation in industrial action in conformity with the provisions of any law or collective labour agreement shall not interrupt the continuity of employment but such period shall not count for the purpose of calculating length of continuous employment."
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Successor employer. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Successor employer. 5. Subject to the provisions of this Act, where a business or part of it is sold, leased, transferred or otherwise disposed of, the period of employment of an employee with a previous employer shall be deemed to constitute a single period of continuous employment with the successor employer provided that the successor employer has agreed therefor.",
            "description": "Subject to the provisions of this Act, where a business or part of it is sold, leased, transferred or otherwise disposed of, the period of employment of an employee with a previous employer shall be deemed to constitute a single period of continuous employment with the successor employer provided that the successor employer has agreed therefor."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Records to be kept.  PART III TERMINATION OF EMPLOYMENT  ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Records to be kept.  PART III TERMINATION OF EMPLOYMENT  6. It shall be the duty of every employer to keep such records as are necessary to show that the provisions of this Act are being compiled with in respect of persons in his employment and if he fails to do so, he shall be liable on summary conviction in respect of each offence to a fine of fifteen thousand, six hundred and twenty-five dollars.  PART III TERMINATION OF EMPLOYMENT",
            "description": "It shall be the duty of every employer to keep such records as are necessary to show that the provisions of this Act are being compiled with in respect of persons in his employment and if he fails to do so, he shall be liable on summary conviction in respect of each offence to a fine of fifteen thousand, six hundred and twenty-five dollars.  PART III TERMINATION OF EMPLOYMENT"
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Termination of employment. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Termination of employment. 7. A contract of employment for an unspecified period of time may at any time be terminated  (a) by mutual consent of the parties;  (b) on any ground of redundancy under section 12;   (c) by either party  LAWS OF GUYANA 10 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012          Unfair dismissal.                                          (i) for good or sufficient cause; (ii) by notice given to or served upon the other party .",
            "description": [
                {
                    "representation": "(a)",
                    "description": "by mutual consent of the parties;"
                },
                {
                    "representation": "(b)",
                    "description": "on any ground of redundancy under section 12;"
                },
                {
                    "representation": "(c)",
                    "description": "by either party  LAWS OF GUYANA 10 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012          Unfair dismissal."
                },
                {
                    "representation": "(i)",
                    "description": "for good or sufficient cause;"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Unfair dismissal. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Unfair dismissal. 8. (1) The following reasons do not constitute good or sufficient cause for dismissal or for imposition of disciplinary action (a) an  employees  race,  sex,  religion,  colour,  ethnic origin, national extraction, social origin, political opinion, family responsibility, or marital status;  (b) an employees age, subject to any law or collective bargaining provisions regarding retirement;  (c) a female employees pregnancy or a reason connected with her pregnancy;  (d) an employees absence from work because of sickness or injury certified by a registered medical practitioner;  (e) an employees absence from work due to compulsory military service or other civic obligation In accordance with any law;  (f) an employees participation in industrial action in conformity with the provisions of any law or collective labour agreement;  (g) an employees refusal to do any work normally done by an employee who is engaged in industrial action as LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 11  L.R.O. 1/2012                   Termination of employment during probationary period.    Summary dismissal for serious misconduct.             Termination of employment for misconduct, breach of contract and unsatisfactory performance.        described in subsection (1)(f);  (h) the filing by an employee of a complaint or the participation in proceedings against an employer involving alleged violations of any rule or law. (2) A dismissal or imposition of disciplinary action is unfair if it is based on any of the grounds contained in subsection (i) or on the failure of any of the employers obligations under section 11 or",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The following reasons do not constitute good or sufficient cause for dismissal or for imposition of disciplinary action"
                },
                {
                    "representation": "(a)",
                    "description": "an  employees  race,  sex,  religion,  colour,  ethnic origin, national extraction, social origin, political opinion, family responsibility, or marital status;"
                },
                {
                    "representation": "(b)",
                    "description": "an employees age, subject to any law or collective bargaining provisions regarding retirement;"
                },
                {
                    "representation": "(c)",
                    "description": "a female employees pregnancy or a reason connected with her pregnancy;"
                },
                {
                    "representation": "(d)",
                    "description": "an employees absence from work because of sickness or injury certified by a registered medical practitioner;"
                },
                {
                    "representation": "(e)",
                    "description": "an employees absence from work due to compulsory military service or other civic obligation In accordance with any law;"
                },
                {
                    "representation": "(f)",
                    "description": "an employees participation in industrial action in conformity with the provisions of any law or collective labour agreement;"
                },
                {
                    "representation": "(g)",
                    "description": "an employees refusal to do any work normally done by an employee who is engaged in industrial action as LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 11  L.R.O. 1/2012                   Termination of employment during probationary period.    Summary dismissal for serious misconduct.             Termination of employment for misconduct, breach of contract and unsatisfactory performance.        described in subsection"
                },
                {
                    "representation": "(h)",
                    "description": "the filing by an employee of a complaint or the participation in proceedings against an employer involving alleged violations of any rule or law."
                },
                {
                    "representation": "(2)",
                    "description": "A dismissal or imposition of disciplinary action is unfair if it is based on any of the grounds contained in subsection"
                },
                {
                    "representation": "(i)",
                    "description": "or on the failure of any of the employers obligations under section 11 or"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Termination of employment during probationary period. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Termination of employment during probationary period. 9. A new employee may be required to serve a probationary period of employment, but the employer or employee may terminate the employment at any time during the probationary period for any reason and without notice.",
            "description": "A new employee may be required to serve a probationary period of employment, but the employer or employee may terminate the employment at any time during the probationary period for any reason and without notice."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Summary dismissal for serious misconduct. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Summary dismissal for serious misconduct. 10. (1) An employer is entitled to dismiss summarily without notice or payment  of any severance or redundancy allowance or terminal benefit any employee who is guilty of serious misconduct.  (2) The serious misconduct referred to in subsection (1) is restricted to that conduct which is directly related to the employment relationship and has a detrimental effect on the employers business.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is restricted to that conduct which is directly related to the employment relationship and has a detrimental effect on the employers business."
                },
                {
                    "representation": "(2)",
                    "description": "The serious misconduct referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Termination of employment for misconduct, breach of contract and unsatisfactory performance. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Termination of employment for misconduct, breach of contract and unsatisfactory performance. 11. (1) Where the employee is guilty of an offence in breach of his condition of employment or any misconduct that is not serious or any misconduct on account of which the employer cannot be expected to continue to employ the employee if it is repeated, the employer may give the employee a written warning.  (2) If the employee after being warned in writing pursuant to subsection (1) is guilty of the same or similar offence or misconduct in the following six months, the employer may terminate the employees contract of LAWS OF GUYANA 12 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012                        Termination of employment due to redundancy.                           employment without notice.  (3) The employer shall be deemed to have waived any right to terminate the employment of an employee for misconduct if such employer has failed to do so after having knowledge of the misconduct or at the end of any investigation of the said misconduct. (4) The employment of an employee shall not be terminated for unsatisfactory performance unless the employer has given the employee instructions as to how the employee should perform his duties and a written warning to adhere to the employers instructions and the employee continues to perform any duty unsatisfactorily.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "is guilty of the same or similar offence or misconduct in the following six months, the employer may terminate the employees contract of LAWS OF GUYANA 12 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012                        Termination of employment due to redundancy.                           employment without notice."
                },
                {
                    "representation": "(2)",
                    "description": "If the employee after being warned in writing pursuant to subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The employer shall be deemed to have waived any right to terminate the employment of an employee for misconduct if such employer has failed to do so after having knowledge of the misconduct or at the end of any investigation of the said misconduct."
                },
                {
                    "representation": "(4)",
                    "description": "The employment of an employee shall not be terminated for unsatisfactory performance unless the employer has given the employee instructions as to how the employee should perform his duties and a written warning to adhere to the employers instructions and the employee continues to perform any duty unsatisfactorily."
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Termination of employment due to redundancy. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Termination of employment due to redundancy. 12. (1) The employer may terminate the employment of the employee because the employee is redundant under the provisions of subsection (2).  (2) The employee is redundant under subsection (1) where in relation to his employers business where he is employed, his termination of employment is or is part of a reduction in the work force that is a direct result of  (a) The modernisation, automation or mechanisation by the employer of all or part of the business;  (b) the discontinuance by the employer to carry on all or part of the business;  (c) the sale or other disposition by the employer of all or part of the business;  (d) the reorganisation of the business by the employer to improve efficiency;  (e) the impossibility or impracticability for the employer to carry on the LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 13  L.R.O. 1/2012                                                 business at its usual rate or level or at all due to  (i) a shortage of materials;  (ii) a mechanical breakdown;  (iii) a force majeure; or (iv) an act of God; (f) a reduced operation in the employers business made necessary by economic conditions, including a lack of or change in markets, contraction in the volume of work or sales, reduced demand or surplus inventory.  (3) Prior to terminating the employment of any employee pursuant to this section, the employer shall  (a) inform as early as possible but not later than one month from the date of the existence of any circumstances mentioned in subsection (2), the recognised trade union, or if  none exists, the employee or the employees representative and the Chief Labour Officer of  (i) the existence of any of the circumstances mentioned in sub-section (2); (ii) the reasons for the contemplated termination of employment; (iii) the number and categories of the persons likely to be affected; (iv) the period over which such termination is likely to be carried out; and LAWS OF GUYANA 14 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012                                  Effect of sale of  employers business         Lay offs.          (v) such other matters as may be relevant;  (b) consult as early as possible but not later than one month from the date of the existence of any of the circumstances mentioned in subsection (2), with the recognised trade union, or if none exists the employee or the employees representative and the Chief Labour Officer, on the possible measures that could be taken to avert or mitigate the adverse effects of such circumstances in relation to employment generally and the employees concerned.  (4) Any employer who contravenes any of the provisions of this section shall be liable on summary conviction to a fine of twenty thousand dollars and imprisonment for a period of three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "where in relation to his employers business where he is employed, his termination of employment is or is part of a reduction in the work force that is a direct result of"
                },
                {
                    "representation": "(2)",
                    "description": "The employee is redundant under subsection"
                },
                {
                    "representation": "(a)",
                    "description": "inform as early as possible but not later than one month from the date of the existence of any circumstances mentioned in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "consult as early as possible but not later than one month from the date of the existence of any of the circumstances mentioned in subsection"
                },
                {
                    "representation": "(c)",
                    "description": "the sale or other disposition by the employer of all or part of the business;"
                },
                {
                    "representation": "(d)",
                    "description": "the reorganisation of the business by the employer to improve efficiency;"
                },
                {
                    "representation": "(e)",
                    "description": "the impossibility or impracticability for the employer to carry on the LAWS OF GUYANA Termination of Employment and Severance Pay Cap. 96:01 13  L.R.O. 1/2012                                                 business at its usual rate or level or at all due to"
                },
                {
                    "representation": "(i)",
                    "description": "the existence of any of the circumstances mentioned in sub-section"
                },
                {
                    "representation": "(f)",
                    "description": "a reduced operation in the employers business made necessary by economic conditions, including a lack of or change in markets, contraction in the volume of work or sales, reduced demand or surplus inventory."
                },
                {
                    "representation": "(3)",
                    "description": "Prior to terminating the employment of any employee pursuant to this section, the employer shall"
                },
                {
                    "representation": "(v)",
                    "description": "such other matters as may be relevant;"
                },
                {
                    "representation": "(4)",
                    "description": "Any employer who contravenes any of the provisions of this section shall be liable on summary conviction to a fine of twenty thousand dollars and imprisonment for a period of three months."
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Effect of sale of employer’s business. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Effect of sale of employers business. 13. Where upon the sale or other disposition by an employer of a business as provided for in section 12(2)(c), the successor employer agrees to honour any of the obligations under this Act of the first mentioned employer all such obligations of the first mentioned employer shall fall upon and are binding on the successor employer who has acquired the business.",
            "description": "Where upon the sale or other disposition by an employer of a business as provided for in section 12(2)(c), the successor employer agrees to honour any of the obligations under this Act of the first mentioned employer all such obligations of the first mentioned employer shall fall upon and are binding on the successor employer who has acquired the business."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Lay offs. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Lay offs. 14. (1) No employer shall lay off an employee except where the employer is empowered by this Act to terminate the employment of the employee because of redundancy under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No employer shall lay off an employee except where the employer is empowered by this Act to terminate the employment of the employee because of redundancy under section"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Notice period. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Notice period. 15. (1) Where a contract of employment for an unspecified period of time is being terminated for any reason of redundancy under section 12, or by notice under section 7(c)(ii), such contract of employment, shall  except during the probationary period, be terminated by the employer upon giving the following minimum period of notice in writing  (a) two weeks where the employee has been employed by the employer for less than one year;  (b) one month, where the employee has been employed by the employer for one year or more.  (2) Where the employee terminates his contract of employment with the employer, the periods of notice under subsection (1) shall also be the periods of notice that such employee shall give to his employer.  (3) The periods of notice under subsection (1) shall not apply where the employer is entitled to summarily dismiss an employee under this Part.  (4) A notice of termination under subsection (1) shall not be given by an employer during an employees period of absence on any authorised leave granted under any employment law or the employees contract of employment.  (5) Nothing in this section shall prevent  (a) the parties to the contract from agreeing to a longer period of notice of termination than is provided for in LAWS OF GUYANA 16 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012       Payment in lieu of notice.                        Certificate of termination.          Disciplinary action.                      this section;  (b) an employer waiving the right to receive notice under subsection (2).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not be given by an employer during an employees period of absence on any authorised leave granted under any employment law or the employees contract of employment."
                },
                {
                    "representation": "(a)",
                    "description": "the parties to the contract from agreeing to a longer period of notice of termination than is provided for in LAWS OF GUYANA 16 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012       Payment in lieu of notice.                        Certificate of termination.          Disciplinary action.                      this section;"
                },
                {
                    "representation": "(b)",
                    "description": "an employer waiving the right to receive notice under subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Where the employee terminates his contract of employment with the employer, the periods of notice under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The periods of notice under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "A notice of termination under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Nothing in this section shall prevent"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Payment in lieu of notice. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Payment in lieu of notice. 16. (1) In lieu of giving notice of termination under section 15 (1) the employer shall pay the employee a sum equal to the remuneration and  benefits due to the employee up to the expiry of any required period of notice.  (2) In lieu of giving notice of termination under section 15 (2), the employee shall pay the employer a sum equal to the remuneration and benefits payable by the employer to the employee up to the expiry of any required period of notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "the employer shall pay the employee a sum equal to the remuneration and  benefits due to the employee up to the expiry of any required period of notice."
                },
                {
                    "representation": "(2)",
                    "description": "In lieu of giving notice of termination under section 15"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Certificate of termination. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Certificate of termination. 17. On the termination of a contract of employment an employer, if so requested by the employee, shall provide the employee with a certificate of termination.",
            "description": "On the termination of a contract of employment an employer, if so requested by the employee, shall provide the employee with a certificate of termination."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Disciplinary action. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Disciplinary action. 18.",
            "description": "18."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Complaints of unfair dismissal. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Complaints of unfair dismissal. 19. Without prejudicing to any right an employee may enjoy under a collective agreement, such employee shall have the right to seek redress from the High Court where he is unfairly dismissed or disciplined in violation of section",
            "description": "Without prejudicing to any right an employee may enjoy under a collective agreement, such employee shall have the right to seek redress from the High Court where he is unfairly dismissed or disciplined in violation of section"
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Remedies.   LAWS OF GUYANA 4 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012 SECTION  PART IV SEVERANCE OR REDUNDANCY ALLOWANCE  ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Remedies.   LAWS OF GUYANA 4 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012 SECTION  PART IV SEVERANCE OR REDUNDANCY ALLOWANCE  20. (1) If the employees complaint of unfair dismissal or imposition of disciplinary action is proved to the satisfaction of the High Court it shall award the employee compensation as specified in subsections (2) and (3).  (2) An award of compensation shall be such amount as the Court considers just and equitable in all the circumstances having regard to the loss sustained by the employee as a consequence of the dismissal or discipline in so far as that loss is attributable to action taken by the employer, and the extent if any to which the employee caused or contributed to the dismissal or discipline.  (3) The High Court may, if it deems fit, award any other just remedy in addition to or in lieu of the award referred to in subsection (2).     LAWS OF GUYANA 18 Cap. 96:01 Termination of Employment and Severance Pay  L.R.O. 1/2012     Severance or redundancy allowance. [7 of 1999]                                         PART IV SEVERANCE OR REDUNDANCY ALLOWANCE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If the employees complaint of unfair dismissal or imposition of disciplinary action is proved to the satisfaction of the High Court it shall award the employee compensation as specified in subsections"
                },
                {
                    "representation": "(2)",
                    "description": "An award of compensation shall be such amount as the Court considers just and equitable in all the circumstances having regard to the loss sustained by the employee as a consequence of the dismissal or discipline in so far as that loss is attributable to action taken by the employer, and the extent if any to which the employee caused or contributed to the dismissal or discipline."
                },
                {
                    "representation": "(3)",
                    "description": "The High Court may, if it deems fit, award any other just remedy in addition to or in lieu of the award referred to in subsection"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Severance or redundancy allowance. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Severance or redundancy allowance. 21. (1) On termination of his employment, an employee who has completed one or more years of continuous employment with an employer shall be entitled to be paid by such employer a severance or redundancy allowance equivalent to  (a) one weeks wages for such completed year of service for the first five years including the entitlement year;  (b) two weeks wages for each completed year of services after the fifth year and up to the tenth year;  (c) three weeks wages for each completed year of service in excess of ten years up to a maximum of fifty-two weeks.  (2) For the purpose of subsection (1) termination of employment includes termination by reasons of redundancy and termination by reason of severance of employment.  (3) The payment of a severance or redundancy allowance under subsection (1) shall not affect the employees entitlement if any, to payment in lieu of notice under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall not affect the employees entitlement if any, to payment in lieu of notice under section"
                },
                {
                    "representation": "(a)",
                    "description": "one weeks wages for such completed year of service for the first five years including the entitlement year;"
                },
                {
                    "representation": "(b)",
                    "description": "two weeks wages for each completed year of services after the fifth year and up to the tenth year;"
                },
                {
                    "representation": "(c)",
                    "description": "three weeks wages for each completed year of service in excess of ten years up to a maximum of fifty-two weeks."
                },
                {
                    "representation": "(2)",
                    "description": "For the purpose of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The payment of a severance or redundancy allowance under subsection"
                }
            ]
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Institution of prosecutions by Chief Labour Officer. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Institution of prosecutions by Chief Labour Officer. 22. The Chief Labour Officer may institute or cause to be instituted any prosecution for the purpose of enforcing any of the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Chief Labour Officer.",
            "description": "The Chief Labour Officer may institute or cause to be instituted any prosecution for the purpose of enforcing any of the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Chief Labour Officer."
        }
    },
    {
        "act": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Procedure. ",
            "context": "TERMINATION OF EMPLOYMENT AND SEVERANCE  PAY ACT under Procedure. 23. All complaints under this Act may be heard and determined and all offences and penalties may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts:  Provided that any order for payment or recovery of severance or redundancy allowance shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction (Procedure) Act.",
            "description": "All complaints under this Act may be heard and determined and all offences and penalties may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts:  Provided that any order for payment or recovery of severance or redundancy allowance shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction (Procedure) Act."
        }
    }
]