[
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LAND SURVEYORS ACT under Short title. 1. This Act may be cited as the Land Surveyors Act.",
            "description": "This Act may be cited as the Land Surveyors Act."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LAND SURVEYORS ACT under Interpretation. 2. In this Act  land surveyor or surveyor means one who has received and holds a certificate from the Minister under this Act authorising him to act as a land surveyor, and whose certificate has been recorded;  the Board means the board of examiners constituted by this Act.",
            "description": "In this Act  land surveyor or surveyor means one who has received and holds a certificate from the Minister under this Act authorising him to act as a land surveyor, and whose certificate has been recorded;  the Board means the board of examiners constituted by this Act."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Unqualified person acting as a land surveyor.  BOARD OF EXAMINERS  ",
            "context": "LAND SURVEYORS ACT under Unqualified person acting as a land surveyor.  BOARD OF EXAMINERS  3. Anyone who, not being a land surveyor as defined in this Act, acts as a land surveyor for fee or reward in Guyana shall for each offence be liable to a fine of one hundred and fifty dollars.  BOARD  OF EXAMINERS",
            "description": "Anyone who, not being a land surveyor as defined in this Act, acts as a land surveyor for fee or reward in Guyana shall for each offence be liable to a fine of one hundred and fifty dollars.  BOARD  OF EXAMINERS"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Appointment of board of examiners. ",
            "context": "LAND SURVEYORS ACT under Appointment of board of examiners. 4. (1) The Minister may appoint a board of examiners for the purpose of examining the qualifications of anyone holding a certificate of competency in land surveying, obtained in any part of the Commonwealth other than Guyana, and desiring to practice as a land surveyor in Guyana, and for the purpose of examining candidates wishing to obtain certificates of competency in land surveying.  (2) The Board shall consist of the Commissioner of Lands and Surveys and other persons, not exceeding three, from time to time appointed by the Minister.  (3) Any three members of the Board, of whom either the Commissioner of Lands and Surveys shall be one, shall form a quorum.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint a board of examiners for the purpose of examining the qualifications of anyone holding a certificate of competency in land surveying, obtained in any part of the Commonwealth other than Guyana, and desiring to practice as a land surveyor in Guyana, and for the purpose of examining candidates wishing to obtain certificates of competency in land surveying."
                },
                {
                    "representation": "(2)",
                    "description": "The Board shall consist of the Commissioner of Lands and Surveys and other persons, not exceeding three, from time to time appointed by the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "Any three members of the Board, of whom either the Commissioner of Lands and Surveys shall be one, shall form a quorum."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "(1) Report on application for appointment as land surveyor.  (2) Regulations. ",
            "context": "LAND SURVEYORS ACT under (1) Report on application for appointment as land surveyor.  (2) Regulations. 5. (1) The Board, on application being made to it in writing, may examine the certificates of competency held by anyone desiring to practise as a land surveyor without LAWS OF GUYANA 6 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  as land surveyor. [1 of 1972]      Regulations.          Subjects of examination.                                                                         Condition of receiving certificate.  [O. 4/1974]       Issue and form of certificate. [1 of 1972]       Schedule Form I.  undergoing an examination, and, if satisfied with those certificates and that he is in other respects a fit and proper person, shall report the fact to the Minister.  (2) The Board may make regulations for the examination of candidates for certificates of competency and  may  examine  a candidate in accordance with the regulations, and, if satisfied as to the proficiency of a candidate in the subjects appointed for examination and that he is in other respects a fit and proper person, shall report to the Minister that he has been found so qualified.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Board, on application being made to it in writing, may examine the certificates of competency held by anyone desiring to practise as a land surveyor without LAWS OF GUYANA 6 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  as land surveyor. [1 of 1972]      Regulations.          Subjects of examination.                                                                         Condition of receiving certificate.  [O. 4/1974]       Issue and form of certificate. [1 of 1972]       Schedule Form I.  undergoing an examination, and, if satisfied with those certificates and that he is in other respects a fit and proper person, shall report the fact to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The Board may make regulations for the examination of candidates for certificates of competency and  may  examine  a candidate in accordance with the regulations, and, if satisfied as to the proficiency of a candidate in the subjects appointed for examination and that he is in other respects a fit and proper person, shall report to the Minister that he has been found so qualified."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Subjects of examination.  CERTIFICATES  ",
            "context": "LAND SURVEYORS ACT under Subjects of examination.  CERTIFICATES  6. The examination shall embrace the following subjects, namely, arithmetic, algebra as far as simple equations, plane geometry, plane trigonometry, practical astronomy, topographical drawing, the practical use of the principal instruments used in surveying and their adjustment, and the theory and practice of land surveying.  CERTIFICATES",
            "description": "The examination shall embrace the following subjects, namely, arithmetic, algebra as far as simple equations, plane geometry, plane trigonometry, practical astronomy, topographical drawing, the practical use of the principal instruments used in surveying and their adjustment, and the theory and practice of land surveying.  CERTIFICATES"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "[Repealed by Act No. 12  of 1982] ",
            "context": "LAND SURVEYORS ACT under [Repealed by Act No. 12  of 1982] 7. [Repealed by Act No 12 of 1982].",
            "description": "[Repealed by Act No 12 of 1982]."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Condition of receiving certificate. ",
            "context": "LAND SURVEYORS ACT under Condition of receiving certificate. 8. No one shall receive a certificate from the Minister under this  Act  unless  he  has  satisfied  the  Board,  either  by passing  an examination  or  otherwise, that he possesses   the   requisite qualifications to act as a land surveyor and is of the age of eighteen years or upwards.",
            "description": "No one shall receive a certificate from the Minister under this  Act  unless  he  has  satisfied  the  Board,  either  by passing  an examination  or  otherwise, that he possesses   the   requisite qualifications to act as a land surveyor and is of the age of eighteen years or upwards."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Issue and form of certificate. ",
            "context": "LAND SURVEYORS ACT under Issue and form of certificate. 9. (1) On payment to the Accountant General of the sum of twenty-five dollars, anyone reported by the Board to be qualified as aforesaid shall be entitled to receive from the Minister a certificate authorising him to act as a land surveyor.  (2) The certificate shall be in Form 1 in the Schedule.  LAWS OF GUYANA Land Surveyors Cap. 97:01 7  L.R.O. 1/2012           Registration of certificate. [1 of 1972 12 of 1982]                             Effect of registering certificate.          Fees to the board of examiners.  [1 of 1972]                     Right of land surveyor to  take  indentured apprentices.  [1 of 1972 12 of 1982]      (3)  In the case of a candidate for examination  the payment shall be made at least seven days before the day fixed for the examination.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On payment to the Accountant General of the sum of twenty-five dollars, anyone reported by the Board to be qualified as aforesaid shall be entitled to receive from the Minister a certificate authorising him to act as a land surveyor."
                },
                {
                    "representation": "(2)",
                    "description": "The certificate shall be in Form 1 in the Schedule.  LAWS OF GUYANA Land Surveyors Cap. 97:01 7  L.R.O. 1/2012           Registration of certificate. [1 of 1972 12 of 1982]                             Effect of registering certificate.          Fees to the board of examiners.  [1 of 1972]                     Right of land surveyor to  take  indentured apprentices.  [1 of 1972 12 of 1982]"
                },
                {
                    "representation": "(3)",
                    "description": "In the case of a candidate for examination  the payment shall be made at least seven days before the day fixed for the examination."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Registration of certificate. ",
            "context": "LAND SURVEYORS ACT under Registration of certificate. 10. (1) Everyone who receives from the Minister a certificate of competency, within two months from the  receipt thereof  and before he shall be qualified to act as a land surveyor under this Act shall cause the certificate to be recorded in a register book to be kept for that purpose in the office of the Commissioner of Lands and Surveys, and in default thereof the certificate shall become void and of no effect.  (2) A notice of the recording of the certificate shall forthwith be published by the Commissioner of Lands and Surveys in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Everyone who receives from the Minister a certificate of competency, within two months from the  receipt thereof  and before he shall be qualified to act as a land surveyor under this Act shall cause the certificate to be recorded in a register book to be kept for that purpose in the office of the Commissioner of Lands and Surveys, and in default thereof the certificate shall become void and of no effect."
                },
                {
                    "representation": "(2)",
                    "description": "A notice of the recording of the certificate shall forthwith be published by the Commissioner of Lands and Surveys in the Gazette."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Effect of registering certificate. ",
            "context": "LAND SURVEYORS ACT under Effect of registering certificate. 11. Everyone who has received a certificate of competency and has complied with section 10 shall be a land surveyor in and for Guyana.",
            "description": "Everyone who has received a certificate of competency and has complied with section 10 shall be a land surveyor in and for Guyana."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Fees to the board of examiners.  APPRENTICES  ",
            "context": "LAND SURVEYORS ACT under Fees to the board of examiners.  APPRENTICES  12. The Minister may as he thinks fit direct that the whole or any portion of the sum of twenty-five dollars paid to the Accountant General under section 9 shall be divided amongst the members of the Board, by way of fees for the examination.  APPRENTICES",
            "description": "The Minister may as he thinks fit direct that the whole or any portion of the sum of twenty-five dollars paid to the Accountant General under section 9 shall be divided amongst the members of the Board, by way of fees for the examination.  APPRENTICES"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Right of land surveyor to take indentured apprentices. ",
            "context": "LAND SURVEYORS ACT under Right of land surveyor to take indentured apprentices. 13. (1) A land surveyor shall be entitled to take anyone not under the age of eighteen years, as his apprentice under articles of apprenticeship for a term of not less than three years:   Provided that  (a) no land surveyor shall have more than three articled apprentices at the same time; and LAWS OF GUYANA 8 Cap. 97:01 Land Surveyors  L.R.O. 1/2012                       Transfer of articles of apprenticeship. [1 of 1972 12 of 1982]                 Right of apprentice to  be  examined.               (b) no land surveyor in the public service shall take  any articled apprentice unless he has first obtained the permission in writing of the Minister to do so.  (2)  The articles  of  apprenticeship  shall  not  take  effect until they have been recorded in the office of the Commissioner of Lands and Surveys.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A land surveyor shall be entitled to take anyone not under the age of eighteen years, as his apprentice under articles of apprenticeship for a term of not less than three years:   Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "no land surveyor shall have more than three articled apprentices at the same time; and LAWS OF GUYANA 8 Cap. 97:01 Land Surveyors  L.R.O. 1/2012                       Transfer of articles of apprenticeship. [1 of 1972 12 of 1982]                 Right of apprentice to  be  examined."
                },
                {
                    "representation": "(b)",
                    "description": "no land surveyor in the public service shall take  any articled apprentice unless he has first obtained the permission in writing of the Minister to do so."
                },
                {
                    "representation": "(2)",
                    "description": "The articles  of  apprenticeship  shall  not  take  effect until they have been recorded in the office of the Commissioner of Lands and Surveys."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Transfer of articles of apprenticeship. ",
            "context": "LAND SURVEYORS ACT under Transfer of articles of apprenticeship. 14. (1) If an articled apprentice is unable from any cause to complete his term of service with a land surveyor to whom he has been apprenticed, any other land surveyor, with the permission in writing of the Commissioner of Lands and Surveys, may receive the transfer of his articles of apprenticeship, and he may continue to serve with the other land surveyor for the unexpired portion of the term of his apprenticeship, in like manner and under similar obligations as with his first or other employer.  (2) A transfer of articles of apprenticeship shall not take effect until it has been recorded in the office of the Commissioner of Lands and Surveys.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If an articled apprentice is unable from any cause to complete his term of service with a land surveyor to whom he has been apprenticed, any other land surveyor, with the permission in writing of the Commissioner of Lands and Surveys, may receive the transfer of his articles of apprenticeship, and he may continue to serve with the other land surveyor for the unexpired portion of the term of his apprenticeship, in like manner and under similar obligations as with his first or other employer."
                },
                {
                    "representation": "(2)",
                    "description": "A transfer of articles of apprenticeship shall not take effect until it has been recorded in the office of the Commissioner of Lands and Surveys."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Right of apprentice to be examined.  NOTICES OF SURVEY  ",
            "context": "LAND SURVEYORS ACT under Right of apprentice to be examined.  NOTICES OF SURVEY  15. (1) Anyone who has served a land surveyor in Guyana for a term of not less than three years under articles of apprenticeship, and during that term has continued in the active service of his employer in his proper business as a land surveyor and has not carried on any other business during the term, shall be entitled to apply to be examined by the Board.  (2) The examination for a person who has completed his articles of apprenticeship in the manner herein described shall be in the modified form and shall include the subjects from time to time by regulation directed by the Board.  LAWS OF GUYANA Land Surveyors Cap. 97:01 9  L.R.O. 1/2012      Notification of intended survey. [1 of 1972 12 of 1982] Schedule  Form",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Anyone who has served a land surveyor in Guyana for a term of not less than three years under articles of apprenticeship, and during that term has continued in the active service of his employer in his proper business as a land surveyor and has not carried on any other business during the term, shall be entitled to apply to be examined by the Board."
                },
                {
                    "representation": "(2)",
                    "description": "The examination for a person who has completed his articles of apprenticeship in the manner herein described shall be in the modified form and shall include the subjects from time to time by regulation directed by the Board.  LAWS OF GUYANA Land Surveyors Cap. 97:01 9  L.R.O. 1/2012      Notification of intended survey. [1 of 1972 12 of 1982] Schedule  Form"
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Notification of intended survey. ",
            "context": "LAND SURVEYORS ACT under Notification of intended survey. 16.  (1)  When  a  land  surveyor  intends  to  survey  or  to resurvey land in dispute, or to define boundaries, he shall give at least fifteen days notice in writing, in accordance with Form 2 in the Schedule, of that intention to the owner, or the representative of the owner, or the person in possession of the adjacent lands; and the notice shall be Form 2 served upon that person by sending to him by post a true copy thereof, certified by the surveyor, or by leaving it at his residence, and if he cannot be found or if his address is not known, then the notice shall be posted up or affixed in some conspicuous place on the premises.  (2) When the lands are State or Government lands, the notice shall be given to the Commissioner of Lands and Surveys at the lands department.  (3) If the surveyor enters on the land without giving the notice aforesaid, or begins the survey from a point, or proceeds on a course, other than those respectively specified in the notice, he shall be liable in either case to a fine of three hundred dollars; but nothing in this section shall prevent the surveyor, after going on the land to make the survey under the aforesaid notice, if he desires to begin the survey from another point, or to proceed on another course, than that specified in the notice, from doing so, upon giving in manner aforesaid twenty-four hours notice thereof in writing to the owner, or the representative of the owner, or the person in possession of the adjacent lands.  (4) Nothing in this section shall prevent the parties interested in the lines about to be run from agreeing to commence at another point, or to proceed on another course, than those specified in the notice, or from agreeing to have the lines run and established without notice.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "When  a  land  surveyor  intends  to  survey  or  to resurvey land in dispute, or to define boundaries, he shall give at least fifteen days notice in writing, in accordance with Form 2 in the Schedule, of that intention to the owner, or the representative of the owner, or the person in possession of the adjacent lands; and the notice shall be Form 2 served upon that person by sending to him by post a true copy thereof, certified by the surveyor, or by leaving it at his residence, and if he cannot be found or if his address is not known, then the notice shall be posted up or affixed in some conspicuous place on the premises."
                },
                {
                    "representation": "(2)",
                    "description": "When the lands are State or Government lands, the notice shall be given to the Commissioner of Lands and Surveys at the lands department."
                },
                {
                    "representation": "(3)",
                    "description": "If the surveyor enters on the land without giving the notice aforesaid, or begins the survey from a point, or proceeds on a course, other than those respectively specified in the notice, he shall be liable in either case to a fine of three hundred dollars; but nothing in this section shall prevent the surveyor, after going on the land to make the survey under the aforesaid notice, if he desires to begin the survey from another point, or to proceed on another course, than that specified in the notice, from doing so, upon giving in manner aforesaid twenty-four hours notice thereof in writing to the owner, or the representative of the owner, or the person in possession of the adjacent lands."
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall prevent the parties interested in the lines about to be run from agreeing to commence at another point, or to proceed on another course, than those specified in the notice, or from agreeing to have the lines run and established without notice."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Where surveyor cannot attend on appointed day. ",
            "context": "LAND SURVEYORS ACT under Where surveyor cannot attend on appointed day. 17. Where a land surveyor, after having given the notice of survey aforesaid, is unable to attend on the day LAWS OF GUYANA 10 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  cannot attend on appointed day.                  Where survey is not completed.          Traverses upon adjoining land.            Placing of boundary marks.            appointed, he shall give notice thereof to the parties concerned, and, before proceeding with the survey to be made, shall issue fresh notices, but he shall not be entitled to charge for any fresh notice:  Provided that nothing herein contained shall prevent  the parties interested from agreeing to dispense with fresh notice.",
            "description": "Where a land surveyor, after having given the notice of survey aforesaid, is unable to attend on the day LAWS OF GUYANA 10 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  cannot attend on appointed day.                  Where survey is not completed.          Traverses upon adjoining land.            Placing of boundary marks.            appointed, he shall give notice thereof to the parties concerned, and, before proceeding with the survey to be made, shall issue fresh notices, but he shall not be entitled to charge for any fresh notice:  Provided that nothing herein contained shall prevent  the parties interested from agreeing to dispense with fresh notice."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Where survey is not completed. ",
            "context": "LAND SURVEYORS ACT under Where survey is not completed. 18. If a land surveyor, after having commenced any survey aforesaid, is unable to complete it, he shall, before again proceeding therewith, give notice in writing of his intention to resume it, stating when and from what point he will proceed, but the notice shall not be necessary where the parties interested agree to dispense with it.",
            "description": "If a land surveyor, after having commenced any survey aforesaid, is unable to complete it, he shall, before again proceeding therewith, give notice in writing of his intention to resume it, stating when and from what point he will proceed, but the notice shall not be necessary where the parties interested agree to dispense with it."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Traverses upon adjoining land.   LAWS OF GUYANA 4 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  SECTION  BOUNDARIES  ",
            "context": "LAND SURVEYORS ACT under Traverses upon adjoining land.   LAWS OF GUYANA 4 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  SECTION  BOUNDARIES  19. Any land surveyor, or anyone who has served under him as an articled apprentice for two years, may, after due service of notice and before the time appointed for the commencement of the survey, enter upon any land adjoining that about to be surveyed and laid out by him and may make traverses for the purpose of gaining information, but he shall not run or mark any boundary lines, and the survey shall not affect the rights of any parties to the ownership of the land.  BOUNDARIES",
            "description": "Any land surveyor, or anyone who has served under him as an articled apprentice for two years, may, after due service of notice and before the time appointed for the commencement of the survey, enter upon any land adjoining that about to be surveyed and laid out by him and may make traverses for the purpose of gaining information, but he shall not run or mark any boundary lines, and the survey shall not affect the rights of any parties to the ownership of the land.  BOUNDARIES"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Placing of boundary marks.  PLANS  ",
            "context": "LAND SURVEYORS ACT under Placing of boundary marks.  PLANS  20. (1) A land surveyor, when making a survey of land for the purpose of settling disputes or defining boundaries, shall place boundary marks or paals at the corners and at convenient distances along the lines.  (2) One at least of the boundary marks or paals shall be of iron, stone, or concrete.  (3) Whenever a plantation is laid out and marked off by paals in village lots, one at least of the paals in each section shall be of iron, stone, or concrete.  LAWS OF GUYANA Land Surveyors Cap. 97:01 11  L.R.O. 1/2012                Plans and reports of surveys.                                  (4)   Any   land   surveyor   who   neglects   to   place   the boundary marks or paals shall be liable to a fine of one hundred and fifty dollars.  (5) Everyone who wilfully removes, destroys, or defaces any boundary mark or paal lawfully placed on land shall be liable to a fine of one thousand five hundred dollars.  PLANS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A land surveyor, when making a survey of land for the purpose of settling disputes or defining boundaries, shall place boundary marks or paals at the corners and at convenient distances along the lines."
                },
                {
                    "representation": "(2)",
                    "description": "One at least of the boundary marks or paals shall be of iron, stone, or concrete."
                },
                {
                    "representation": "(3)",
                    "description": "Whenever a plantation is laid out and marked off by paals in village lots, one at least of the paals in each section shall be of iron, stone, or concrete.  LAWS OF GUYANA Land Surveyors Cap. 97:01 11  L.R.O. 1/2012                Plans and reports of surveys."
                },
                {
                    "representation": "(4)",
                    "description": "Any   land   surveyor   who   neglects   to   place   the boundary marks or paals shall be liable to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(5)",
                    "description": "Everyone who wilfully removes, destroys, or defaces any boundary mark or paal lawfully placed on land shall be liable to a fine of one thousand five hundred dollars.  PLANS"
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Plans and reports of surveys. ",
            "context": "LAND SURVEYORS ACT under Plans and reports of surveys. 21. (1) Every plan or diagram given by a land surveyor of land surveyed by him or his apprentice shall bear his signature and figuratively and descriptively demonstrate the situation of the land as well as its relative position with respect to some other known place, the true bearing and horizontal distances of the several lines, the boundary marks or paals, if those have been placed, the area and contents of the land, and the name of the party at whose instance the survey was made.  (2) Wherever the provisions of section 16 have been previously carried out, the plan or diagram shall be accompanied by a report or memorandum containing the following particulars, duly signed by the surveyor, that is to say, the day on which the survey was commenced, the  names of the parties, if any, interested in the survey who were served with notices, the names of those who appeared personally or by their representatives, the grounds of objection, if any, to the survey, the grounds of the surveyors decision, and the date when the survey was concluded.  (3) The plan or diagram shall have shown thereon the direction  of  the  meridian  or  true  north,  as  well  as  that  of  the magnetic north.  (4) Whenever a survey of a tract of land is made, the length of which is twenty miles or more, the latitude and longitude of some point within the tract must be stated on the plan thereof. LAWS OF GUYANA 12 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  Ascertaining true north and latitude and longitude. [1 of 1972 12 of 1982]                     Scale of measurement on plan.   Duplicate plan and report. [1 of 1972 12 of 1982]            Penalty for non- compliance.   Making of index to plans and reports. [1 of 1972 12 of 1982]                   Entry on private lands to ascertain any encroachment on State lands.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every plan or diagram given by a land surveyor of land surveyed by him or his apprentice shall bear his signature and figuratively and descriptively demonstrate the situation of the land as well as its relative position with respect to some other known place, the true bearing and horizontal distances of the several lines, the boundary marks or paals, if those have been placed, the area and contents of the land, and the name of the party at whose instance the survey was made."
                },
                {
                    "representation": "(2)",
                    "description": "Wherever the provisions of section 16 have been previously carried out, the plan or diagram shall be accompanied by a report or memorandum containing the following particulars, duly signed by the surveyor, that is to say, the day on which the survey was commenced, the  names of the parties, if any, interested in the survey who were served with notices, the names of those who appeared personally or by their representatives, the grounds of objection, if any, to the survey, the grounds of the surveyors decision, and the date when the survey was concluded."
                },
                {
                    "representation": "(3)",
                    "description": "The plan or diagram shall have shown thereon the direction  of  the  meridian  or  true  north,  as  well  as  that  of  the magnetic north."
                },
                {
                    "representation": "(4)",
                    "description": "Whenever a survey of a tract of land is made, the length of which is twenty miles or more, the latitude and longitude of some point within the tract must be stated on the plan thereof. LAWS OF GUYANA 12 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  Ascertaining true north and latitude and longitude. [1 of 1972 12 of 1982]                     Scale of measurement on plan.   Duplicate plan and report. [1 of 1972 12 of 1982]            Penalty for non- compliance.   Making of index to plans and reports. [1 of 1972 12 of 1982]                   Entry on private lands to ascertain any encroachment on State lands."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Ascertaining true north and latitude and longitude. ",
            "context": "LAND SURVEYORS ACT under Ascertaining true north and latitude and longitude. 22. The Commissioner of Lands and Surveys shall fix and keep, at such places as from time to time directed by the Minister, a referring mark from which the true north can be readily deduced, and shall also take and keep on record, at the department of lands in Georgetown, the latitude and longitude of a given point at or in the vicinity of each of those places.",
            "description": "The Commissioner of Lands and Surveys shall fix and keep, at such places as from time to time directed by the Minister, a referring mark from which the true north can be readily deduced, and shall also take and keep on record, at the department of lands in Georgetown, the latitude and longitude of a given point at or in the vicinity of each of those places."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Scale of measurement on plan. ",
            "context": "LAND SURVEYORS ACT under Scale of measurement on plan. 23. Wherever it is necessary to express on a plan or diagram the measurements and the area of land, they shall be expressed in English measure and not in Rhynland measure.",
            "description": "Wherever it is necessary to express on a plan or diagram the measurements and the area of land, they shall be expressed in English measure and not in Rhynland measure."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Duplicate plan and report. ",
            "context": "LAND SURVEYORS ACT under Duplicate plan and report. 24. A duplicate copy of every plan or diagram and report or memorandum shall, within thirty days after their completion, be lodged by the surveyor in the office of the Commissioner of Lands and Surveys.",
            "description": "A duplicate copy of every plan or diagram and report or memorandum shall, within thirty days after their completion, be lodged by the surveyor in the office of the Commissioner of Lands and Surveys."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Penalty for non-compliance. ",
            "context": "LAND SURVEYORS ACT under Penalty for non-compliance. 25. Any land surveyor who neglects to comply with any of the preceding provisions relating to plans shall be liable to a fine of three hundred dollars.",
            "description": "Any land surveyor who neglects to comply with any of the preceding provisions relating to plans shall be liable to a fine of three hundred dollars."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Making of index to plans and reports.  STATE AND PUBLIC SURVEYS  ",
            "context": "LAND SURVEYORS ACT under Making of index to plans and reports.  STATE AND PUBLIC SURVEYS  26. (1) The Commissioner of Lands and Surveys shall make an index, in the form for the time being approved by the Minister of all plans or diagrams and of all reports or memoranda lodged with him under this Act.  (2) Any land surveyor may have access to the index and to the plans or diagrams and to the reports and memoranda, under any conditions for the time being approved by the Minister.  STATE AND PUBLIC SURVEYS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Commissioner of Lands and Surveys shall make an index, in the form for the time being approved by the Minister of all plans or diagrams and of all reports or memoranda lodged with him under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any land surveyor may have access to the index and to the plans or diagrams and to the reports and memoranda, under any conditions for the time being approved by the Minister.  STATE AND PUBLIC SURVEYS"
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Entry on private lands to ascertain any encroachment on state lands. ",
            "context": "LAND SURVEYORS ACT under Entry on private lands to ascertain any encroachment on state lands. 27. (1) Any land surveyor in the public service, or any other land surveyor when specially employed by the Government, with any necessary assistants, at any time between six oclock in the morning and six oclock in the evening of any day, except Sunday, may enter  upon  any  LAWS OF GUYANA Land Surveyors Cap. 97:01 13  L.R.O. 1/2012 [4 of 1972]                                                       Limitation of action in respect of public survey [1 of 1972 12 of 1982]      private  land  (having  previously  given  the notice prescribed in section 16) for the purpose of ascertaining whether any encroachment has been made upon State lands.  (2) Everyone who then assaults, molests, or obstructs the land surveyor or his assistant in the performance of his duty, shall be liable to a fine of one hundred and fifty dollars.  (3) In any action or other proceeding brought against the land surveyor, or his assistant, on account of any act done by him in the performance of his duty, damages shall be recovered against him only for  the  amount  of any actual  loss or material  damage sustained by the plaintiff in that action or other proceeding; and, unless the loss or damage is valued by the court at a sum exceeding ten dollars, judgment shall be without costs.  (4) If, on the trial of the action or other proceeding, it is proved that the defendant, previous to the trial, tendered to the plaintiff, or paid into court to the credit of the plaintiff (notice of that payment having been given to the  plaintiff), sufficient compensation for the loss or damage sustained by the plaintiff, judgment shall be given only for the amount so tendered or paid into  court,  and for  the  costs incurred  by the  plaintiff before the tender or payment of the compensation, but subject to a deduction of  the  amount  of  any  costs  incurred  by  the  defendant  after  the tender or payment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any land surveyor in the public service, or any other land surveyor when specially employed by the Government, with any necessary assistants, at any time between six oclock in the morning and six oclock in the evening of any day, except Sunday, may enter  upon  any  LAWS OF GUYANA Land Surveyors Cap. 97:01 13  L.R.O. 1/2012 [4 of 1972]                                                       Limitation of action in respect of public survey [1 of 1972 12 of 1982]      private  land"
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who then assaults, molests, or obstructs the land surveyor or his assistant in the performance of his duty, shall be liable to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(3)",
                    "description": "In any action or other proceeding brought against the land surveyor, or his assistant, on account of any act done by him in the performance of his duty, damages shall be recovered against him only for  the  amount  of any actual  loss or material  damage sustained by the plaintiff in that action or other proceeding; and, unless the loss or damage is valued by the court at a sum exceeding ten dollars, judgment shall be without costs."
                },
                {
                    "representation": "(4)",
                    "description": "If, on the trial of the action or other proceeding, it is proved that the defendant, previous to the trial, tendered to the plaintiff, or paid into court to the credit of the plaintiff"
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Limitation of action in respect of public survey.  MISCELLANEOUS PROVISIONS  ",
            "context": "LAND SURVEYORS ACT under Limitation of action in respect of public survey.  MISCELLANEOUS PROVISIONS  28. (1) No action nor other proceeding shall be brought against the Commissioner of Lands and Surveys, or anyone acting under his orders, in respect of trespass or damage committed or caused  by him  when engaged  on  a survey,  or against any land surveyor specially employed by the Government on any survey or his assistant, in respect of that trespass or damage, unless the action or other proceeding is commenced within three   months after the cause of action arose or occurred, and unless also notice in writing of the LAWS OF GUYANA 14 Cap. 97:01 Land Surveyors  L.R.O. 1/2012                                 Land surveyor cannot survey in his own interest.       Land surveyor making incorrect survey. [1 of 1972]              intention to bring the action or other proceeding is served at the department of lands, or at the office or  usual place of residence of the land surveyor at least one month before the commencement of the action or other proceeding.  (2) If on the trial of the action or other proceeding, the service as aforesaid of that notice is not proved the plaintiff shall be non-suited, without prejudice nevertheless to any further action or other proceeding for the same cause commenced within one month after the non-suit.  MISCELLANEOUS PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No action nor other proceeding shall be brought against the Commissioner of Lands and Surveys, or anyone acting under his orders, in respect of trespass or damage committed or caused  by him  when engaged  on  a survey,  or against any land surveyor specially employed by the Government on any survey or his assistant, in respect of that trespass or damage, unless the action or other proceeding is commenced within three   months after the cause of action arose or occurred, and unless also notice in writing of the LAWS OF GUYANA 14 Cap. 97:01 Land Surveyors  L.R.O. 1/2012                                 Land surveyor cannot survey in his own interest.       Land surveyor making incorrect survey. [1 of 1972]              intention to bring the action or other proceeding is served at the department of lands, or at the office or  usual place of residence of the land surveyor at least one month before the commencement of the action or other proceeding."
                },
                {
                    "representation": "(2)",
                    "description": "If on the trial of the action or other proceeding, the service as aforesaid of that notice is not proved the plaintiff shall be non-suited, without prejudice nevertheless to any further action or other proceeding for the same cause commenced within one month after the non-suit.  MISCELLANEOUS PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "[Repealed by Act No. 15 of 1999]. ",
            "context": "LAND SURVEYORS ACT under [Repealed by Act No. 15 of 1999]. 29. [Repealed by Act No. 15 of 1999]",
            "description": "[Repealed by Act No. 15 of 1999]"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Land surveyor cannot survey in his own interest. ",
            "context": "LAND SURVEYORS ACT under Land surveyor cannot survey in his own interest. 30. (1) No land surveyor shall personally survey or lay out any land for the purpose of obtaining a grant or otherwise directly or indirectly to himself or for his own use.  (2) Any land surveyor who contravenes this section shall be liable to a fine of one thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No land surveyor shall personally survey or lay out any land for the purpose of obtaining a grant or otherwise directly or indirectly to himself or for his own use."
                },
                {
                    "representation": "(2)",
                    "description": "Any land surveyor who contravenes this section shall be liable to a fine of one thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Land surveyor making incorrect survey. ",
            "context": "LAND SURVEYORS ACT under Land surveyor making incorrect survey. 31. (1) A land surveyor who either by himself or his apprentice, intentionally or through negligence, carelessness, or culpable ignorance, makes an incorrect survey, or delivers an incorrect plan or diagram, of land, or makes an untrue report or memorandum  of  a  survey,  shall  be  liable,  on  the  complaint  of anyone aggrieved thereby, and after an inquiry made in the manner directed by the Minister, to have his  certificate as a land surveyor cancelled by order of the Minister, or to be temporarily suspended from the exercise of his office as a land surveyor during a period fixed  by the  Minister, and shall  also be liable  to  a fine of three hundred dollars:  Provided that the order of cancellation or suspension shall not be made unless the land surveyor has had an LAWS OF GUYANA Land Surveyors Cap. 97:01 15  L.R.O. 1/2012               Assistant doing act to falsify survey.         Obstructing survey.                               Saving of existing rights. [1 of 1972] c. 59:01  opportunity of being heard in his defence.  (2) The land surveyor shall further be required to repay any fees received from anyone in consideration of the survey or plan or diagram, if it is so ordered by the Minister, but the order shall not affect any liability to an action for damages which the land surveyor may have incurred.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A land surveyor who either by himself or his apprentice, intentionally or through negligence, carelessness, or culpable ignorance, makes an incorrect survey, or delivers an incorrect plan or diagram, of land, or makes an untrue report or memorandum  of  a  survey,  shall  be  liable,  on  the  complaint  of anyone aggrieved thereby, and after an inquiry made in the manner directed by the Minister, to have his  certificate as a land surveyor cancelled by order of the Minister, or to be temporarily suspended from the exercise of his office as a land surveyor during a period fixed  by the  Minister, and shall  also be liable  to  a fine of three hundred dollars:  Provided that the order of cancellation or suspension shall not be made unless the land surveyor has had an LAWS OF GUYANA Land Surveyors Cap. 97:01 15  L.R.O. 1/2012               Assistant doing act to falsify survey.         Obstructing survey.                               Saving of existing rights. [1 of 1972] c. 59:01  opportunity of being heard in his defence."
                },
                {
                    "representation": "(2)",
                    "description": "The land surveyor shall further be required to repay any fees received from anyone in consideration of the survey or plan or diagram, if it is so ordered by the Minister, but the order shall not affect any liability to an action for damages which the land surveyor may have incurred."
                }
            ]
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Assistant doing act to falsify survey. ",
            "context": "LAND SURVEYORS ACT under Assistant doing act to falsify survey. 32. Anyone employed to assist a land surveyor in making  a survey who wilfully and  fraudulently  makes any wrong measurement, moves any mark, or does any other act, with intent to falsify a survey, shall be liable to a fine of three hundred dollars.",
            "description": "Anyone employed to assist a land surveyor in making  a survey who wilfully and  fraudulently  makes any wrong measurement, moves any mark, or does any other act, with intent to falsify a survey, shall be liable to a fine of three hundred dollars."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Obstructing survey. ",
            "context": "LAND SURVEYORS ACT under Obstructing survey. 33. Everyone who, whether by force or by threats, or in any other  manner,  obstructs  or  causes  to  be  obstructed  any  lawful survey of land, shall be liable, for each and every day on which he so obstructs or causes obstruction, to a fine of three hundred dollars.",
            "description": "Everyone who, whether by force or by threats, or in any other  manner,  obstructs  or  causes  to  be  obstructed  any  lawful survey of land, shall be liable, for each and every day on which he so obstructs or causes obstruction, to a fine of three hundred dollars."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "[Repealed by Act 12 of ",
            "context": "LAND SURVEYORS ACT under [Repealed by Act 12 of 34. [Repealed by Act No. 12 of",
            "description": "[Repealed by Act No. 12 of"
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Saving of existing rights.  SCHEDULE—Forms.      __________________________ 1929 Ed.          c. 167 1953 Ed. c. 171 _______________________________________________________ 20 of 1891 An Act to make provision for the Appointment of Land Surveyors and with respect to the Survey of Land.  [19th December, 1891] CHAPTER 97:01  LAND SURVEYORS ACT  LAWS OF GUYANA Land Surveyors Cap. 97:01 5  L.R.O. 1/2012 Short title.             Interpretation.  [1 of 1972]                Unqualified person acting  as a land surveyor           Appointment  of board of examiners. [1 of 1972 12 of 1982]                   Report on application for appointment ",
            "context": "LAND SURVEYORS ACT under Saving of existing rights.  SCHEDULEForms.      __________________________ 1929 Ed.          c. 167 1953 Ed. c. 171 _______________________________________________________ 20 of 1891 An Act to make provision for the Appointment of Land Surveyors and with respect to the Survey of Land.  [19th December, 1891] CHAPTER 97:01  LAND SURVEYORS ACT  LAWS OF GUYANA Land Surveyors Cap. 97:01 5  L.R.O. 1/2012 Short title.             Interpretation.  [1 of 1972]                Unqualified person acting  as a land surveyor           Appointment  of board of examiners. [1 of 1972 12 of 1982]                   Report on application for appointment 35.  After the commencement of this Act no one shall be appointed a Government Surveyor under the Lands Department Act until he has obtained a certificate under this Act.  __________    SCHEDULE  FORM  1  CERTIFICATE TO LAND SURVEYOR  THE LAND SURVEYORS ACT  LAWS OF GUYANA 16 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  Whereas the board of examiners constituted by the above-mentioned Act have reported to me that ...................of........................ has duly satisfied them that he is, by virtue of (here state the kind of qualification) qualified to act as a land surveyor in Guyana: Now, therefore, I, ..............Minister of Agriculture and Natural Resources of Guyana, do, under and by virtue of the above-mentioned Act, hereby authorise the said...............................to act as a land surveyor in Guyana.  Dated this ................... day of..............................",
            "description": "After the commencement of this Act no one shall be appointed a Government Surveyor under the Lands Department Act until he has obtained a certificate under this Act.  __________    SCHEDULE  FORM  1  CERTIFICATE TO LAND SURVEYOR  THE LAND SURVEYORS ACT  LAWS OF GUYANA 16 Cap. 97:01 Land Surveyors  L.R.O. 1/2012  Whereas the board of examiners constituted by the above-mentioned Act have reported to me that ...................of........................ has duly satisfied them that he is, by virtue of (here state the kind of qualification) qualified to act as a land surveyor in Guyana: Now, therefore, I, ..............Minister of Agriculture and Natural Resources of Guyana, do, under and by virtue of the above-mentioned Act, hereby authorise the said...............................to act as a land surveyor in Guyana.  Dated this ................... day of.............................."
        }
    },
    {
        "act": "LAND SURVEYORS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "1982.] ",
            "context": "LAND SURVEYORS ACT under 1982.] 1982.]",
            "description": "1982.]"
        }
    }
]