[
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.40  ",
            "context": "WEIGHERS AND GAUGERS ACT under 0.40  0.25",
            "description": "0.25"
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title.  BOARD OF EXAMINERS  ",
            "context": "WEIGHERS AND GAUGERS ACT under Short title.  BOARD OF EXAMINERS  1. This Act may be cited as the Weighers and Gaugers Act.  BOARD OF EXAMINERS",
            "description": "This Act may be cited as the Weighers and Gaugers Act.  BOARD OF EXAMINERS"
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Appointment of board of examiners. ",
            "context": "WEIGHERS AND GAUGERS ACT under Appointment of board of examiners. 2. (1) The Minister may from time to time appoint persons to examine as to the capability and knowledge of all persons desiring to carry on the business of a weigher or gauger, and the persons so appointed shall form a board and be styled The Board of Examiners (hereinafter referred to as the Board).  LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 5  L.R.O. 1/2012                         Seal of the Board.  Record of proceedings of the Board.                  Procedure to obtain licence  as weigher or gauger.                    (2) Any two members of the Board may perform any act authorised to be performed by the Board.  (3) Subject to affirmative resolution of the National Assembly, the Board may from time to time make regulations under which the examinations of applicants for licences under this Act shall be conducted and for determining the qualifications to be possessed by those hereafter obtaining licences. (4) The regulations shall not come into force until they have been laid before and approved by the National Assembly, who may alter and amend any of them.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may from time to time appoint persons to examine as to the capability and knowledge of all persons desiring to carry on the business of a weigher or gauger, and the persons so appointed shall form a board and be styled The Board of Examiners"
                },
                {
                    "representation": "(2)",
                    "description": "Any two members of the Board may perform any act authorised to be performed by the Board."
                },
                {
                    "representation": "(3)",
                    "description": "Subject to affirmative resolution of the National Assembly, the Board may from time to time make regulations under which the examinations of applicants for licences under this Act shall be conducted and for determining the qualifications to be possessed by those hereafter obtaining licences."
                },
                {
                    "representation": "(4)",
                    "description": "The regulations shall not come into force until they have been laid before and approved by the National Assembly, who may alter and amend any of them."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Seal of the Board. ",
            "context": "WEIGHERS AND GAUGERS ACT under Seal of the Board. 3. The Board shall use a seal.",
            "description": "The Board shall use a seal."
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Record of proceedings of the Board.  APPLICATION FOR LICENCE  ",
            "context": "WEIGHERS AND GAUGERS ACT under Record of proceedings of the Board.  APPLICATION FOR LICENCE  4. The Board shall keep a correct record of its proceedings.  APPLICATION FOR LICENCE",
            "description": "The Board shall keep a correct record of its proceedings.  APPLICATION FOR LICENCE"
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Procedure to obtain licence as weigher or gauger.  DISQUALIFICATION AND PROHIBITION  ",
            "context": "WEIGHERS AND GAUGERS ACT under Procedure to obtain licence as weigher or gauger.  DISQUALIFICATION AND PROHIBITION  5. (1) Where any person desires to carry on the business of a weigher, or of a gauger, or of a weigher and gauger, the following procedure shall be adopted:  (a)     he shall apply in writing to the Board to be examined as to his capability and fitness to conduct that business with accuracy, and shall pay the fees prescribed by this Act;  (b)   on making his application, he shall furnish certificates from two or more householders that he is of good repute;  (c)      an application to be examined may be made to any member of the Board;  LAWS OF GUYANA 6 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012                                                      Disqualifica- tion of certain persons for (d)     when the application is duly made and the prescribed fees are paid, the Board shall proceed to examine the applicant, and if, in the opinion of the Board, he is competent to carry on the business and is of good repute, the Board may issue a licence, under the seal of the Board, signed by two members thereof, authorising him to carry on the business;   (e)  when the Board is of opinion that the licence ought not to be issued, the Board may inform the applicant that the Board is unable to issue it, but shall not be bound to assign any reason for not issuing it;  (f)     when an applicant has been examined and does not obtain a licence, he shall not be entitled to be examined again until after the expiration of six months from the previous examination; and  (g)    when the Board decides that a licence may be issued to any person, he shall, before he receives the licence, take the oath set out in the First Schedule before the Board, who is hereby authorised to administer that oath.  (2) Every licence issued without examination shall state the fact.   DISQUALIFICATION AND PROHIBITION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person desires to carry on the business of a weigher, or of a gauger, or of a weigher and gauger, the following procedure shall be adopted:"
                },
                {
                    "representation": "(a)",
                    "description": "he shall apply in writing to the Board to be examined as to his capability and fitness to conduct that business with accuracy, and shall pay the fees prescribed by this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "on making his application, he shall furnish certificates from two or more householders that he is of good repute;"
                },
                {
                    "representation": "(c)",
                    "description": "an application to be examined may be made to any member of the Board;  LAWS OF GUYANA 6 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012                                                      Disqualifica- tion of certain persons for"
                },
                {
                    "representation": "(d)",
                    "description": "when the application is duly made and the prescribed fees are paid, the Board shall proceed to examine the applicant, and if, in the opinion of the Board, he is competent to carry on the business and is of good repute, the Board may issue a licence, under the seal of the Board, signed by two members thereof, authorising him to carry on the business;"
                },
                {
                    "representation": "(e)",
                    "description": "when the Board is of opinion that the licence ought not to be issued, the Board may inform the applicant that the Board is unable to issue it, but shall not be bound to assign any reason for not issuing it;"
                },
                {
                    "representation": "(f)",
                    "description": "when an applicant has been examined and does not obtain a licence, he shall not be entitled to be examined again until after the expiration of six months from the previous examination; and"
                },
                {
                    "representation": "(g)",
                    "description": "when the Board decides that a licence may be issued to any person, he shall, before he receives the licence, take the oath set out in the First Schedule before the Board, who is hereby authorised to administer that oath."
                },
                {
                    "representation": "(2)",
                    "description": "Every licence issued without examination shall state the fact.   DISQUALIFICATION AND PROHIBITION"
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Disqualification of certain persons for licences. ",
            "context": "WEIGHERS AND GAUGERS ACT under Disqualification of certain persons for licences. 6. No merchant, storekeeper, or planter, and no clerk or agent of any merchant, storekeeper, or planter shall be LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 7  L.R.O. 1/2012 licences.    Prohibition of person acting without licence.                Interpretation.               Register of business of licensed  weigher and gauger.                     Fees payable to licensed  weigher and gauger.   Attendance of gauger to  entitled to receive a licence to act as a weigher or gauger or shall act as a licensed weigher or gauger.",
            "description": "No merchant, storekeeper, or planter, and no clerk or agent of any merchant, storekeeper, or planter shall be LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 7  L.R.O. 1/2012 licences.    Prohibition of person acting without licence.                Interpretation.               Register of business of licensed  weigher and gauger.                     Fees payable to licensed  weigher and gauger.   Attendance of gauger to  entitled to receive a licence to act as a weigher or gauger or shall act as a licensed weigher or gauger."
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Prohibition of person acting without licence.  REGULATION OF BUSINESS  ",
            "context": "WEIGHERS AND GAUGERS ACT under Prohibition of person acting without licence.  REGULATION OF BUSINESS  7. (1) No one shall carry on the business of a weigher, or of a gauger, or of a weigher and gauger until he has obtained from the Board a licence to do so.  (2) Everyone who acts contrary to the provisions of this section shall be liable to a fine of not less than seventy-five dollars and not more than three hundred dollars, but nothing herein contained shall be construed to prevent persons from weighing or gauging produce belonging to themselves or employing their clerks or servants to do so.   REGULATION  OF  BUSINESS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No one shall carry on the business of a weigher, or of a gauger, or of a weigher and gauger until he has obtained from the Board a licence to do so."
                },
                {
                    "representation": "(2)",
                    "description": "Everyone who acts contrary to the provisions of this section shall be liable to a fine of not less than seventy-five dollars and not more than three hundred dollars, but nothing herein contained shall be construed to prevent persons from weighing or gauging produce belonging to themselves or employing their clerks or servants to do so.   REGULATION  OF  BUSINESS"
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Interpretation. ",
            "context": "WEIGHERS AND GAUGERS ACT under Interpretation. 8. In the remaining provisions of this Act weigher and gauger mean a licensed weigher and a licensed gauger.",
            "description": "In the remaining provisions of this Act weigher and gauger mean a licensed weigher and a licensed gauger."
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Register of business of licensed weigher and gauger. ",
            "context": "WEIGHERS AND GAUGERS ACT under Register of business of licensed weigher and gauger. 9. (1) Every weigher and every gauger shall keep a register, in which he shall enter the description, marks and weights or gauges of every package or thing weighed or gauged by him.  (2) Every weigher and every gauger who neglects to keep the register, or to enter therein the full particulars of each package or thing weighed or gauged by him shall be liable to a fine of not less than fifteen dollars and not exceeding seventy-five dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher and every gauger shall keep a register, in which he shall enter the description, marks and weights or gauges of every package or thing weighed or gauged by him."
                },
                {
                    "representation": "(2)",
                    "description": "Every weigher and every gauger who neglects to keep the register, or to enter therein the full particulars of each package or thing weighed or gauged by him shall be liable to a fine of not less than fifteen dollars and not exceeding seventy-five dollars."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Fees payable to licensed weigher and gauger. ",
            "context": "WEIGHERS AND GAUGERS ACT under Fees payable to licensed weigher and gauger. 10. Every weigher and every gauger shall be entitled to demand and receive the fees prescribed under this Act for the services performed by him, and those fees shall be payable at the time when the duty is performed.",
            "description": "Every weigher and every gauger shall be entitled to demand and receive the fees prescribed under this Act for the services performed by him, and those fees shall be payable at the time when the duty is performed."
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Attendance of weigher or gauger to weigh or gauge produce, when required to do so. ",
            "context": "WEIGHERS AND GAUGERS ACT under Attendance of weigher or gauger to weigh or gauge produce, when required to do so. 11. (1) Every weigher or gauger, on receiving notice from any person between the hours of six oclock in the weigher or LAWS OF GUYANA 8 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012  weigh or  gauge produce, when required to do so.                           Regulations as to use of instruments.                                morning and six oclock in the evening of any day of the week, other than a public holiday shall, if not engaged, proceed immediately, or within one hour after receiving the notice, to the performance of the duties of his office as weigher or gauger in respect of the weighing or gauging of produce of Guyana required of him at the place or places appointed by the notice, within the limits of Georgetown or on board any vessel within the limits of the harbour of Georgetown if he carries on business in or near Georgetown, or within the limits of New Amsterdam or on board any vessel within the limits of the harbour of New Amsterdam if he resides in or near New Amsterdam, and there continue his attendance and perform those duties as long as he is reasonably required.  (2) Every weigher and every gauger who neglects to comply with the provisions of this section shall be liable to a fine of not less than thirty dollars and not more than one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher or gauger, on receiving notice from any person between the hours of six oclock in the weigher or LAWS OF GUYANA 8 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012  weigh or  gauge produce, when required to do so.                           Regulations as to use of instruments.                                morning and six oclock in the evening of any day of the week, other than a public holiday shall, if not engaged, proceed immediately, or within one hour after receiving the notice, to the performance of the duties of his office as weigher or gauger in respect of the weighing or gauging of produce of Guyana required of him at the place or places appointed by the notice, within the limits of Georgetown or on board any vessel within the limits of the harbour of Georgetown if he carries on business in or near Georgetown, or within the limits of New Amsterdam or on board any vessel within the limits of the harbour of New Amsterdam if he resides in or near New Amsterdam, and there continue his attendance and perform those duties as long as he is reasonably required."
                },
                {
                    "representation": "(2)",
                    "description": "Every weigher and every gauger who neglects to comply with the provisions of this section shall be liable to a fine of not less than thirty dollars and not more than one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations as to use of instruments. ",
            "context": "WEIGHERS AND GAUGERS ACT under Regulations as to use of instruments. 12. (1) Every weigher and every gauger shall use instruments for weighing and gauging which are accurately adjusted and plainly marked and no other.  (2) Every instrument used by a weigher or gauger for weighing or gauging shall be approved and stamped by order of the Board.  (3) Every weigher or gauger who uses any instrument for weighing or gauging which has not been approved and stamped by order of the Board shall be liable to a fine of one hundred and fifty dollars.  (4) Every weigher or gauger who uses any instrument for weighing or gauging not accurately adjusted or plainly marked shall be liable to a fine of one hundred and fifty dollars.  LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 9  L.R.O. 1/2012 Instrument or weighing machine to be tested at intervals.      Certificate of article weighed or gauged to be given.           Giving certificate without personal knowledge.             Giving untrue certificate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher and every gauger shall use instruments for weighing and gauging which are accurately adjusted and plainly marked and no other."
                },
                {
                    "representation": "(2)",
                    "description": "Every instrument used by a weigher or gauger for weighing or gauging shall be approved and stamped by order of the Board."
                },
                {
                    "representation": "(3)",
                    "description": "Every weigher or gauger who uses any instrument for weighing or gauging which has not been approved and stamped by order of the Board shall be liable to a fine of one hundred and fifty dollars."
                },
                {
                    "representation": "(4)",
                    "description": "Every weigher or gauger who uses any instrument for weighing or gauging not accurately adjusted or plainly marked shall be liable to a fine of one hundred and fifty dollars.  LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 9  L.R.O. 1/2012 Instrument or weighing machine to be tested at intervals.      Certificate of article weighed or gauged to be given.           Giving certificate without personal knowledge.             Giving untrue certificate."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Instrument or weighing machine to be tested at intervals. ",
            "context": "WEIGHERS AND GAUGERS ACT under Instrument or weighing machine to be tested at intervals. 13. (1) Every weigher shall have every instrument or machine used by him in weighing tested by an inspector of weights and measures at intervals not exceeding three months, and every weigher who does not comply with this section shall be liable to a fine of seventy-five dollars. (2) This section shall not apply to instruments used in weighing loose coals.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher shall have every instrument or machine used by him in weighing tested by an inspector of weights and measures at intervals not exceeding three months, and every weigher who does not comply with this section shall be liable to a fine of seventy-five dollars."
                },
                {
                    "representation": "(2)",
                    "description": "This section shall not apply to instruments used in weighing loose coals."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Certificate of article weighed or gauged to be given.  OFFENCES AND PENALTIES  ",
            "context": "WEIGHERS AND GAUGERS ACT under Certificate of article weighed or gauged to be given.  OFFENCES AND PENALTIES  14. Every weigher and every gauger, on weighing or gauging any package or thing, shall, on receiving payment of the prescribed fees therefor, be bound to give to each of the persons employing him a correct certificate of the description, marks, weights, or gauges of the package or thing weighed or gauged by him.  OFFENCES AND PENALTIES",
            "description": "Every weigher and every gauger, on weighing or gauging any package or thing, shall, on receiving payment of the prescribed fees therefor, be bound to give to each of the persons employing him a correct certificate of the description, marks, weights, or gauges of the package or thing weighed or gauged by him.  OFFENCES AND PENALTIES"
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Giving certificate without personal knowledge. ",
            "context": "WEIGHERS AND GAUGERS ACT under Giving certificate without personal knowledge. 15. Every weigher and every gauger who gives a certificate as to the weight or contents of any package or thing which has not been weighed or gauged in his presence and under his personal supervision shall be liable to a fine of one hundred and fifty dollars.",
            "description": "Every weigher and every gauger who gives a certificate as to the weight or contents of any package or thing which has not been weighed or gauged in his presence and under his personal supervision shall be liable to a fine of one hundred and fifty dollars."
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Giving untrue certificate.  LAWS OF GUYANA 4 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012   SECTION ",
            "context": "WEIGHERS AND GAUGERS ACT under Giving untrue certificate.  LAWS OF GUYANA 4 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012   SECTION 16. (1) Every weigher and every gauger who gives an untrue certificate shall be liable to a fine of not less than seventy-five dollars and not more than three hundred dollars.  (2) Every certificate of the weight of any package or packages given by a weigher shall be deemed untrue within the meaning of this section if the correct weight differs from the weight stated in the certificate by more than one per cent of the weight stated in the certificate.  (3) Every certificate of the quantity of the contents of any package or packages given by a gauger shall be deemed untrue within the meaning of this section if the correct quantity differs from the quantity stated in the certificate by more than three per cent of the quantity stated LAWS OF GUYANA 10 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012                       Giving false certificate.                          Dispute as to weight or quantity of  thing weighed or guaged. [31 of 1937]            in the certificate.  (4) Where several packages or things are weighed or gauged as part of the same transaction and the weight or quantity thereof as stated in the certificate differs from the true weight or quantity thereof, the certificate shall be deemed untrue within the meaning of this section although the difference is less than the difference hereinbefore in this section stated if the magistrate who hears the complaint is of opinion that the error could only have arisen through gross carelessness.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher and every gauger who gives an untrue certificate shall be liable to a fine of not less than seventy-five dollars and not more than three hundred dollars."
                },
                {
                    "representation": "(2)",
                    "description": "Every certificate of the weight of any package or packages given by a weigher shall be deemed untrue within the meaning of this section if the correct weight differs from the weight stated in the certificate by more than one per cent of the weight stated in the certificate."
                },
                {
                    "representation": "(3)",
                    "description": "Every certificate of the quantity of the contents of any package or packages given by a gauger shall be deemed untrue within the meaning of this section if the correct quantity differs from the quantity stated in the certificate by more than three per cent of the quantity stated LAWS OF GUYANA 10 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012                       Giving false certificate.                          Dispute as to weight or quantity of  thing weighed or guaged. [31 of 1937]            in the certificate."
                },
                {
                    "representation": "(4)",
                    "description": "Where several packages or things are weighed or gauged as part of the same transaction and the weight or quantity thereof as stated in the certificate differs from the true weight or quantity thereof, the certificate shall be deemed untrue within the meaning of this section although the difference is less than the difference hereinbefore in this section stated if the magistrate who hears the complaint is of opinion that the error could only have arisen through gross carelessness."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Giving false certificate.  MISCELLANEOUS PROVISIONS  ",
            "context": "WEIGHERS AND GAUGERS ACT under Giving false certificate.  MISCELLANEOUS PROVISIONS  17. (1) Every weigher and every gauger who gives a false certificate of the weight of any package, or of the quantity of the contents of any package, which he knows to be false shall be guilty of a  misdemeanour and shall be liable to a fine of one thousand five hundred dollars or to imprisonment for twelve months.  (2) A conviction under this section shall operate as cancellation of the licence held by the person so convicted.   MISCELLANEOUS PROVISIONS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every weigher and every gauger who gives a false certificate of the weight of any package, or of the quantity of the contents of any package, which he knows to be false shall be guilty of a  misdemeanour and shall be liable to a fine of one thousand five hundred dollars or to imprisonment for twelve months."
                },
                {
                    "representation": "(2)",
                    "description": "A conviction under this section shall operate as cancellation of the licence held by the person so convicted.   MISCELLANEOUS PROVISIONS"
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Dispute as to weight or quantity of thing weighed or gauged. ",
            "context": "WEIGHERS AND GAUGERS ACT under Dispute as to weight or quantity of thing weighed or gauged. 18. (1) Where there is any dispute as to the correctness of the weight or quantity of any package or thing as ascertained by a weigher or gauger, any person interested may require that the package or thing shall be left untouched for the space of two hours, if it is practicable to do so:  Provided that, during that interval, the package or thing may be weighed or gauged by any weigher or gauger or any two or more, or by the Commissioner-General of the  Revenue Authority.   (2) A certificate signed by the Commissioner- General stating the weight or the quantity of the contents of LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 11  L.R.O. 1/2012       Table of fees. Second Schedule.                        Conviction not to affect  liability to compensate  for loss.        s. 5                 any package or thing shall be admitted without proof of the signature in all legal proceedings as proof that the weight or quantity stated in the certificate is the correct weight or quantity, unless the contrary is clearly shown.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where there is any dispute as to the correctness of the weight or quantity of any package or thing as ascertained by a weigher or gauger, any person interested may require that the package or thing shall be left untouched for the space of two hours, if it is practicable to do so:  Provided that, during that interval, the package or thing may be weighed or gauged by any weigher or gauger or any two or more, or by the Commissioner-General of the  Revenue Authority."
                },
                {
                    "representation": "(2)",
                    "description": "A certificate signed by the Commissioner- General stating the weight or the quantity of the contents of LAWS OF GUYANA Weighers and Gaugers Cap. 97:02 11  L.R.O. 1/2012       Table of fees. Second Schedule.                        Conviction not to affect  liability to compensate  for loss.        s. 5                 any package or thing shall be admitted without proof of the signature in all legal proceedings as proof that the weight or quantity stated in the certificate is the correct weight or quantity, unless the contrary is clearly shown."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Table of fees. ",
            "context": "WEIGHERS AND GAUGERS ACT under Table of fees. 19. (1) The fees set out in the table of fees in the Second Schedule shall be payable in respect of the several matters specified therein, but no examination shall be payable by any district commissioner or officer of customs.  (2) The National Assembly may from time to time, by resolution, alter those fees, and may from time to time, by resolution, determine the amount to be paid for any service performed by any person under this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The fees set out in the table of fees in the Second Schedule shall be payable in respect of the several matters specified therein, but no examination shall be payable by any district commissioner or officer of customs."
                },
                {
                    "representation": "(2)",
                    "description": "The National Assembly may from time to time, by resolution, alter those fees, and may from time to time, by resolution, determine the amount to be paid for any service performed by any person under this Act."
                }
            ]
        }
    },
    {
        "act": "WEIGHERS AND GAUGERS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Conviction not to affect liability to compensate for loss.  FIRST SCHEDULE—Form of Oath. SECOND SCHEDULE—Fees.   __________________________  1 of 1883  CHAPTER 97:02  WEIGHERS AND GAUGERS ACT   An Act to amend the Law relating to Sworn Weighers and       Gaugers.   [24TH FEBRUARY, 1883]  Short title.                 Appointment  of board of examiners. [4 of 1972]      ",
            "context": "WEIGHERS AND GAUGERS ACT under Conviction not to affect liability to compensate for loss.  FIRST SCHEDULEForm of Oath. SECOND SCHEDULEFees.   __________________________  1 of 1883  CHAPTER 97:02  WEIGHERS AND GAUGERS ACT   An Act to amend the Law relating to Sworn Weighers and       Gaugers.   [24TH FEBRUARY, 1883]  Short title.                 Appointment  of board of examiners. [4 of 1972]      20. Where any weigher or any gauger is convicted of any offence under this Act, the conviction shall in no way affect the right of any person who has suffered loss in consequence of the act in respect of which the conviction took place to recover from that weigher or gauger full compensation for the loss.   ____________  FIRST SCHEDULE  OATH TO BE TAKEN BY LICENSED WEIGHER OR GAUGER  I, ..........................................do swear that I will discharge and perform the duties of a licensed weigher (or licensed gauger or licensed weigher and gauger, as the case may be) to the best of my knowledge, skill, and ability,  and  without fear, favour, or partiality of or to any person whomsoever. So help me God.  LAWS OF GUYANA 12 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012        s. 19 31 of 1937 4 of 1972   _______________     SECOND SCHEDULE  TABLE OF FEES  Fees to be paid to the Board of Examiners and Commissioner- General of the Guyana Revenue Authority.",
            "description": "Where any weigher or any gauger is convicted of any offence under this Act, the conviction shall in no way affect the right of any person who has suffered loss in consequence of the act in respect of which the conviction took place to recover from that weigher or gauger full compensation for the loss.   ____________  FIRST SCHEDULE  OATH TO BE TAKEN BY LICENSED WEIGHER OR GAUGER  I, ..........................................do swear that I will discharge and perform the duties of a licensed weigher (or licensed gauger or licensed weigher and gauger, as the case may be) to the best of my knowledge, skill, and ability,  and  without fear, favour, or partiality of or to any person whomsoever. So help me God.  LAWS OF GUYANA 12 Cap. 97:02 Weighers and Gaugers  L.R.O. 1/2012        s. 19 31 of 1937 4 of 1972   _______________     SECOND SCHEDULE  TABLE OF FEES  Fees to be paid to the Board of Examiners and Commissioner- General of the Guyana Revenue Authority."
        }
    }
]