[
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Short title. 1.  This Act may be cited as the Institute of Chartered Accountants of Guyana Act.",
            "description": "This Act may be cited as the Institute of Chartered Accountants of Guyana Act."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. PART II INCORPORATION OF  INSTITUTE  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Interpretation. PART II INCORPORATION OF  INSTITUTE  2.  In this Act   by-laws means by-laws made by the Institute under section 7;   Chartered Accountant means a person who is duly registered and whose name appears in the Register, not being a person whose registration is for the time being suspended;  Council means the Council of the Institute referred to in section 6;   Institute means the Institute of Chartered Accountants of Guyana;   \"Member State\"  has the same meaning assigned to it in the Revised Treaty of Chaguaramas establishing the Caribbean  Community (CARICOM), including the CARICOM Single Market and Economy signed at Nassau, The Bahamas, on 5th July 2001;  \"national\" means a person who   (a)      is a citizen of that State; or  (b)      has a connection with a Member State of a kind which entitles him to be regarded as belonging to or, if it be so expressed, as being a native or resident of the State for the purpose of the laws thereof relating to immigration.  Register means the Register of Chartered Accountants LAWS OF GUYANA 6 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012           Schedule.                         Incorporation of Institute.  c. 89:01                            Objects of Institute.     mentioned in section 12 (1) (a);  registered body means any of the bodies mentioned in the Schedule.  registered graduate means a registered student of the Institute who has passed the qualifying examination, but who is unable for the time being to satisfy the qualifications required for membership of the Institute;   registered student means a student registered with the Institute and who  is undergoing training to become a member thereof and includes a registered graduate;   PART II INCORPORATION OF INSTITUTE",
            "description": [
                {
                    "representation": "(a)",
                    "description": "is a citizen of that State; or"
                },
                {
                    "representation": "(b)",
                    "description": "has a connection with a Member State of a kind which entitles him to be regarded as belonging to or, if it be so expressed, as being a native or resident of the State for the purpose of the laws thereof relating to immigration.  Register means the Register of Chartered Accountants LAWS OF GUYANA 6 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012           Schedule.                         Incorporation of Institute.  c. 89:01                            Objects of Institute.     mentioned in section 12"
                },
                {
                    "representation": "(1)",
                    "description": "(a);  registered body means any of the bodies mentioned in the Schedule.  registered graduate means a registered student of the Institute who has passed the qualifying examination, but who is unable for the time being to satisfy the qualifications required for membership of the Institute;   registered student means a student registered with the Institute and who  is undergoing training to become a member thereof and includes a registered graduate;   PART II INCORPORATION OF INSTITUTE"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Incorporation of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Incorporation of Institute. 3. (1) As from the commencement of this Act, the persons who are for the time being members of the company incorporated under the provisions of the Companies Act by the name of the Institute of Chartered Accountants of Guyana (hereafter in this Act referred to as the existing Organisation) and existing at such commencement shall be a body corporate not being a company, by the name of the Institute of Chartered Accountants of Guyana.  (2) Notwithstanding anything in the Companies Act or in any other written law, all assets and liabilities of the existing organisation, being   assets   and   liabilities   existing   immediately   before   the commencement of this Act, are hereby without further assurance transferred to and vested in the Institute.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "As from the commencement of this Act, the persons who are for the time being members of the company incorporated under the provisions of the Companies Act by the name of the Institute of Chartered Accountants of Guyana"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in the Companies Act or in any other written law, all assets and liabilities of the existing organisation, being   assets   and   liabilities   existing   immediately   before   the commencement of this Act, are hereby without further assurance transferred to and vested in the Institute."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Objects of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Objects of Institute. 4.  The objects of the Institute shall be  (a)      to promote and increase the knowledge, skill and proficiency of its members and its LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 7  L.R.O. 1/2012                                                 registered students;  (b)   to regulate the discipline and professional conduct of its  members and its registered students by maintaining a strict standard of professional ethics;  (c)       to  foster,  promote  and  protect  the  welfare  and interests of the accountancy profession;  (d)      to make provision for the training, education and examination of persons engaged in or intending to engage in the accountancy profession;  (e)      to  maintain  contact  with  other  recognised  professional bodies with like objects as the Institute, whether within or outside Guyana, on all matters pertaining or of interest to the accountancy profession and to make representations to those bodies or any of them on matters affecting the interest of members of the Institute;  (f)   to submit the views of members to the Government and public bodies on  legislation  or  other  matters  of professional interest to or affecting members;  (g)       to provide opportunities for its members to meet to exchange   views   and   to   discuss   matters   of   interest, particularly between practising and non-practising members.      LAWS OF GUYANA 8 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012  Powers of Institute.                                             Council of Institute.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to promote and increase the knowledge, skill and proficiency of its members and its LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 7  L.R.O. 1/2012                                                 registered students;"
                },
                {
                    "representation": "(b)",
                    "description": "to regulate the discipline and professional conduct of its  members and its registered students by maintaining a strict standard of professional ethics;"
                },
                {
                    "representation": "(c)",
                    "description": "to  foster,  promote  and  protect  the  welfare  and interests of the accountancy profession;"
                },
                {
                    "representation": "(d)",
                    "description": "to make provision for the training, education and examination of persons engaged in or intending to engage in the accountancy profession;"
                },
                {
                    "representation": "(e)",
                    "description": "to  maintain  contact  with  other  recognised  professional bodies with like objects as the Institute, whether within or outside Guyana, on all matters pertaining or of interest to the accountancy profession and to make representations to those bodies or any of them on matters affecting the interest of members of the Institute;"
                },
                {
                    "representation": "(f)",
                    "description": "to submit the views of members to the Government and public bodies on  legislation  or  other  matters  of professional interest to or affecting members;"
                },
                {
                    "representation": "(g)",
                    "description": "to provide opportunities for its members to meet to exchange   views   and   to   discuss   matters   of   interest, particularly between practising and non-practising members.      LAWS OF GUYANA 8 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012  Powers of Institute.                                             Council of Institute."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Powers of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Powers of Institute. 5.  The Institute shall have power  (a)      to purchase or otherwise acquire land;  (b)    to erect or acquire buildings whether or not necessary for the use and occupation of the Institute or for carrying out its objects;  (c)     to hold, mortgage, charge, lease, dispose of, sell, alienate  or  convey  any  property  whether  movable  or immovable;  (d)     to borrow money upon credit of the Institute, issue bonds, debentures, debenture stock or other securities and pledge  or  sell  such  bonds,  debentures,  stock  or  other securities;  (e)      to take any gift of property, whether subject to any special trust or Act, for any one or more of the objects of the Institute;  (f)     to invest any surplus funds in such securities as may be prescribed by by-laws;  (g)      to do all things reasonably necessary to carry out the objects of the Institute.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "to purchase or otherwise acquire land;"
                },
                {
                    "representation": "(b)",
                    "description": "to erect or acquire buildings whether or not necessary for the use and occupation of the Institute or for carrying out its objects;"
                },
                {
                    "representation": "(c)",
                    "description": "to hold, mortgage, charge, lease, dispose of, sell, alienate  or  convey  any  property  whether  movable  or immovable;"
                },
                {
                    "representation": "(d)",
                    "description": "to borrow money upon credit of the Institute, issue bonds, debentures, debenture stock or other securities and pledge  or  sell  such  bonds,  debentures,  stock  or  other securities;"
                },
                {
                    "representation": "(e)",
                    "description": "to take any gift of property, whether subject to any special trust or Act, for any one or more of the objects of the Institute;"
                },
                {
                    "representation": "(f)",
                    "description": "to invest any surplus funds in such securities as may be prescribed by by-laws;"
                },
                {
                    "representation": "(g)",
                    "description": "to do all things reasonably necessary to carry out the objects of the Institute."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Council of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Council of Institute. 6. (1) Subject to this Act, the direction, control and management of the affairs of the Institute shall be vested in the Council which may for those purposes exercise all the powers of the Institute other than the power to make by-laws.   (2) The Council shall consist of  (a)     the Chairman;  (b)     the Vice-Chairman; LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 9  L.R.O. 1/2012                  Schedule.                                       By-laws.    (c)    such other members as may be specified by the by- laws.  (3) The President and Vice-President of the Institute shall be the Chairman and Vice-Chairman respectively of the Council.  (4) The other members of the Council shall be elected in the manner prescribed by the by-laws  from  among  the  members  of  the Institute who shall be members of such bodies as are specified in the Schedule.  (5)  The persons who, immediately before the commencement of this Act, are members of the management committee  of the existing organisation, shall assume  office as members  of the Council as if they had been elected  thereto  in pursuance of the provisions of the by-laws.  (6) The Council may appoint such committees as it thinks fit and may delegate to any such committees the power and authority to carry out on its behalf such duties as the Council may determine, and the constitution of each Committee so appointed shall be determined by the Council.  (7) The Council may pay out of the funds of the Institute to any member of the Council such sum, as may be determined by the Council, to defray expenses incurred by that member in attending any meeting of the Council or of any committee or sub-committee of the Council or of the Institute.  (8)  The names of the members of the  Council as first constituted and every change in the membership thereof shall be notified in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Act, the direction, control and management of the affairs of the Institute shall be vested in the Council which may for those purposes exercise all the powers of the Institute other than the power to make by-laws."
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall consist of"
                },
                {
                    "representation": "(a)",
                    "description": "the Chairman;"
                },
                {
                    "representation": "(b)",
                    "description": "the Vice-Chairman; LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 9  L.R.O. 1/2012                  Schedule.                                       By-laws."
                },
                {
                    "representation": "(c)",
                    "description": "such other members as may be specified by the by- laws."
                },
                {
                    "representation": "(3)",
                    "description": "The President and Vice-President of the Institute shall be the Chairman and Vice-Chairman respectively of the Council."
                },
                {
                    "representation": "(4)",
                    "description": "The other members of the Council shall be elected in the manner prescribed by the by-laws  from  among  the  members  of  the Institute who shall be members of such bodies as are specified in the Schedule."
                },
                {
                    "representation": "(5)",
                    "description": "The persons who, immediately before the commencement of this Act, are members of the management committee  of the existing organisation, shall assume  office as members  of the Council as if they had been elected  thereto  in pursuance of the provisions of the by-laws."
                },
                {
                    "representation": "(6)",
                    "description": "The Council may appoint such committees as it thinks fit and may delegate to any such committees the power and authority to carry out on its behalf such duties as the Council may determine, and the constitution of each Committee so appointed shall be determined by the Council."
                },
                {
                    "representation": "(7)",
                    "description": "The Council may pay out of the funds of the Institute to any member of the Council such sum, as may be determined by the Council, to defray expenses incurred by that member in attending any meeting of the Council or of any committee or sub-committee of the Council or of the Institute."
                },
                {
                    "representation": "(8)",
                    "description": "The names of the members of the  Council as first constituted and every change in the membership thereof shall be notified in the Gazette."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "By-laws. PART III STAFF  AND MEMBERS  OF  INSTITUTE  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under By-laws. PART III STAFF  AND MEMBERS  OF  INSTITUTE  7.  (1) The Institute may from time to time make such by-laws as may be necessary or expedient to carry out the LAWS OF GUYANA 10 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                                  objects of the Institute and, without prejudice to the generality of the foregoing, by-laws may be made in relation to all or any of the following matters  (a)     the constitution of the Council and the election or appointment of members of the Council and their tenure of office;   (b)  the appointment, resignation and removal of officers of the Institute;  (c)      the holding of meetings of the Council and of the members of the Institute;  (d)    the manner of voting at meetings or elections;   (e)     the use and custody of the seal of the Institute;  (f)     the  powers,  duties  and  functions  of  the Council, officers and other employees of the Institute;  (g)   the receipt, management, investment and expenditure of the monies and other property of the Institute;  (h)    the admission of the students into the Institute;  (i)     the fees, subscriptions or other sums payable to the Institute by members or registered students;  (j)     the  examination  of  candidates  for  admission  as members of the LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 11  L.R.O. 1/2012                                                 Institute and the fees payable for any such examination;  (k)   the classification of members of the Institute;  (l)   the prescribing of requirements for membership of the Institute;  (m)   the issue of practice certificates to its members;  (n)   the  exemption  of  persons  from  courses  of  study, practical experience requirements or examination;  (o)    the  exercise,  after  due  inquiry,  of  disciplinary authority  over  members  and  registered  students  of  the Institute, including expulsion, suspension or the imposition of other penalties;  (p)    the manner in which persons cease to be members or registered students of the Institute otherwise than by the exercise of disciplinary authority;  (q)    the professional conduct of members and registered students of the Institute;  (r)     the making of corrections to the register and the removal therefrom of the names of persons who have died, or who, by virtue of the provisions of this Act, have ceased to practise accountancy in Guyana or have been LAWS OF GUYANA 12 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                           Appointment of officers and employees of Institute.       absent from Guyana;  (s)     the service of documents under or for the purpose of any provision of this Act;   (t)  the surrender of certificates of registration and practice certificates;  (u)      the situation of the registered office;  (v)   the issue of statements of standard accounting and auditing practices to be followed by the members of the Institute.  (2) Every by-law which immediately before the commencement of this Act was in force as a by-law of the existing organisation shall, unless it is inconsistent with any provisions of this Act, as from such commencement be deemed to be a by-law made by the Institute under this section, until it is revoked or amended by a by-law made under this section.  (3) Every by-law made under this section shall come into force fourteen days after publication in the Gazette.  PART III STAFF AND MEMBERS OF INSTITUTE",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Institute may from time to time make such by-laws as may be necessary or expedient to carry out the LAWS OF GUYANA 10 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                                  objects of the Institute and, without prejudice to the generality of the foregoing, by-laws may be made in relation to all or any of the following matters"
                },
                {
                    "representation": "(a)",
                    "description": "the constitution of the Council and the election or appointment of members of the Council and their tenure of office;"
                },
                {
                    "representation": "(b)",
                    "description": "the appointment, resignation and removal of officers of the Institute;"
                },
                {
                    "representation": "(c)",
                    "description": "the holding of meetings of the Council and of the members of the Institute;"
                },
                {
                    "representation": "(d)",
                    "description": "the manner of voting at meetings or elections;"
                },
                {
                    "representation": "(e)",
                    "description": "the use and custody of the seal of the Institute;"
                },
                {
                    "representation": "(f)",
                    "description": "the  powers,  duties  and  functions  of  the Council, officers and other employees of the Institute;"
                },
                {
                    "representation": "(g)",
                    "description": "the receipt, management, investment and expenditure of the monies and other property of the Institute;"
                },
                {
                    "representation": "(h)",
                    "description": "the admission of the students into the Institute;"
                },
                {
                    "representation": "(i)",
                    "description": "the fees, subscriptions or other sums payable to the Institute by members or registered students;"
                },
                {
                    "representation": "(j)",
                    "description": "the  examination  of  candidates  for  admission  as members of the LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 11  L.R.O. 1/2012                                                 Institute and the fees payable for any such examination;"
                },
                {
                    "representation": "(k)",
                    "description": "the classification of members of the Institute;"
                },
                {
                    "representation": "(l)",
                    "description": "the prescribing of requirements for membership of the Institute;"
                },
                {
                    "representation": "(m)",
                    "description": "the issue of practice certificates to its members;"
                },
                {
                    "representation": "(n)",
                    "description": "the  exemption  of  persons  from  courses  of  study, practical experience requirements or examination;"
                },
                {
                    "representation": "(o)",
                    "description": "the  exercise,  after  due  inquiry,  of  disciplinary authority  over  members  and  registered  students  of  the Institute, including expulsion, suspension or the imposition of other penalties;"
                },
                {
                    "representation": "(p)",
                    "description": "the manner in which persons cease to be members or registered students of the Institute otherwise than by the exercise of disciplinary authority;"
                },
                {
                    "representation": "(q)",
                    "description": "the professional conduct of members and registered students of the Institute;"
                },
                {
                    "representation": "(r)",
                    "description": "the making of corrections to the register and the removal therefrom of the names of persons who have died, or who, by virtue of the provisions of this Act, have ceased to practise accountancy in Guyana or have been LAWS OF GUYANA 12 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                           Appointment of officers and employees of Institute.       absent from Guyana;"
                },
                {
                    "representation": "(s)",
                    "description": "the service of documents under or for the purpose of any provision of this Act;"
                },
                {
                    "representation": "(t)",
                    "description": "the surrender of certificates of registration and practice certificates;"
                },
                {
                    "representation": "(u)",
                    "description": "the situation of the registered office;"
                },
                {
                    "representation": "(v)",
                    "description": "the issue of statements of standard accounting and auditing practices to be followed by the members of the Institute."
                },
                {
                    "representation": "(2)",
                    "description": "Every by-law which immediately before the commencement of this Act was in force as a by-law of the existing organisation shall, unless it is inconsistent with any provisions of this Act, as from such commencement be deemed to be a by-law made by the Institute under this section, until it is revoked or amended by a by-law made under this section."
                },
                {
                    "representation": "(3)",
                    "description": "Every by-law made under this section shall come into force fourteen days after publication in the Gazette.  PART III STAFF AND MEMBERS OF INSTITUTE"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Appointment of officers and employees of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Appointment of officers and employees of Institute. 8.  (1) The Council may employ at such remuneration and on such terms and conditions as it thinks fit a Registrar, a Secretary, a Treasurer and such other officers and employees as it considers necessary for the purpose of carrying out the objects of the Institute.  (2) There shall be a President and Vice-President of the Institute to be elected by the members of the Council from LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 13  L.R.O. 1/2012        Secondment or transfer of employees of Institute. c. 27:02                c. 39:05                Qualifications for member- ship of Institute. [7 of 2006]                  among themselves in accordance with the procedure prescribed by by-laws.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Council may employ at such remuneration and on such terms and conditions as it thinks fit a Registrar, a Secretary, a Treasurer and such other officers and employees as it considers necessary for the purpose of carrying out the objects of the Institute."
                },
                {
                    "representation": "(2)",
                    "description": "There shall be a President and Vice-President of the Institute to be elected by the members of the Council from LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 13  L.R.O. 1/2012        Secondment or transfer of employees of Institute. c. 27:02                c. 39:05                Qualifications for member- ship of Institute. [7 of 2006]                  among themselves in accordance with the procedure prescribed by by-laws."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Secondment or transfer of employees of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Secondment or transfer of employees of Institute. 9.  (1) Where   a   public   officer   is   seconded   or   temporarily transferred from a  pensionable  office  within  the  meaning  of  the Pensions Act to an office with the Institute, section 5 of that Act shall apply to him as if his service with the Institute were service in a public office.   (2) Where a public officer is appointed to an office with the Institute, his service with the Institute shall be other public service within  the  meaning  of,  and  for  the  purpose  of  such  provisions applicable in relation thereto as are contained in, the Pensions Act (including the Pensions Regulations 1957).   (3) Subsections (1) and (2) shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the Teachers Pensions Act applies and who is employed by the Institute.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "and"
                },
                {
                    "representation": "(2)",
                    "description": "shall, as they apply in relation to a public officer, apply mutatis mutandis in relation to a teacher to whom the Teachers Pensions Act applies and who is employed by the Institute."
                },
                {
                    "representation": "(3)",
                    "description": "Subsections"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Qualifications for membership of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Qualifications for membership of Institute. 10.  (1) Subject  to  subsection  (2), with effect from the commencement of this Act, the  following  persons,  on payment of any fee required by the by-laws of the Institute, shall be eligible to become members of the Institute  (a) any person who  (i)   is a citizen of Guyana or a national of a Member State or was immediately before the commencement of this Act ordinarily resident in Guyana; and   (ii) at any time before the commencement of this Act, was a member of, or had (apart LAWS OF GUYANA 14 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                                  from the payment of any fee)  satisfied  the  conditions  for  membership  of  any registered  body or any other professional accountancy body that is approved by the Council;   (b) any person who  (i)   is a citizen of Guyana or a national of a Member State or was immediately before the commencement of this Act ordinarily resident in Guyana;   (ii)  was immediately before the commencement of this Act a registered student of any such body as falls within paragraph (a) (ii);   (iii) has passed the qualifying examinations of the body of which he was a registered student; and   (iv)  has satisfied the conditions for membership of such body or has satisfied such requirements for membership of the Institute as may be provided for by the by-laws of the Institute;  (c)    any person who passes such qualifying examination as may be set or designated by the Council for the purposes of this paragraph, and who satisfies such other requirements for LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 15  L.R.O. 1/2012                                Requirement  of practice certificate by members of Institute.                   membership as may be, provided for in the by-laws of the Institute.  (2) The Council may, in its discretion, admit to membership of the Institute any person who is a member of a professional accountancy body approved by the Council for the purposes of this subsection, being a person who is not eligible for membership of the Institute under subsection (l).  (3) No person shall be admitted as a member of the Institute, unless the Council is satisfied that the person  (a)   has attained the age of twenty-one years;   (b)      is of good character; and  (c)   is eligible for membership of the Institute under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject  to  subsection"
                },
                {
                    "representation": "(a)",
                    "description": "has attained the age of twenty-one years;"
                },
                {
                    "representation": "(i)",
                    "description": "is a citizen of Guyana or a national of a Member State or was immediately before the commencement of this Act ordinarily resident in Guyana;"
                },
                {
                    "representation": "(b)",
                    "description": "is of good character; and"
                },
                {
                    "representation": "(c)",
                    "description": "is eligible for membership of the Institute under this section."
                },
                {
                    "representation": "(2)",
                    "description": "The Council may, in its discretion, admit to membership of the Institute any person who is a member of a professional accountancy body approved by the Council for the purposes of this subsection, being a person who is not eligible for membership of the Institute under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "No person shall be admitted as a member of the Institute, unless the Council is satisfied that the person"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Requirement of practice certificate by members of Institute.  PART IV REGISTRATION   ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Requirement of practice certificate by members of Institute.  PART IV REGISTRATION   11.  (1) After the commencement of this Act, a   member   shall   not   engage   in   public   practice   of accountancy  without  having  first  obtained  from  the  Council  a certificate authorising him so to practise (hereafter in this Act referred to as a practice certificate).  (2) Any person who becomes a member of the Institute shall be entitled   to   receive   a   practice   certificate   on   application,   notwithstanding that he is also a member of any registered body and receives or has received a certificate to practise from that body.  (3) A practice certificate shall be issued by the Council to any member who, after becoming a member of the Institute or of any registered body or of any other body with objects similar to those of the Institute and approved by the Council, whichever was the earlier, has served continuously for at least two years in the office or offices of one or more LAWS OF GUYANA 16 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                     Register of Chartered Accountants and register of students.         practising members of the Institute or of any registered body or of such other body.  (4) The decision of the Council on any matter arising under this section shall be final and conclusive and, in particular, but without prejudice to the generality of the foregoing, the Council may issue a practice certificate to a member who would have been entitled to it but for the fact that his period of service or employment in accordance with the by-laws has not been continuous for reasons of ill-health or for other causes deemed proper by the Council.  (5) A  practice  certificate  shall  remain  the  property  of  the Institute  and  in  the  event  of  the  termination  or  suspension  of membership for any reason other than death, shall be returned to the Institute on demand therefor.  (6) Every person who has been issued with a practice certificate as prescribed by the by-laws shall exhibit it publicly at his place of business and shall maintain the certificate so exhibited at all times during which he continues to practise the profession of accountancy.  PART IV REGISTRATION",
            "description": [
                {
                    "representation": "(1)",
                    "description": "After the commencement of this Act, a   member   shall   not   engage   in   public   practice   of accountancy  without  having  first  obtained  from  the  Council  a certificate authorising him so to practise"
                },
                {
                    "representation": "(2)",
                    "description": "Any person who becomes a member of the Institute shall be entitled   to   receive   a   practice   certificate   on   application,   notwithstanding that he is also a member of any registered body and receives or has received a certificate to practise from that body."
                },
                {
                    "representation": "(3)",
                    "description": "A practice certificate shall be issued by the Council to any member who, after becoming a member of the Institute or of any registered body or of any other body with objects similar to those of the Institute and approved by the Council, whichever was the earlier, has served continuously for at least two years in the office or offices of one or more LAWS OF GUYANA 16 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                     Register of Chartered Accountants and register of students.         practising members of the Institute or of any registered body or of such other body."
                },
                {
                    "representation": "(4)",
                    "description": "The decision of the Council on any matter arising under this section shall be final and conclusive and, in particular, but without prejudice to the generality of the foregoing, the Council may issue a practice certificate to a member who would have been entitled to it but for the fact that his period of service or employment in accordance with the by-laws has not been continuous for reasons of ill-health or for other causes deemed proper by the Council."
                },
                {
                    "representation": "(5)",
                    "description": "A  practice  certificate  shall  remain  the  property  of  the Institute  and  in  the  event  of  the  termination  or  suspension  of membership for any reason other than death, shall be returned to the Institute on demand therefor."
                },
                {
                    "representation": "(6)",
                    "description": "Every person who has been issued with a practice certificate as prescribed by the by-laws shall exhibit it publicly at his place of business and shall maintain the certificate so exhibited at all times during which he continues to practise the profession of accountancy.  PART IV REGISTRATION"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Register of Chartered Accountants and register of students. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Register of Chartered Accountants and register of students. 12.  (1) The Council shall cause to be kept in such form as it may determine  (a)     a register to be known as the Register of Chartered Accountants; and  (b)    a register of registered students of the Institute,   in which shall be entered the name and such other particulars LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 17  L.R.O. 1/2012              Application for registration as Chartered Accountant.      Registration as Chartered Accountant.                 Effect of registration as  a Chartered Accountant.  Disciplinary powers of Council.     as may be prescribed by by-laws of every person registered as a Chartered Accountant of the Institute and every person who is a registered student of the Institute, as the case may be.   (2) The registers mentioned in subsection (1) shall be kept at the registered office of the Institute or elsewhere as the Council may, from time to time, determine and shall be open to inspection by members at all reasonable times.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be kept at the registered office of the Institute or elsewhere as the Council may, from time to time, determine and shall be open to inspection by members at all reasonable times."
                },
                {
                    "representation": "(a)",
                    "description": "a register to be known as the Register of Chartered Accountants; and"
                },
                {
                    "representation": "(b)",
                    "description": "a register of registered students of the Institute,   in which shall be entered the name and such other particulars LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 17  L.R.O. 1/2012              Application for registration as Chartered Accountant.      Registration as Chartered Accountant.                 Effect of registration as  a Chartered Accountant.  Disciplinary powers of Council.     as may be prescribed by by-laws of every person registered as a Chartered Accountant of the Institute and every person who is a registered student of the Institute, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "The registers mentioned in subsection"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Application for registration as Chartered Accountant. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Application for registration as Chartered Accountant. 13.  Every application for registration as a Chartered Accountant shall be made to the Council in such manner and shall be accompanied by such fee and such documents as may be prescribed by by-laws.",
            "description": "Every application for registration as a Chartered Accountant shall be made to the Council in such manner and shall be accompanied by such fee and such documents as may be prescribed by by-laws."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Registration as Chartered Accountant. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Registration as Chartered Accountant. 14. (1) Where the Council is satisfied that the applicant is eligible for registration, the Council shall enter his name in the register as a Chartered  Accountant  and  shall  notify  the  applicant  in  writing accordingly and shall furnish him with a certificate of registration in such form as may be prescribed by by-laws.  (2) The Council shall cause notice of such entry to be published in the Gazette.  (3) Where a certificate of registration has already been issued to a person, the Council shall not be obliged to issue a further certificate unless it  is satisfied that the original certificate has been lost or destroyed.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the Council is satisfied that the applicant is eligible for registration, the Council shall enter his name in the register as a Chartered  Accountant  and  shall  notify  the  applicant  in  writing accordingly and shall furnish him with a certificate of registration in such form as may be prescribed by by-laws."
                },
                {
                    "representation": "(2)",
                    "description": "The Council shall cause notice of such entry to be published in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "Where a certificate of registration has already been issued to a person, the Council shall not be obliged to issue a further certificate unless it  is satisfied that the original certificate has been lost or destroyed."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Effect of registration as a Chartered Accountant. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Effect of registration as a Chartered Accountant. 15.  A person who is registered as a Chartered Accountant pursuant to section 14 shall, by virtue thereof, become a member of the Institute.",
            "description": "A person who is registered as a Chartered Accountant pursuant to section 14 shall, by virtue thereof, become a member of the Institute."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Disciplinary powers of Council. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Disciplinary powers of Council. 16.  (1) If any person registered under this Act as a Chartered Accountant  (a)    is  convicted  of  any  criminal  offence  involving dishonesty or any other LAWS OF GUYANA 18 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                                                  offence which in the opinion of the Council renders that person unfit to practise as a Chartered Accountant;  (b)    has been declared insolvent or bankrupt by a court of law;  (c)     has been medically certified to be of unsound mind;  (d)  is found, upon due inquiry by the Council   (i)      to have procured his registration under this Act as a result of any misleading, false or fraudulent representation; or  (ii)  to have been guilty, in a professional respect, of gross impropriety or infamous conduct, or to have been guilty, in the  performance  of  his  professional  duties,  of  gross negligence or gross incapacity, or to have been guilty of any act, default or conduct discreditable to the profession;  (e)    ceases to possess the qualification in respect of which he was registered; or  (f)    fails to pay membership fees within six months after the fees became due,   the Council may, if it thinks fit, exercise in respect of that person, all or any of the disciplinary powers conferred on the Council by subsection (2).  LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 19  L.R.O. 1/2012                                                 (2) The disciplinary powers which the Council may exercise as aforesaid in respect of any such person are as follows:  (a)   the Council may cause the name of such person to be removed from the Register;  (b)     the Council may suspend the registration of such person for any period not exceeding one year;  (c)       the Council may censure such person;  (d)    the Council may order such person to pay to the Council such sum as the Council thinks fit in respect of the costs and expenses of and incidental to the enquiry.  (3) In every case where the Council has exercised any of its disciplinary powers in respect of any person, the Council shall notify that person in writing accordingly and shall inform that person of the rights of appeal conferred by section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If any person registered under this Act as a Chartered Accountant"
                },
                {
                    "representation": "(a)",
                    "description": "the Council may cause the name of such person to be removed from the Register;"
                },
                {
                    "representation": "(b)",
                    "description": "the Council may suspend the registration of such person for any period not exceeding one year;"
                },
                {
                    "representation": "(c)",
                    "description": "the Council may censure such person;"
                },
                {
                    "representation": "(d)",
                    "description": "the Council may order such person to pay to the Council such sum as the Council thinks fit in respect of the costs and expenses of and incidental to the enquiry."
                },
                {
                    "representation": "(i)",
                    "description": "to have procured his registration under this Act as a result of any misleading, false or fraudulent representation; or"
                },
                {
                    "representation": "(e)",
                    "description": "ceases to possess the qualification in respect of which he was registered; or"
                },
                {
                    "representation": "(f)",
                    "description": "fails to pay membership fees within six months after the fees became due,   the Council may, if it thinks fit, exercise in respect of that person, all or any of the disciplinary powers conferred on the Council by subsection"
                },
                {
                    "representation": "(2)",
                    "description": "The disciplinary powers which the Council may exercise as aforesaid in respect of any such person are as follows:"
                },
                {
                    "representation": "(3)",
                    "description": "In every case where the Council has exercised any of its disciplinary powers in respect of any person, the Council shall notify that person in writing accordingly and shall inform that person of the rights of appeal conferred by section"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Surrender of certificate of registration and practice certificate. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Surrender of certificate of registration and practice certificate. 17.  If a person to whom a certificate of registration or a practice certificate or both has or have been issued ceases to be a Chartered Accountant, he shall within twenty-one days return to the Council the certificate of registration, or the practice certificate or both, and if he fails to do so without reasonable excuse he shall be liable on summary conviction to a fine of fifteen hundred dollars a day while the offence continues.",
            "description": "If a person to whom a certificate of registration or a practice certificate or both has or have been issued ceases to be a Chartered Accountant, he shall within twenty-one days return to the Council the certificate of registration, or the practice certificate or both, and if he fails to do so without reasonable excuse he shall be liable on summary conviction to a fine of fifteen hundred dollars a day while the offence continues."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Prohibition affecting non-registered persons. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Prohibition affecting non-registered persons. 18. (1)  With effect from the expiration of the period of six months after the commencement of this Act, or such longer period as the Council may specify, no person -  (a)   shall practise as a Chartered Accountant in Guyana unless he is a registered Chartered Accountant who, being a member of the Institute, has had a practice certificate issued to him;  (b)      unless he is a member of the Institute shall in Guyana  (i)   use, in relation to himself, the designation Chartered Accountant either alone or in conjunction with any other LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 21  L.R.O. 1/2012                                                 words or initials; or   (ii)   use, in relation to himself, any designation, title, name, initials or description indicating or implying that he is  entitled to use the said designation, or that he is a registered Chartered Accountant.  (2) A person practises as a chartered accountant within the meaning of subsection (1) (a) if  (a)    he  practises  accountancy  within  the  meaning  of subsection (3); and  (b)   in practising  accountancy  as  aforesaid,  he  holds himself out (whether expressly or by implication) as being a professionally   qualified   accountant   or   an   expert   in accountancy or auditing matters.  (3) A  person  practises  accountancy  within  the  meaning  of subsection (2) (a) if, for reward, he prepares or examines financial, accounting or related statements, or issues any written opinion, report or certificate concerning any such statement, but a person does not practise accountancy as aforesaid by reason only that  (a)     he does so in the course of his duties as an employee of any person; or   (b)   he engages in bookkeeping or cost accounting or the installation  of  a  bookkeeping  system,  business  or  cost system or in such work as may be prescribed by regulations for the LAWS OF GUYANA 22 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012               Publication of registration of practising Chartered Accountants.                             Forgery or other improper use of certificate of registration as Chartered Accountant. [6 of 1997]       purposes of this subsection.  (4) Any person who contravenes the provisions of this section shall be liable on summary conviction in the case of a first offence to a fine of nine thousand dollars and to imprisonment for three months and in the case of a subsequent offence, to a fine of eighteen thousand dollars and to imprisonment for six months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "(a) if"
                },
                {
                    "representation": "(a)",
                    "description": "he does so in the course of his duties as an employee of any person; or"
                },
                {
                    "representation": "(b)",
                    "description": "he engages in bookkeeping or cost accounting or the installation  of  a  bookkeeping  system,  business  or  cost system or in such work as may be prescribed by regulations for the LAWS OF GUYANA 22 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012               Publication of registration of practising Chartered Accountants.                             Forgery or other improper use of certificate of registration as Chartered Accountant. [6 of 1997]       purposes of this subsection."
                },
                {
                    "representation": "(i)",
                    "description": "use, in relation to himself, the designation Chartered Accountant either alone or in conjunction with any other LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 21  L.R.O. 1/2012                                                 words or initials; or"
                },
                {
                    "representation": "(2)",
                    "description": "(a) if, for reward, he prepares or examines financial, accounting or related statements, or issues any written opinion, report or certificate concerning any such statement, but a person does not practise accountancy as aforesaid by reason only that"
                },
                {
                    "representation": "(3)",
                    "description": "A  person  practises  accountancy  within  the  meaning  of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Any person who contravenes the provisions of this section shall be liable on summary conviction in the case of a first offence to a fine of nine thousand dollars and to imprisonment for three months and in the case of a subsequent offence, to a fine of eighteen thousand dollars and to imprisonment for six months."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Publication  of  registration  of  practising  Chartered Accountants. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Publication  of  registration  of  practising  Chartered Accountants. 19.  (1) The Council, in the month of January in every year, shall cause to be printed and published in the Gazette a correct record of all those persons registered as Chartered Accountants and who have been issued with practice certificates as on 31st December in the preceding year.  (2) A copy of the Gazette containing the record referred to in subsection (1) shall be evidence in all courts of law that those persons therein specified are registered under this Act; and the absence of the name of any person from the said copy of the Gazette shall be prima facie evidence that that person is not registered under this Act.  (3) The Council shall as soon as practicable after a persons name has been removed from the register in accordance with section 16 cause notice of such removal to be published in the Gazette.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "shall be evidence in all courts of law that those persons therein specified are registered under this Act; and the absence of the name of any person from the said copy of the Gazette shall be prima facie evidence that that person is not registered under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "A copy of the Gazette containing the record referred to in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "The Council shall as soon as practicable after a persons name has been removed from the register in accordance with section 16 cause notice of such removal to be published in the Gazette."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Forgery or other improper use of certificate of registration as Chartered Accountant. CHAPTER 97:03 LAWS OF GUYANA 4 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012  SECTION  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Forgery or other improper use of certificate of registration as Chartered Accountant. CHAPTER 97:03 LAWS OF GUYANA 4 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012  SECTION  20.  (1) If, with intent to deceive, a person  (a)     forges or uses or allows to be used by any other person a certificate of registration as Chartered Accountant issued under this Act; or   (b)  makes or has in his possession a document as closely resembling any  such  certificate  as  aforesaid  as  to  be calculated to deceive,  LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 23  L.R.O. 1/2012                        c. 8:01     Offences relating to registration.  [6 of 1997]                       Funds and resources of Institute.                     he shall be liable on summary conviction in respect of each offence to a fine of nine thousand dollars, and in the case of a continuing offence to a further fine of fifteen hundred dollars for every day subsequent to the day on which he is convicted for the offence during which the contravention continues.  (2) In this section, the word forges has the same meaning as in section 240 of the Criminal Law (Offences) Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, with intent to deceive, a person"
                },
                {
                    "representation": "(a)",
                    "description": "forges or uses or allows to be used by any other person a certificate of registration as Chartered Accountant issued under this Act; or"
                },
                {
                    "representation": "(b)",
                    "description": "makes or has in his possession a document as closely resembling any  such  certificate  as  aforesaid  as  to  be calculated to deceive,  LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 23  L.R.O. 1/2012                        c. 8:01     Offences relating to registration.  [6 of 1997]                       Funds and resources of Institute.                     he shall be liable on summary conviction in respect of each offence to a fine of nine thousand dollars, and in the case of a continuing offence to a further fine of fifteen hundred dollars for every day subsequent to the day on which he is convicted for the offence during which the contravention continues."
                },
                {
                    "representation": "(2)",
                    "description": "In this section, the word forges has the same meaning as in section 240 of the Criminal Law"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Offences relating to registration.  PART V FINANCIAL PROVISIONS  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Offences relating to registration.  PART V FINANCIAL PROVISIONS  21.  Any person who wilfully procures himself to be registered as a Chartered Accountant or procures the retention of his name upon the Register by making or procuring or causing to be made or procured any false or fraudulent representation or declaration, ether verbally or in writing and any person aiding or assisting him therein, shall be liable on summary conviction to a fine of nine thousand dollars and to imprisonment for three months.  PART V FINANCIAL PROVISIONS",
            "description": "Any person who wilfully procures himself to be registered as a Chartered Accountant or procures the retention of his name upon the Register by making or procuring or causing to be made or procured any false or fraudulent representation or declaration, ether verbally or in writing and any person aiding or assisting him therein, shall be liable on summary conviction to a fine of nine thousand dollars and to imprisonment for three months.  PART V FINANCIAL PROVISIONS"
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Funds and resources of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Funds and resources of Institute. 22.  The funds and resources of the Institute shall consist of  (a)      moneys  received  by  the  Institute  by  way  of  fees payable by students for training activities, subscriptions payable by members and other sums payable to the Council or Institute;  (b)      such moneys or other assets as may accrue to or vest in  the  Institute  by  way  of  grants,  subsidies,  bequests, donations or gifts;  (c)   sums borrowed by the Institute for the purpose of meeting any of its obligations or attaining any of its objects; and LAWS OF GUYANA 24 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012           Application of revenue.                                        (d)    all other sums or property that may in any manner become payable to or vested in the Institute in respect of any matter incidental to its powers and duties.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "moneys  received  by  the  Institute  by  way  of  fees payable by students for training activities, subscriptions payable by members and other sums payable to the Council or Institute;"
                },
                {
                    "representation": "(b)",
                    "description": "such moneys or other assets as may accrue to or vest in  the  Institute  by  way  of  grants,  subsidies,  bequests, donations or gifts;"
                },
                {
                    "representation": "(c)",
                    "description": "sums borrowed by the Institute for the purpose of meeting any of its obligations or attaining any of its objects; and LAWS OF GUYANA 24 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012           Application of revenue."
                },
                {
                    "representation": "(d)",
                    "description": "all other sums or property that may in any manner become payable to or vested in the Institute in respect of any matter incidental to its powers and duties."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Application of revenue.  PART VI MISCELLANEOUS  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Application of revenue.  PART VI MISCELLANEOUS  23.  The revenue of the Institute for any financial year shall be applied in defraying the following charges  (a)   the remuneration and allowances of the members of the Council or any committee of the Institute or Council;  (b)     the remuneration, allowances and gratuities (including payments for the maintenance of any pension scheme) of the officers and employees of the Institute;  (c)  working operations and establishment expenses and expenditure  on,  or  provision  for,  the  maintenance  of property of the Institute, the insurance of the Institute and the  discharge  of  the  functions  of the  Institute  properly chargeable to revenue account;   (d)    interest on any debenture and debenture stock or other security issued and on any loan raised by the Institute;   (e)      sums required to be transferred to a sinking fund or otherwise set aside for the purpose of making provision for the redemption of debentures or debenture stock or other security or the payment of other borrowed money;   (f)      such sums as it may be deemed appropriate LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 25  L.R.O. 1/2012                        Use of designations and initials by members of Institute.      Prohibitions regarding use of designations and initials by unauthorised persons. [6 of 1997]                 to set aside in respect of depreciation on any property of the Institute having regard to the amount set aside out of the revenue under paragraph (e); and   (g)   any other expenditure authorised by the Council and properly chargeable to revenue account.  PART VI MISCELLANEOUS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the remuneration and allowances of the members of the Council or any committee of the Institute or Council;"
                },
                {
                    "representation": "(b)",
                    "description": "the remuneration, allowances and gratuities"
                },
                {
                    "representation": "(c)",
                    "description": "working operations and establishment expenses and expenditure  on,  or  provision  for,  the  maintenance  of property of the Institute, the insurance of the Institute and the  discharge  of  the  functions  of the  Institute  properly chargeable to revenue account;"
                },
                {
                    "representation": "(d)",
                    "description": "interest on any debenture and debenture stock or other security issued and on any loan raised by the Institute;"
                },
                {
                    "representation": "(e)",
                    "description": "sums required to be transferred to a sinking fund or otherwise set aside for the purpose of making provision for the redemption of debentures or debenture stock or other security or the payment of other borrowed money;"
                },
                {
                    "representation": "(f)",
                    "description": "such sums as it may be deemed appropriate LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 25  L.R.O. 1/2012                        Use of designations and initials by members of Institute.      Prohibitions regarding use of designations and initials by unauthorised persons. [6 of 1997]                 to set aside in respect of depreciation on any property of the Institute having regard to the amount set aside out of the revenue under paragraph"
                },
                {
                    "representation": "(g)",
                    "description": "any other expenditure authorised by the Council and properly chargeable to revenue account.  PART VI MISCELLANEOUS"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Use of designations and initials by members of Institute. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Use of designations and initials by members of Institute. 24. (1) Every member of the Institute shall, by virtue of such membership, have the right to use  the  designation  Chartered Accountant or the initials C.A.  (2)  Nothing in this section shall preclude the use by any member  of  the  Institute  of  any  other  designations  or  initials  in accordance with the provisions of section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every member of the Institute shall, by virtue of such membership, have the right to use  the  designation  Chartered Accountant or the initials C.A."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall preclude the use by any member  of  the  Institute  of  any  other  designations  or  initials  in accordance with the provisions of section"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Prohibitions regarding  use  of designations and initials by unauthorised persons. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Prohibitions regarding  use  of designations and initials by unauthorised persons. 25.",
            "description": "25."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Accounts and audit. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Accounts and audit. 26.  (1) The Institute shall cause to be kept proper books of account with respect to  (a)   all sums of money received and expended by the Institute and the matters in respect of which such receipt and expenditure take place;  (b)  the assets and liabilities of the Institute.  (2) For the purposes of subsection (1), proper books of account shall be deemed to be kept with respect to the matters referred to in that subsection if such books give a true and fair view of the state of the Institutes affairs and explain its transactions.  (3) The accounts of the Institute shall be audited annually by an auditor appointed by the Institute.  (4) The books of accounts of the Institute shall be kept at the registered office of the Institute.  (5) The  Minister  may,  at  any  time,  appoint  an  auditor  to examine the accounts of the Institute and to report LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 27  L.R.O. 1/2012                                          Annual Report.        thereon to the Minister.   (6) The members of the Council, officers and other employees of the Institute shall grant to the auditor appointed to audit the accounts of  the  Institute  under  subsection  (3)  or  (5)  access  to  all  books, documents, cash and securities of the Institute and shall give to him on request such information as may be within their knowledge in relation to the operations of the Institute . (7) An auditor appointed under this section shall have power to summon and examine all persons whom he shall think fit to examine for  the  purpose  of  obtaining  information  in  connection  with  the examination and audit of the accounts of the Institute and respecting all other matters and things whatever necessary for the due performance of the functions vested in him and if any person summoned as aforesaid is not a public officer or an officer or other employee of the Institute he shall be entitled to payment for his attendance as if he were a witness attending a legal proceeding in obedience to a summons issued at the instance of the State.  (8) Any person summoned under subsection (7) who, without reasonable excuse, makes default in obeying the summons shall be liable on summary conviction to a fine of three thousand dollars, or, in default of payment, to imprisonment for three months.  (9) The Institute may write off bad debts.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Institute shall cause to be kept proper books of account with respect to"
                },
                {
                    "representation": "(a)",
                    "description": "all sums of money received and expended by the Institute and the matters in respect of which such receipt and expenditure take place;"
                },
                {
                    "representation": "(b)",
                    "description": "the assets and liabilities of the Institute."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of subsection"
                },
                {
                    "representation": "(3)",
                    "description": "or"
                },
                {
                    "representation": "(4)",
                    "description": "The books of accounts of the Institute shall be kept at the registered office of the Institute."
                },
                {
                    "representation": "(5)",
                    "description": "access  to  all  books, documents, cash and securities of the Institute and shall give to him on request such information as may be within their knowledge in relation to the operations of the Institute ."
                },
                {
                    "representation": "(6)",
                    "description": "The members of the Council, officers and other employees of the Institute shall grant to the auditor appointed to audit the accounts of  the  Institute  under  subsection"
                },
                {
                    "representation": "(7)",
                    "description": "who, without reasonable excuse, makes default in obeying the summons shall be liable on summary conviction to a fine of three thousand dollars, or, in default of payment, to imprisonment for three months."
                },
                {
                    "representation": "(8)",
                    "description": "Any person summoned under subsection"
                },
                {
                    "representation": "(9)",
                    "description": "The Institute may write off bad debts."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Annual report. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Annual report. 27.  The Council shall as soon as practicable after the end of each financial year of the Institute make and transmit to the Minister a report dealing generally  with  the  activities  of  the  Institute  during  the preceding financial year, including a statement of its accounts audited in accordance with section 26 (3), and the Minister shall cause a copy of every such report to be laid on the table of the National LAWS OF GUYANA 28 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012               Appeals.                                             Evidential provisions.            Assembly.",
            "description": "The Council shall as soon as practicable after the end of each financial year of the Institute make and transmit to the Minister a report dealing generally  with  the  activities  of  the  Institute  during  the preceding financial year, including a statement of its accounts audited in accordance with section 26 (3), and the Minister shall cause a copy of every such report to be laid on the table of the National LAWS OF GUYANA 28 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012               Appeals.                                             Evidential provisions.            Assembly."
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Appeals. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Appeals. 28.  (4) Upon application to the Council made in such manner and within such period as may be prescribed by regulations, the Council may direct that any decision of the Council exercising any of the disciplinary powers conferred on it by this section shall be suspended while  the person to whom the decision relates remains entitled to appeal in accordance with section 28 or while any such appeal by that person is pending before the court.  (5) In any case where the Council causes the name of any person to be removed from the Register, the Council may, as part of its decision, fix a time before which the person whose name is so removed shall not be eligible to apply to the Council for re-registration under this Act. LAWS OF GUYANA 20 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                     Surrender of certificate of registration and practice certificate. [6 of 1997]                      Prohibition affecting non- registered persons. [6 of 1997]                    (6) Subject to subsection (5), a person whose name has been removed from the Register may apply for re-registration at any time and the provisions of this Act relating to registration shall, so far as applicable, apply to re-registration under this section.  (7) All costs and expenses payable to the Council under this section shall be recoverable as a debt due to the Council.",
            "description": [
                {
                    "representation": "(4)",
                    "description": "Upon application to the Council made in such manner and within such period as may be prescribed by regulations, the Council may direct that any decision of the Council exercising any of the disciplinary powers conferred on it by this section shall be suspended while  the person to whom the decision relates remains entitled to appeal in accordance with section 28 or while any such appeal by that person is pending before the court."
                },
                {
                    "representation": "(5)",
                    "description": "In any case where the Council causes the name of any person to be removed from the Register, the Council may, as part of its decision, fix a time before which the person whose name is so removed shall not be eligible to apply to the Council for re-registration under this Act. LAWS OF GUYANA 20 Cap. 97:03           Institute of Chartered Accountants of Guyana  L.R.O. 1/2012                     Surrender of certificate of registration and practice certificate. [6 of 1997]                      Prohibition affecting non- registered persons. [6 of 1997]"
                },
                {
                    "representation": "(6)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(7)",
                    "description": "All costs and expenses payable to the Council under this section shall be recoverable as a debt due to the Council."
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Evidential provisions. ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Evidential provisions. 29.  The following documents shall be prima facie evidence in all courts and before all persons of the facts certified therein  (a)   a certificate of registration or a practice certificate issued by the Council; and  (b)     a certificate under the hand of the Secretary of the Institute that a person is or is not a member of the Institute. LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 29  L.R.O. 1/2012 Power of Minister to make regulations.                           s. 2",
            "description": [
                {
                    "representation": "(a)",
                    "description": "a certificate of registration or a practice certificate issued by the Council; and"
                },
                {
                    "representation": "(b)",
                    "description": "a certificate under the hand of the Secretary of the Institute that a person is or is not a member of the Institute. LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 29  L.R.O. 1/2012 Power of Minister to make regulations.                           s. 2"
                }
            ]
        }
    },
    {
        "act": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Power of Minister to make regulations.   SCHEDULE—Bodies of Accountants.  __________________________   INSTITUTE OF CHARTERED ACCOUNTANTS OF GUYANA ACT  7 of 1991 An Act to provide for the registration of persons as Chartered Accountants, to regulate the practice of accountancy and for matters connected therewith.  [5TH MARCH, 1991]   CHAPTER 97:03 LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 5  L.R.O. 1/2012     Short title.          Interpretation. [7 of 2006]                                       PART I PRELIMINARY  ",
            "context": "INSTITUTE OF CHARTERED ACCOUNTANTS OF  GUYANA ACT under Power of Minister to make regulations.   SCHEDULEBodies of Accountants.  __________________________   INSTITUTE OF CHARTERED ACCOUNTANTS OF GUYANA ACT  7 of 1991 An Act to provide for the registration of persons as Chartered Accountants, to regulate the practice of accountancy and for matters connected therewith.  [5TH MARCH, 1991]   CHAPTER 97:03 LAWS OF GUYANA Institute of Chartered Accountants of Guyana Cap. 97:03 5  L.R.O. 1/2012     Short title.          Interpretation. [7 of 2006]                                       PART I PRELIMINARY  30.  The Minister may, after consultation with the Council, make regulations generally for carrying into effect the purposes of this Act, and,  in particular,  but  without  prejudice  to  the  generality  of  the foregoing, the regulations may make provision in relation to all or any of the following matters  (a)   the making of complaints against registered Chartered Accountants;  (b)   the procedure to be followed in respect of disciplinary inquiries held by the Council; and  (c)     prescribing any  other  matter  or  thing  required  or authorised by this Act to be prescribed by  regulations.    SCHEDULE  BODIES OF ACCOUNTANTS",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the making of complaints against registered Chartered Accountants;"
                },
                {
                    "representation": "(b)",
                    "description": "the procedure to be followed in respect of disciplinary inquiries held by the Council; and"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing any  other  matter  or  thing  required  or authorised by this Act to be prescribed by  regulations.    SCHEDULE  BODIES OF ACCOUNTANTS"
                }
            ]
        }
    }
]