[
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.54      48   (3)  Any  person  to  whom  this  clause  applies  who  is required to work on any public holiday or outside the two periods specified in the last preceding paragraph shall be entitled to be paid in respect of such work at not less than the following rates:   Class of persons Minimum hourly rate   Dockmen Truckers $",
            "context": "LABOUR ACT under 0.54      48   (3)  Any  person  to  whom  this  clause  applies  who  is required to work on any public holiday or outside the two periods specified in the last preceding paragraph shall be entitled to be paid in respect of such work at not less than the following rates:   Class of persons Minimum hourly rate   Dockmen Truckers $0.27      24   ___________________________     LAWS OF GUYANA 48 Cap. 98:01 Labour [Subsidiary]    L.R.O. 1/2012 O. 60/1956; 8/1966A Reg. 1/1982;  81/1986; 48/1988; 57/1989] MINIMUM WAGES (CINEMA EMPLOYEES) ORDER  made under section 8    Citation.      Interpretation. [O. 8/1966A 86/1981]",
            "description": "0.27      24   ___________________________     LAWS OF GUYANA 48 Cap. 98:01 Labour [Subsidiary]    L.R.O. 1/2012 O. 60/1956; 8/1966A Reg. 1/1982;  81/1986; 48/1988; 57/1989] MINIMUM WAGES (CINEMA EMPLOYEES) ORDER  made under section 8    Citation.      Interpretation. [O. 8/1966A 86/1981]"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LABOUR ACT under Short title. 1. This Act may be cited as the Labour Act.",
            "description": "This Act may be cited as the Labour Act."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.   PART I APPOINTMENT OF CHIEF LABOUR OFFICER  ",
            "context": "LABOUR ACT under Interpretation.   PART I APPOINTMENT OF CHIEF LABOUR OFFICER  2. (1) In this Act  contract or contract of service  means any agreement, understanding, or arrangement whatever on the subject of wages whether written or oral, whether direct or indirect, to which any employer and any employee are parties, or are assenting, or by which they are mutually bound to each other;  LAWS OF GUYANA 8 Cap. 98:01 Labour  L.R.O. 1/2012             c. 85:02                                 Appointment of Chief Labour Officer and other officers complaint  means a complaint or information under the Summary Jurisdiction Acts;  employer includes attorney, agent, foreman, manager, clerk, and any other person engaged in the hiring, employing or superintending the labour or service of any employee;  money means legal tender notes and legal tender coins within the meaning of the Bank of Guyana Act;  occupation includes agriculture, business, commerce, industry and trade;  trade dispute means any dispute between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment, or terms of the employment, or with the conditions of labour, of any person;  wages means any money or other thing had or contracted to be paid, delivered, or given as a recompense, reward or remuneration for any work or labour done or to be done, whether within a certain time or to a certain amount, or for a time or an amount uncertain.  (2) Every reference in this Act to a Labour Officer shall include a reference to a person employed as an Agricultural Assessor in the Ministry.   PART I APPOINTMENT  OF CHIEF LABOUR OFFICER AND STAFF",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  contract or contract of service  means any agreement, understanding, or arrangement whatever on the subject of wages whether written or oral, whether direct or indirect, to which any employer and any employee are parties, or are assenting, or by which they are mutually bound to each other;  LAWS OF GUYANA 8 Cap. 98:01 Labour  L.R.O. 1/2012             c. 85:02                                 Appointment of Chief Labour Officer and other officers complaint  means a complaint or information under the Summary Jurisdiction Acts;  employer includes attorney, agent, foreman, manager, clerk, and any other person engaged in the hiring, employing or superintending the labour or service of any employee;  money means legal tender notes and legal tender coins within the meaning of the Bank of Guyana Act;  occupation includes agriculture, business, commerce, industry and trade;  trade dispute means any dispute between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment, or terms of the employment, or with the conditions of labour, of any person;  wages means any money or other thing had or contracted to be paid, delivered, or given as a recompense, reward or remuneration for any work or labour done or to be done, whether within a certain time or to a certain amount, or for a time or an amount uncertain."
                },
                {
                    "representation": "(2)",
                    "description": "Every reference in this Act to a Labour Officer shall include a reference to a person employed as an Agricultural Assessor in the Ministry.   PART I APPOINTMENT  OF CHIEF LABOUR OFFICER AND STAFF"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Appointment of Chief Labour Officer and other officers and clerks.   PART II CONCILIATION  ",
            "context": "LABOUR ACT under Appointment of Chief Labour Officer and other officers and clerks.   PART II CONCILIATION  03.",
            "description": "03."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Powers of Minister in case of trade disputes. ",
            "context": "LABOUR ACT under Powers of Minister in case of trade disputes. 4. (1) Where a difference exists or is apprehended between an employer  or any class of employers, and employees, or between different  classes  of employees, the  Minister  may, if  he thinks fit, exercise all or any of the following powers, namely  (a) inquire  into  the  causes  and  circumstances of  the difference;  (b) take such steps as to him may seem expedient for the purpose of promoting a settlement of the difference;  (c) with the consent of both parties to the LAWS OF GUYANA 10 Cap. 98:01 Labour  L.R.O. 1/2012                                                 difference, or of either of them, or without their consent, refer the matter for settlement to the arbitration of an arbitration tribunal  consisting of one or more persons appointed by the Minister except that the Minister shall not refer a difference for settlement to arbitration otherwise than with the consent of both parties to the difference, unless he notifies the parties that he is satisfied that the continuance of the difference is likely to be gravely injurious to the national interest.  (2) If a tribunal is so appointed, it shall inquire into the causes and circumstances of the difference by communication with the   parties   and   otherwise   shall   endeavour   to   bring   about   a settlement of the difference, including the making of its award as required by this section, and shall report its proceedings to the Minister.  (3) If a settlement of the difference is effected either under subsection (1)(b) or by arbitration upon a reference made with the consent of both parties to the difference, a memorandum of the terms thereof shall be drawn up and signed by the parties or their representatives, and a copy thereof shall be delivered to and kept by the Minister.  (4) With respect to any reference to arbitration otherwise than with the consent of both parties to the difference, the following provisions of this subsection shall apply  (a) upon the  appointment  of  the  tribunal,  the Minister shall furnish the tribunal with its terms of reference containing a statement of the causes LAWS OF GUYANA Labour Cap. 98:01 11  L.R.O. 1/2012                                                 and circumstances of the difference between the parties into which the tribunal is required to inquire;  (b) the  tribunal  shall, in respect of any  matter referred to it, make its award thereon as soon as practicable and every award so made shall be  notified  by  the  tribunal  to  the  Minister and  to  the  parties  to  the  difference  except that if the Minister so requests the tribunal shall as soon as conveniently possible make an interim award with respect to any matter referred to it;  (c) the award made by the tribunal  shall  be binding on the parties to whom it relates and as from the date of such award or as from such other date having retrospective effect as may be specified therein it shall be an implied term of the contract between the employer and employees to whom the award relates that the rate of wages to be paid and the conditions of employment to be observed under  the  contract  shall  be  in  accordance with such award  until  varied   by   a subsequent agreement or award.  (5)  Any employer who fails to comply with an award made by a tribunal in pursuance of a reference made to it otherwise than with the consent of both parties to the difference, is liable on summary conviction to a fine of one thousand dollars, and in the case of a continuing offence to a further fine of one hundred dollars for each day on which the offence continues. LAWS OF GUYANA 12 Cap. 98:01 Labour  L.R.O. 1/2012            Exclusion of c. 7:03       Power of Minister to appoint Advisory Committee in case of existing or apprehended trade dispute.              Regulation of wages        (6) A copy  of the  award  of a tribunal  certified  by the Permanent Secretary shall be conclusive evidence in all courts of the terms of the award therein contained.  (7) In subsection  (4)(c)  and  in subsections  (5) and (6) the expression award includes an interim award.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a difference exists or is apprehended between an employer  or any class of employers, and employees, or between different  classes  of employees, the  Minister  may, if  he thinks fit, exercise all or any of the following powers, namely"
                },
                {
                    "representation": "(a)",
                    "description": "upon the  appointment  of  the  tribunal,  the Minister shall furnish the tribunal with its terms of reference containing a statement of the causes LAWS OF GUYANA Labour Cap. 98:01 11  L.R.O. 1/2012                                                 and circumstances of the difference between the parties into which the tribunal is required to inquire;"
                },
                {
                    "representation": "(b)",
                    "description": "the  tribunal  shall, in respect of any  matter referred to it, make its award thereon as soon as practicable and every award so made shall be  notified  by  the  tribunal  to  the  Minister and  to  the  parties  to  the  difference  except that if the Minister so requests the tribunal shall as soon as conveniently possible make an interim award with respect to any matter referred to it;"
                },
                {
                    "representation": "(c)",
                    "description": "and  in subsections"
                },
                {
                    "representation": "(2)",
                    "description": "If a tribunal is so appointed, it shall inquire into the causes and circumstances of the difference by communication with the   parties   and   otherwise   shall   endeavour   to   bring   about   a settlement of the difference, including the making of its award as required by this section, and shall report its proceedings to the Minister."
                },
                {
                    "representation": "(3)",
                    "description": "If a settlement of the difference is effected either under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "With respect to any reference to arbitration otherwise than with the consent of both parties to the difference, the following provisions of this subsection shall apply"
                },
                {
                    "representation": "(5)",
                    "description": "and"
                },
                {
                    "representation": "(6)",
                    "description": "the expression award includes an interim award."
                },
                {
                    "representation": "(7)",
                    "description": "In subsection"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Exclusion of Cap. 7:",
            "context": "LABOUR ACT under Exclusion of Cap. 7:5. (1) The Arbitration Act shall not apply to the settlement by arbitration of any difference or dispute under section 4 of this Act.  (2) The Minister may make regulations for the conduct of arbitration proceedings under section",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Arbitration Act shall not apply to the settlement by arbitration of any difference or dispute under section 4 of this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The Minister may make regulations for the conduct of arbitration proceedings under section"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Power of Minister to appoint Advisory Committee in case of existing or apprehended trade dispute.   PART III REGULATION OF WAGES  ",
            "context": "LABOUR ACT under Power of Minister to appoint Advisory Committee in case of existing or apprehended trade dispute.   PART III REGULATION OF WAGES  6. (1) Where  any  trade  dispute  exists  or  is  apprehended the Minister may, if he thinks fit, refer any matters appearing to him to be connected with, or relevant to, such dispute or apprehended dispute to an Advisory Committee  appointed  by  him  for  the purpose of such reference, and the Committee shall inquire into the matters referred to it and shall report thereon and make such recommendations as it may deem expedient to the Minister.  (2) An Advisory Committee shall consist of a chairman and such number of members as the Minister may deem expedient.   PART III REGULATION OF WAGES",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where  any  trade  dispute  exists  or  is  apprehended the Minister may, if he thinks fit, refer any matters appearing to him to be connected with, or relevant to, such dispute or apprehended dispute to an Advisory Committee  appointed  by  him  for  the purpose of such reference, and the Committee shall inquire into the matters referred to it and shall report thereon and make such recommendations as it may deem expedient to the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "An Advisory Committee shall consist of a chairman and such number of members as the Minister may deem expedient.   PART III REGULATION OF WAGES"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "(1) Regulation of wages.  (2) Constitution. ",
            "context": "LABOUR ACT under (1) Regulation of wages.  (2) Constitution. 7. (1) Whenever the Minister deems it expedient that steps should be taken to regulate the wages paid in any occupation in Guyana or any part thereof he may appoint an Advisory Committee to investigate the conditions  of   employment in such occupation and to  make recommendations as to the minimum rates of wages which LAWS OF GUYANA Labour Cap. 98:01 13  L.R.O. 1/2012    Constitution.     Order prescribing rates payable.                                       should be payable.  (2) The Advisory Committee shall include representatives of employers and  employees  and  such  other  members  as  the Minister may deem fit.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Whenever the Minister deems it expedient that steps should be taken to regulate the wages paid in any occupation in Guyana or any part thereof he may appoint an Advisory Committee to investigate the conditions  of   employment in such occupation and to  make recommendations as to the minimum rates of wages which LAWS OF GUYANA Labour Cap. 98:01 13  L.R.O. 1/2012    Constitution.     Order prescribing rates payable.                                       should be payable."
                },
                {
                    "representation": "(2)",
                    "description": "The Advisory Committee shall include representatives of employers and  employees  and  such  other  members  as  the Minister may deem fit."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "(1) Order prescribing rates payable.  (5) Overtime rate. ",
            "context": "LABOUR ACT under (1) Order prescribing rates payable.  (5) Overtime rate. 8. (1) On considering the recommendations of the Committee the Minister may, subject to negative resolution of the National Assembly, make an order prescribing the minimum rates of wages payable.  (2) The order may prescribe time-rates,  piece-rates and overtime rates, or any of them.  (3) When a rate of wage is prescribed in respect of a part of Guyana the boundaries thereof shall be set out in the order.  (4) Any such rate as aforesaid or the revocation or variation of any such rate shall become  effective  on  the  date  on which the order is published in the Gazette or on such earlier or later date as is specified in that behalf in the order:  Provided that  (a) no  date  earlier  than  that  on  which  the  order  is published in  the  Gazette shall be specified in any order under this subsection unless the Minister is satisfied that the circumstances of the case are such  as  to  justify  specially  favourable  treatment; and  (b) no date shall be so specified which is more than one month anterior to the date on which the order is published in the  Gazette.  LAWS OF GUYANA 14 Cap. 98:01 Labour  L.R.O. 1/2012 Overtime rates.            Procedure for making orders under s. 8(1). Notice of intention.       Objections to draft order.         Consideration by Minister.      Formal and informal inquiries.       (5) The expression overtime rate  means a rate (whether a time-rate or a piece-rate) to apply, in substitution for the prescribed rate  which  would  otherwise  be  applicable,  in  respect  of  hours worked by an employee in any week or on any day in excess of the number of hours declared in regulations made by the Minister under this Act to be the normal number of hours per week or for that day in the occupation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "On considering the recommendations of the Committee the Minister may, subject to negative resolution of the National Assembly, make an order prescribing the minimum rates of wages payable."
                },
                {
                    "representation": "(2)",
                    "description": "The order may prescribe time-rates,  piece-rates and overtime rates, or any of them."
                },
                {
                    "representation": "(3)",
                    "description": "When a rate of wage is prescribed in respect of a part of Guyana the boundaries thereof shall be set out in the order."
                },
                {
                    "representation": "(4)",
                    "description": "Any such rate as aforesaid or the revocation or variation of any such rate shall become  effective  on  the  date  on which the order is published in the Gazette or on such earlier or later date as is specified in that behalf in the order:  Provided that"
                },
                {
                    "representation": "(a)",
                    "description": "no  date  earlier  than  that  on  which  the  order  is published in  the  Gazette shall be specified in any order under this subsection unless the Minister is satisfied that the circumstances of the case are such  as  to  justify  specially  favourable  treatment; and"
                },
                {
                    "representation": "(b)",
                    "description": "no date shall be so specified which is more than one month anterior to the date on which the order is published in the  Gazette.  LAWS OF GUYANA 14 Cap. 98:01 Labour  L.R.O. 1/2012 Overtime rates.            Procedure for making orders under s. 8(1). Notice of intention.       Objections to draft order.         Consideration by Minister.      Formal and informal inquiries."
                },
                {
                    "representation": "(5)",
                    "description": "The expression overtime rate  means a rate"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "(1) Procedure for making orders under section 8(1). Notice of intention. (2) Objections to draft order. (3) Consideration by Minister. (4) Formal and informal inquiries. (5) Amendment of draft order. (6) Formal inquiry.  Appearance of persons affected. (7) Examination of witnesses on oath. LAWS OF GUYANA Labour Cap. 98:01 5  L.R.O. 1/2012  SECTION (9) Fee to person holding formal inquiry. 9A. Minister to prescribe rates of wages in certain circumstances. ",
            "context": "LABOUR ACT under (1) Procedure for making orders under section 8(1). Notice of intention. (2) Objections to draft order. (3) Consideration by Minister. (4) Formal and informal inquiries. (5) Amendment of draft order. (6) Formal inquiry.  Appearance of persons affected. (7) Examination of witnesses on oath. LAWS OF GUYANA Labour Cap. 98:01 5  L.R.O. 1/2012  SECTION (9) Fee to person holding formal inquiry. 9A. Minister to prescribe rates of wages in certain circumstances. 9. (1) Before the Minister makes an order under section 8(1) or (3), he shall, in such manner as he thinks best adapted for informing persons affected, cause to be published notice of his intention to make the order, of the place where copies of the draft order may be obtained, and of the time, which shall not be less than thirty days, within which any objection made with respect to the draft order must be sent to the Minister.  (2) Every objection must be in writing, and must state    (a) the specific grounds of objection; and  (b) the omissions, additions or modifications asked for.  (3) The Minister shall consider any objection which is made by or on behalf of any persons appearing to him to be affected and which is sent to him within the time fixed in that behalf.  (4) Before confirming the draft order the Minister  (a) may appoint a competent person to hold an inquiry with regard to any draft order and to report to him thereon; or LAWS OF GUYANA Labour Cap. 98:01 15  L.R.O. 1/2012         Amendment of draft order.     Formal inquiry. Appearance of persons affected.      Examination of witnesses on oath.         Fee to person holding formal inquiry.     Minister to prescribe rates of wages in certain circumstances. [22 of 1978]    (b) may make such other or further inquiries as he deems necessary either through the medium of the Advisory  Committee  or otherwise.  (5)  After  considering  all  the  objections  made  and  the report of any inquiry held or made under the foregoing provisions of this section, the Minister may, if he thinks fit, amend the draft order.  (6) On an inquiry held under subsection (4)(a), the Permanent Secretary or any other officer appointed by the Minister in that behalf and any objector or other person who appears to the person holding the inquiry to be affected or the agent of such objector or other person may appear at the inquiry.  (7) The witnesses at such inquiry may, if the person holding it thinks  fit, be examined on oath, which oath that person is hereby authorised to administer.  (8)  Subject as aforesaid, the inquiry and all proceedings preliminary and incidental thereto shall be conducted in accordance with regulations made by the Minister.  (9) The fee to be paid to the person holding the inquiry shall be such as the Minister may direct, and shall be deemed to be part of the expenses of the Ministry in the execution of this Part.  9A. The Minister, whenever he deems it expedient, having regard to the special circumstances of any particular class of employees in any occupation and to any representations made to him by the employees and their employer that steps should be taken to regulate the wages in any such occupation, may, without appointing an Advisory LAWS OF GUYANA 16 Cap. 98:01 Labour  L.R.O. 1/2012              Record of wages to be kept. [4 of 1972 20 of 1994]          Conditions of employment of persons incapable of earning wages at prescribed rates.              Employee to inform Committee under section 7,  make an Order which shall be subject to negative resolution of the National Assembly prescribing the minimum rates of wages payable and he shall have like powers for the purpose of making an Order under this section as are conferred on him by section 8 (except subsection (1) thereof), and section 9 shall also not apply to an order made by the Minister under this section by virtue of the application of section 8(3).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "thereof), and section 9 shall also not apply to an order made by the Minister under this section by virtue of the application of section 8(3)."
                },
                {
                    "representation": "(2)",
                    "description": "Every objection must be in writing, and must state"
                },
                {
                    "representation": "(a)",
                    "description": "may appoint a competent person to hold an inquiry with regard to any draft order and to report to him thereon; or LAWS OF GUYANA Labour Cap. 98:01 15  L.R.O. 1/2012         Amendment of draft order.     Formal inquiry. Appearance of persons affected.      Examination of witnesses on oath.         Fee to person holding formal inquiry.     Minister to prescribe rates of wages in certain circumstances. [22 of 1978]"
                },
                {
                    "representation": "(b)",
                    "description": "may make such other or further inquiries as he deems necessary either through the medium of the Advisory  Committee  or otherwise."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister shall consider any objection which is made by or on behalf of any persons appearing to him to be affected and which is sent to him within the time fixed in that behalf."
                },
                {
                    "representation": "(4)",
                    "description": "Before confirming the draft order the Minister"
                },
                {
                    "representation": "(5)",
                    "description": "After  considering  all  the  objections  made  and  the report of any inquiry held or made under the foregoing provisions of this section, the Minister may, if he thinks fit, amend the draft order."
                },
                {
                    "representation": "(6)",
                    "description": "On an inquiry held under subsection"
                },
                {
                    "representation": "(7)",
                    "description": "The witnesses at such inquiry may, if the person holding it thinks  fit, be examined on oath, which oath that person is hereby authorised to administer."
                },
                {
                    "representation": "(8)",
                    "description": "Subject as aforesaid, the inquiry and all proceedings preliminary and incidental thereto shall be conducted in accordance with regulations made by the Minister."
                },
                {
                    "representation": "(9)",
                    "description": "The fee to be paid to the person holding the inquiry shall be such as the Minister may direct, and shall be deemed to be part of the expenses of the Ministry in the execution of this Part.  9A. The Minister, whenever he deems it expedient, having regard to the special circumstances of any particular class of employees in any occupation and to any representations made to him by the employees and their employer that steps should be taken to regulate the wages in any such occupation, may, without appointing an Advisory LAWS OF GUYANA 16 Cap. 98:01 Labour  L.R.O. 1/2012              Record of wages to be kept. [4 of 1972 20 of 1994]          Conditions of employment of persons incapable of earning wages at prescribed rates.              Employee to inform Committee under section 7,  make an Order which shall be subject to negative resolution of the National Assembly prescribing the minimum rates of wages payable and he shall have like powers for the purpose of making an Order under this section as are conferred on him by section 8"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Record of wages to be kept. ",
            "context": "LABOUR ACT under Record of wages to be kept. 10. It shall be the duty of every employer in an occupation in respect to which rates of wages have been prescribed to keep such records of wages as are necessary to show that the provisions of this Part are being complied with in respect of persons in his employment, and if he fails to do so he shall be liable on summary conviction in respect of each offence to a fine of fifteen thousand, six hundred and twenty-five dollars, and also to a fine of six hundred and twenty-five dollars for every day during which the default continues after conviction.",
            "description": "It shall be the duty of every employer in an occupation in respect to which rates of wages have been prescribed to keep such records of wages as are necessary to show that the provisions of this Part are being complied with in respect of persons in his employment, and if he fails to do so he shall be liable on summary conviction in respect of each offence to a fine of fifteen thousand, six hundred and twenty-five dollars, and also to a fine of six hundred and twenty-five dollars for every day during which the default continues after conviction."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "(1) Conditions of employment of persons incapable of earning wages at prescribed rates. (2) Employee to inform employer of duration of permit. (3) Recovery of sums short-paid to persons employed under the preceding subsection. ",
            "context": "LABOUR ACT under (1) Conditions of employment of persons incapable of earning wages at prescribed rates. (2) Employee to inform employer of duration of permit. (3) Recovery of sums short-paid to persons employed under the preceding subsection. 11. (1) If, on application in that behalf, the Permanent Secretary is satisfied that any employee employed or desiring to be employed in any occupation on time-work to which a prescribed rate is applicable is affected by any infirmity or physical injury which renders him incapable of earning that prescribed rate, the Permanent Secretary may, if he thinks fit, grant to the employee, subject to  such conditions,  if  any, as  he may prescribe,  a permit exempting the employment of the employee from the provisions of this Part relating to the payment of wages at less than the prescribed rate, and while the permit is in force the employer shall not be liable to any penalty for paying wages to the employee at a rate less than the prescribed rate so long as the conditions prescribed by the Permanent Secretary on the grant of the permit are complied with.  (2) Where the duration of any permit granted to an LAWS OF GUYANA Labour Cap. 98:01 17  L.R.O. 1/2012 employer of duration of permit.   Recovery of sums short- paid to persons employed under the preceding subsection.     Penalty for not paying wages in accordance with pre- scribed or agreed rates.  [42 of 1955 4 of 1972 20 of 1994]                        employee under subsection (1) is limited the employee shall give written notice to the employer of the date on which the permit is due to expire.  (3) Where a permit granted in respect of an employee under subsection (1) contains a condition for the payment of wages to the employee at a rate not less than the rate therein specified, the amount of wages that may be recovered from an employer of the employee pursuant to section 12(2) shall as respects any period during which the permit had effect, be calculated on the basis of the rate so specified instead of on the basis of the prescribed rate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "contains a condition for the payment of wages to the employee at a rate not less than the rate therein specified, the amount of wages that may be recovered from an employer of the employee pursuant to section 12(2) shall as respects any period during which the permit had effect, be calculated on the basis of the rate so specified instead of on the basis of the prescribed rate."
                },
                {
                    "representation": "(2)",
                    "description": "Where the duration of any permit granted to an LAWS OF GUYANA Labour Cap. 98:01 17  L.R.O. 1/2012 employer of duration of permit.   Recovery of sums short- paid to persons employed under the preceding subsection.     Penalty for not paying wages in accordance with pre- scribed or agreed rates.  [42 of 1955 4 of 1972 20 of 1994]                        employee under subsection"
                },
                {
                    "representation": "(3)",
                    "description": "Where a permit granted in respect of an employee under subsection"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "(1) Penalty for not paying wages in accordance with prescribed or agreed rates. (3) Offences by agents. (4) Saving as to employer when agent convicted. (5) Prevention of evasion. ",
            "context": "LABOUR ACT under (1) Penalty for not paying wages in accordance with prescribed or agreed rates. (3) Offences by agents. (4) Saving as to employer when agent convicted. (5) Prevention of evasion. 12. (1) Where in any occupation rates of wages  have been prescribed an employer shall in cases to which the prescribed rate is applicable pay wages to the person employed at not less than such rate clear of all deductions save as in this Act prescribed and if he fails to do so he shall be liable on summary conviction to a fine of fifteen thousand, six hundred and twenty-five dollars and on a second or subsequent conviction to a fine of forty-six thousand, eight hundred and seventy-five dollars.  (1A) Where in any occupation rates of wages have not been prescribed, an employer shall pay wages to the person employed at the rate agreed upon between them, and if the employer fails to do so,  he shall  be liable  on  summary conviction to  a  fine  of fifteen thousand, six hundred and  twenty-five dollars, and on a second or subsequent conviction to a fine of forty-six thousand, eight hundred and seventy-five dollars.  (2) Where an employer has been convicted under this section for failing to pay wages at not less than the prescribed or agreed rate to any employee, then, if notice of intention so to do has been served with the summons or warrant, evidence may be given of any failure on the part of the employer to pay wages at not less than the prescribed or LAWS OF GUYANA 18 Cap. 98:01 Labour  L.R.O. 1/2012                    Offences by agents.           Saving as to employer when agent convicted.             Prevention of evasion. agreed rate to that employee at any time during the two years immediately preceding the date on which the information was laid or the complaint made, and on proof of the failure the court shall, by the conviction, order the employer to pay such sum as in the opinion of the court represents the difference between the amount  which,  having  regard  to  the provisions of this Part, ought properly to have been paid to the employee by way of wages during the said period and the amount actually so paid:  Provided that the power to order the payment of wages under this subsection shall not be in derogation of any right of the person employed to recover wages by any other proceedings.  (3) Where an offence for which an employer is by virtue of this Part liable to a fine has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer, and either together with or before or after the conviction of the employer, and shall be liable on conviction to the same punishment as that to which the employer is liable.  (4) Where an employer who is charged with an offence against this Part proves to the satisfaction of the court that he has used due diligence to enforce the execution of this Part, and that the offence was in fact committed by his agent or some other person without his knowledge,  consent  or  connivance,  he  shall,  in  the event  of  the conviction of that agent or other person for the offence, be exempt from any fine in respect of the offence, without prejudice, however, to the power of the court under subsection (2) to adjudge him to pay any sum which appears to the court to be due to the person employed on account of wages.  (5)  Any shopkeeper,  dealer, or trader, who  by  way of trade  makes any  arrangement,  express  or  implied,  LAWS OF GUYANA Labour Cap. 98:01 19  L.R.O. 1/2012                              Civil proceedings by Permanent Secretary for payment of wages at prescribed rate. [12 of 1967]            with  any employee in pursuance of which the employee performs any work for which a prescribed rate of wages has been fixed, shall be deemed for the purposes of this Part to be the employer of the employee, and the net remuneration obtainable by the employee in respect of the work after allowing for his necessary expenditure in connection with the work shall be deemed to be wages.  (6) Where the immediate employer of any employee to whom a prescribed rate of wages applies is himself in the employment of some other person, and that employee is employed on the premises of that other person, that other person shall for the purposes of this section be deemed to be the employer of the employee jointly with the immediate employer.  (7) On  any  prosecution  of  a  person  for  failing  to  pay wages at not less than the prescribed or agreed rate, it shall lie on that person to prove by the production of the proper wages sheets or other records of wages or otherwise that he has not paid wages at less than the prescribed or agreed rate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where in any occupation rates of wages  have been prescribed an employer shall in cases to which the prescribed rate is applicable pay wages to the person employed at not less than such rate clear of all deductions save as in this Act prescribed and if he fails to do so he shall be liable on summary conviction to a fine of fifteen thousand, six hundred and twenty-five dollars and on a second or subsequent conviction to a fine of forty-six thousand, eight hundred and seventy-five dollars."
                },
                {
                    "representation": "(2)",
                    "description": "to adjudge him to pay any sum which appears to the court to be due to the person employed on account of wages."
                },
                {
                    "representation": "(3)",
                    "description": "Where an offence for which an employer is by virtue of this Part liable to a fine has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer, and either together with or before or after the conviction of the employer, and shall be liable on conviction to the same punishment as that to which the employer is liable."
                },
                {
                    "representation": "(4)",
                    "description": "Where an employer who is charged with an offence against this Part proves to the satisfaction of the court that he has used due diligence to enforce the execution of this Part, and that the offence was in fact committed by his agent or some other person without his knowledge,  consent  or  connivance,  he  shall,  in  the event  of  the conviction of that agent or other person for the offence, be exempt from any fine in respect of the offence, without prejudice, however, to the power of the court under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Any shopkeeper,  dealer, or trader, who  by  way of trade  makes any  arrangement,  express  or  implied,  LAWS OF GUYANA Labour Cap. 98:01 19  L.R.O. 1/2012                              Civil proceedings by Permanent Secretary for payment of wages at prescribed rate. [12 of 1967]            with  any employee in pursuance of which the employee performs any work for which a prescribed rate of wages has been fixed, shall be deemed for the purposes of this Part to be the employer of the employee, and the net remuneration obtainable by the employee in respect of the work after allowing for his necessary expenditure in connection with the work shall be deemed to be wages."
                },
                {
                    "representation": "(6)",
                    "description": "Where the immediate employer of any employee to whom a prescribed rate of wages applies is himself in the employment of some other person, and that employee is employed on the premises of that other person, that other person shall for the purposes of this section be deemed to be the employer of the employee jointly with the immediate employer."
                },
                {
                    "representation": "(7)",
                    "description": "On  any  prosecution  of  a  person  for  failing  to  pay wages at not less than the prescribed or agreed rate, it shall lie on that person to prove by the production of the proper wages sheets or other records of wages or otherwise that he has not paid wages at less than the prescribed or agreed rate."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Civil proceedings by Permanent Secretary for payment of wages at prescribed rate. ",
            "context": "LABOUR ACT under Civil proceedings by Permanent Secretary for payment of wages at prescribed rate. 13. Where it appears to the Permanent Secretary, or to any officer appointed under this Part or to any officer of any Government Department for the time being assisting in carrying this Part into effect, that any sum is due by an employer to an employee by reason of the fact that wages have been paid to that employee at less than the prescribed rate applicable, and that it is not possible to recover the sum so appearing to be due, or some part of that sum, by means of proceedings under section 12, the Permanent Secretary, or that officer, if he is authorised in  that  behalf  by  special  or  general directions  of  the  Permanent Secretary, may, if it appears expedient so to do by reason of the refusal or neglect of the employee to take the necessary proceedings, on behalf of and in the name of the employee, institute civil proceedings before any court of competent jurisdiction for the LAWS OF GUYANA 20 Cap. 98:01 Labour  L.R.O. 1/2012             Appointment of officers and power of entry and inspection. [12 of 1967 19 of 1977]                               recovery of the said sum:  Provided always  that  the  court  before  which  any  such  civil proceedings  are  instituted by the  Permanent Secretary or by any such officer as aforesaid shall have the same power to make an order for the payment of  costs by the Permanent Secretary or officer as if the Permanent Secretary or officer were a party to the proceedings.",
            "description": "Where it appears to the Permanent Secretary, or to any officer appointed under this Part or to any officer of any Government Department for the time being assisting in carrying this Part into effect, that any sum is due by an employer to an employee by reason of the fact that wages have been paid to that employee at less than the prescribed rate applicable, and that it is not possible to recover the sum so appearing to be due, or some part of that sum, by means of proceedings under section 12, the Permanent Secretary, or that officer, if he is authorised in  that  behalf  by  special  or  general directions  of  the  Permanent Secretary, may, if it appears expedient so to do by reason of the refusal or neglect of the employee to take the necessary proceedings, on behalf of and in the name of the employee, institute civil proceedings before any court of competent jurisdiction for the LAWS OF GUYANA 20 Cap. 98:01 Labour  L.R.O. 1/2012             Appointment of officers and power of entry and inspection. [12 of 1967 19 of 1977]                               recovery of the said sum:  Provided always  that  the  court  before  which  any  such  civil proceedings  are  instituted by the  Permanent Secretary or by any such officer as aforesaid shall have the same power to make an order for the payment of  costs by the Permanent Secretary or officer as if the Permanent Secretary or officer were a party to the proceedings."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Appointment of officers and power of entry and inspection. ",
            "context": "LABOUR ACT under Appointment of officers and power of entry and inspection. 14. (1) The Minister may appoint such officers as he may think necessary for the purpose of investigating any complaints and otherwise securing the proper observance of the provisions of this Part.  (2) Any such officer shall have power to enter at any hour of the day or night upon the premises of any employer in an occupation to which a prescribed rate is applicable and to require the production of wages sheets or other record of wages by any such employer  and  to  inspect  and  examine  the  same  and  copy  any material part thereof.  (3) If any person on being required to do so by any such officer fails or refuses to produce any wages sheet or other record of wages, that person shall be liable on summary conviction in respect of each offence to a fine of one hundred dollars; and if any person makes or causes to be made or knowingly allows to be made any wages sheet or record of wages or record of payments which is false in any material particular or produces or causes to be produced or knowingly allows to be produced any such sheet or record to any officer acting in exercise of the powers given by this section knowing the same to be false, he shall be liable on summary conviction to a fine of two hundred dollars or to imprisonment for three months.  (4) The Chief Labour Officer, the Deputy Chief Labour Officer and the Assistant Chief Labour Officer shall, without further appointment, be officers for the purposes of LAWS OF GUYANA Labour Cap. 98:01 21  L.R.O. 1/2012    Agreement in contravention of this Part void.       Duration and mode of determination of contract. [20 of 1994 19 of 1997]    Rates and particulars of wages to be notified by employer to employee.                Contracts to pay wages otherwise than in money illegal. [8 of 1960]  subsection (1).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may appoint such officers as he may think necessary for the purpose of investigating any complaints and otherwise securing the proper observance of the provisions of this Part."
                },
                {
                    "representation": "(2)",
                    "description": "Any such officer shall have power to enter at any hour of the day or night upon the premises of any employer in an occupation to which a prescribed rate is applicable and to require the production of wages sheets or other record of wages by any such employer  and  to  inspect  and  examine  the  same  and  copy  any material part thereof."
                },
                {
                    "representation": "(3)",
                    "description": "If any person on being required to do so by any such officer fails or refuses to produce any wages sheet or other record of wages, that person shall be liable on summary conviction in respect of each offence to a fine of one hundred dollars; and if any person makes or causes to be made or knowingly allows to be made any wages sheet or record of wages or record of payments which is false in any material particular or produces or causes to be produced or knowingly allows to be produced any such sheet or record to any officer acting in exercise of the powers given by this section knowing the same to be false, he shall be liable on summary conviction to a fine of two hundred dollars or to imprisonment for three months."
                },
                {
                    "representation": "(4)",
                    "description": "The Chief Labour Officer, the Deputy Chief Labour Officer and the Assistant Chief Labour Officer shall, without further appointment, be officers for the purposes of LAWS OF GUYANA Labour Cap. 98:01 21  L.R.O. 1/2012    Agreement in contravention of this Part void.       Duration and mode of determination of contract. [20 of 1994 19 of 1997]    Rates and particulars of wages to be notified by employer to employee.                Contracts to pay wages otherwise than in money illegal. [8 of 1960]  subsection"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Agreement in contravention of this Part void.   PART IV RIGHTS OF EMPLOYEES AND DUTIES AND OBLIGATIONS OF EMPLOYEES  ",
            "context": "LABOUR ACT under Agreement in contravention of this Part void.   PART IV RIGHTS OF EMPLOYEES AND DUTIES AND OBLIGATIONS OF EMPLOYEES  15. Any agreement for payment of wages in contravention of this Part shall be void.   PART IV RIGHTS OF EMPLOYEES AND DUTIES AND OBLIGATIONS OF EMPLOYERS",
            "description": "Any agreement for payment of wages in contravention of this Part shall be void.   PART IV RIGHTS OF EMPLOYEES AND DUTIES AND OBLIGATIONS OF EMPLOYERS"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Duration and mode of determination of contract. ",
            "context": "LABOUR ACT under Duration and mode of determination of contract. 16. Every contract shall be terminated by the death of the employee:  Provided that such termination shall be without prejudice to the legal claims of his heirs, dependants or personal representatives.",
            "description": "Every contract shall be terminated by the death of the employee:  Provided that such termination shall be without prejudice to the legal claims of his heirs, dependants or personal representatives."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Rates and particulars of wages to be notified by employer to employee.   PART V PAYMENT OF WAGES AND DEDUCTIONS THEREFROM  ",
            "context": "LABOUR ACT under Rates and particulars of wages to be notified by employer to employee.   PART V PAYMENT OF WAGES AND DEDUCTIONS THEREFROM  17. (1) Where an employer offers any work to an employee, he shall inform him, either at the time of  the  offer  or  as  soon thereafter on the same day as may be practicable, whether he is to be paid for his services by the task or by the day, and at what rate for the task or day, as the case may be.  (2) Upon the payment to an employee of his wages, an employer shall inform the employee of the particulars of such wages in so far as such particulars may be subject to any change.   PART V PAYMENT OF WAGES AND DEDUCTIONS THEREFROM",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an employer offers any work to an employee, he shall inform him, either at the time of  the  offer  or  as  soon thereafter on the same day as may be practicable, whether he is to be paid for his services by the task or by the day, and at what rate for the task or day, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the payment to an employee of his wages, an employer shall inform the employee of the particulars of such wages in so far as such particulars may be subject to any change.   PART V PAYMENT OF WAGES AND DEDUCTIONS THEREFROM"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "(1) Contracts to pay wages otherwise than in money illegal.  (2) Wages to be paid entirely in money. ",
            "context": "LABOUR ACT under (1) Contracts to pay wages otherwise than in money illegal.  (2) Wages to be paid entirely in money. 18. (1)  Except  where  otherwise  permitted  by  this  Part,  in every contract for the hiring of any employee or for the performance by any employee of any labour, the wages of such employee shall be payable  in  money  only,  and  not  otherwise, and if in any such contract the whole  or  any  part  LAWS OF GUYANA 22 Cap. 98:01 Labour  L.R.O. 1/2012       Wages to be paid entirely in money.               Employees right to recover entire amount of his wages.     No contract to be made with employee as to spending wages at any particular shop, etc.          Advances of money in of  such wages is  payable  in  any manner other than in money, such contract shall be and is hereby declared illegal, null and void.  (2) Except where otherwise permitted by this Part, the entire amount of the wages earned by or payable to any employee in respect of any work done by him shall be actually paid to him in money and not otherwise.  (3) Except where there is an agreement to the contrary, wages shall be paid at weekly, fortnightly or monthly intervals as the case may be.  (4) Where  the  payment  of  wages  is  made  in  money such payment shall be made on working days only, and at or near the work place except where there exist more appropriate arrangements.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Except  where  otherwise  permitted  by  this  Part,  in every contract for the hiring of any employee or for the performance by any employee of any labour, the wages of such employee shall be payable  in  money  only,  and  not  otherwise, and if in any such contract the whole  or  any  part  LAWS OF GUYANA 22 Cap. 98:01 Labour  L.R.O. 1/2012       Wages to be paid entirely in money.               Employees right to recover entire amount of his wages.     No contract to be made with employee as to spending wages at any particular shop, etc.          Advances of money in of  such wages is  payable  in  any manner other than in money, such contract shall be and is hereby declared illegal, null and void."
                },
                {
                    "representation": "(2)",
                    "description": "Except where otherwise permitted by this Part, the entire amount of the wages earned by or payable to any employee in respect of any work done by him shall be actually paid to him in money and not otherwise."
                },
                {
                    "representation": "(3)",
                    "description": "Except where there is an agreement to the contrary, wages shall be paid at weekly, fortnightly or monthly intervals as the case may be."
                },
                {
                    "representation": "(4)",
                    "description": "Where  the  payment  of  wages  is  made  in  money such payment shall be made on working days only, and at or near the work place except where there exist more appropriate arrangements."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Employee’s right to recover entire amount of his wages. ",
            "context": "LABOUR ACT under Employees right to recover entire amount of his wages. 19. Every employee shall be entitled to recover from his employer the whole or so much of the wages earned by such employee, exclusive of sums lawfully deducted in accordance with this Part, as shall not have been actually paid to him by his employer in money.",
            "description": "Every employee shall be entitled to recover from his employer the whole or so much of the wages earned by such employee, exclusive of sums lawfully deducted in accordance with this Part, as shall not have been actually paid to him by his employer in money."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "No contract to be made with employee as to spending wages at any particular shop, etc. ",
            "context": "LABOUR ACT under No contract to be made with employee as to spending wages at any particular shop, etc. 20. No employer shall, directly or indirectly, by himself or his agent, impose as a condition, express or implied, in or for the employment of any employee, any terms as to the place at which, or the  manner  in  which,  or  the  person  with  whom,  any  wages  or portion of wages paid or payable to the employee are or is to be expended, and no employer shall by himself or his agent dismiss any employee from his employment for or on account of the place at which, or the manner in which, or the person with whom, any wages or portion of wages paid or payable by the employer to such employee are or is to be expended or fail or fails to be expended.",
            "description": "No employer shall, directly or indirectly, by himself or his agent, impose as a condition, express or implied, in or for the employment of any employee, any terms as to the place at which, or the  manner  in  which,  or  the  person  with  whom,  any  wages  or portion of wages paid or payable to the employee are or is to be expended, and no employer shall by himself or his agent dismiss any employee from his employment for or on account of the place at which, or the manner in which, or the person with whom, any wages or portion of wages paid or payable by the employer to such employee are or is to be expended or fail or fails to be expended."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "(1) Advances of money in anticipation of wages.  (2) Interest, discount, etc., on advances forbidden. LAWS OF GUYANA 6 Cap. 98:01 Labour  L.R.O. 1/2012 SECTION ",
            "context": "LABOUR ACT under (1) Advances of money in anticipation of wages.  (2) Interest, discount, etc., on advances forbidden. LAWS OF GUYANA 6 Cap. 98:01 Labour  L.R.O. 1/2012 SECTION 21. (1) Subject to this Part, an employer may make LAWS OF GUYANA Labour Cap. 98:01 23  L.R.O. 1/2012 anticipation of wages.   Interest, discount, etc., on advances forbidden.     Wages in kind. [20 of 1994]                             Deduction from wages which are permitted.    advances of money to his employee in anticipation of the regular period of payment of his wages.  (2) Whenever any advance of money is made by an employer to an employee, it shall not be lawful for the employer to make any deduction in respect of such advance on account of poundage, discount, interest, commission, or any similar charge.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to this Part, an employer may make LAWS OF GUYANA Labour Cap. 98:01 23  L.R.O. 1/2012 anticipation of wages.   Interest, discount, etc., on advances forbidden.     Wages in kind. [20 of 1994]                             Deduction from wages which are permitted.    advances of money to his employee in anticipation of the regular period of payment of his wages."
                },
                {
                    "representation": "(2)",
                    "description": "Whenever any advance of money is made by an employer to an employee, it shall not be lawful for the employer to make any deduction in respect of such advance on account of poundage, discount, interest, commission, or any similar charge."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Wages in kind. ",
            "context": "LABOUR ACT under Wages in kind. 22. (1) Subject to subsection (2), in any occupation in which the partial payment of wages in the form of allowances in kind is customary or desirable because of the nature of such occupation, nothing contained in this Part shall render illegal a contract with an employee for giving to him food, drink, a house, cottage, tenement or  room,  or other  allowances  or privileges in addition to  money wages as a remuneration for his services, the payment of wages in the form of liquor of high alcoholic content or of noxious drugs not being permitted in any circumstances.  (2) No employer shall give to an employee any allowance in kind unless  (a) the employee requests such allowance on the basis that it is appropriate for his personal use and benefit or that of his family; and  (b) the value attributed to such allowance is fair and reasonable and has been agreed upon by the employer and employee.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "No employer shall give to an employee any allowance in kind unless"
                },
                {
                    "representation": "(a)",
                    "description": "the employee requests such allowance on the basis that it is appropriate for his personal use and benefit or that of his family; and"
                },
                {
                    "representation": "(b)",
                    "description": "the value attributed to such allowance is fair and reasonable and has been agreed upon by the employer and employee."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Deductions from wages which are permitted. ",
            "context": "LABOUR ACT under Deductions from wages which are permitted. 23. Nothing contained in this Part shall extend, or be construed to extend, to prevent any employer or agent of such employer, from making, or contracting to make, any stoppage or deduction from the wages of any employee for or in respect of LAWS OF GUYANA 24 Cap. 98:01 Labour  L.R.O. 1/2012                                                  (a) any unpaid rent of any land, house, cottage, tenement or room demised or let by the employer to the employee; or  (b) any grazing fee  due  by  the  employee  to  the employer; or  (c) any medicine or medical attendance supplied by the employer to the employee at the latters request; or  (d) the actual or estimated cost to the employer of any materials, tools and implements supplied by the employer to the employee at the latters request to be employed by him in his occupation; or  (e) any  victuals  supplied  by  the  employer to the employee at the latters request; or  (f) the actual or estimated cost to the employer of any goods   supplied by the employer to the employee for the personal use of the employee; or  (g) any  money  advanced  by  the  employer  to  the employee (whether paid to the employee himself or to some other person at his request), in anticipation of the regular period of payment of his wages:  Provided that the total amount which may be stopped or deducted from the wages of an employee in any one month LAWS OF GUYANA Labour Cap. 98:01 25  L.R.O. 1/2012     Penalties. [4 of 1972 20 of 1994]           Procedure for bringing actual offender before court when employer charged.                           under this paragraph shall not exceed one-third of the wages of the employee in that month.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any unpaid rent of any land, house, cottage, tenement or room demised or let by the employer to the employee; or"
                },
                {
                    "representation": "(b)",
                    "description": "any grazing fee  due  by  the  employee  to  the employer; or"
                },
                {
                    "representation": "(c)",
                    "description": "any medicine or medical attendance supplied by the employer to the employee at the latters request; or"
                },
                {
                    "representation": "(d)",
                    "description": "the actual or estimated cost to the employer of any materials, tools and implements supplied by the employer to the employee at the latters request to be employed by him in his occupation; or"
                },
                {
                    "representation": "(e)",
                    "description": "any  victuals  supplied  by  the  employer to the employee at the latters request; or"
                },
                {
                    "representation": "(f)",
                    "description": "the actual or estimated cost to the employer of any goods   supplied by the employer to the employee for the personal use of the employee; or"
                },
                {
                    "representation": "(g)",
                    "description": "any  money  advanced  by  the  employer  to  the employee"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Penalties. ",
            "context": "LABOUR ACT under Penalties. 24.  If any employer or  his  agent  contravenes  or  fails  to comply with any of the provisions of this Part, such employer or agent, as the case may be, shall be liable on summary conviction to a fine of six thousand, two hundred and fifty dollars for the first offence, to a fine of fifteen thousand, six hundred and twenty-five dollars for the second offence, and in case of a third or  subsequent offence, to a fine of forty-six thousand, eight hundred and seventy- five dollars.",
            "description": "If any employer or  his  agent  contravenes  or  fails  to comply with any of the provisions of this Part, such employer or agent, as the case may be, shall be liable on summary conviction to a fine of six thousand, two hundred and fifty dollars for the first offence, to a fine of fifteen thousand, six hundred and twenty-five dollars for the second offence, and in case of a third or  subsequent offence, to a fine of forty-six thousand, eight hundred and seventy- five dollars."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Procedure for bringing actual offender before court when employer charged.   PART VI PROHIBITION ON PAYMENT OF WAGES IN RETAIL SPIRIT SHOP  ",
            "context": "LABOUR ACT under Procedure for bringing actual offender before court when employer charged.   PART VI PROHIBITION ON PAYMENT OF WAGES IN RETAIL SPIRIT SHOP  25. (1) Where an employer is charged with an offence against this Part, he shall be entitled, upon information duly laid by him, to have any other person whom he charges as the actual offender brought before the court at the time appointed for  hearing  the charge, and if, after the commission of the offence has been proved, the employer proves to the satisfaction of the court that he had used due diligence to enforce the execution of this Part, and that the said other person had committed the offence in question without his knowledge, consent or connivance, the said other person shall be summarily convicted of such offence, and shall be liable to the same penalty as that to which the employer, if convicted, would have been liable and the employer shall be exempt from any penalty.  (2) When it is  made  to  appear  to  the  satisfaction  of the Permanent Secretary, at the time of discovering the offence, that the employer had used due diligence to enforce the execution of this Part, and also by what person such offence had been committed, and also that it had been committed without the knowledge, consent, or connivance of the employer, then the Permanent Secretary shall proceed  against  the  person  whom  he  believes  to  be  the  actual offender in the first instance without first proceeding against the employer. LAWS OF GUYANA 26 Cap. 98:01 Labour  L.R.O. 1/2012         Wages not to be paid within retail spirit shop.       Offence. [20 of 1994]           Power to make regulations as to hours of work in any occupation. [19 of 1990]               PART VI PROHIBITION OF PAYMENT OF WAGES IN RETAIL SPIRIT SHOPS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an employer is charged with an offence against this Part, he shall be entitled, upon information duly laid by him, to have any other person whom he charges as the actual offender brought before the court at the time appointed for  hearing  the charge, and if, after the commission of the offence has been proved, the employer proves to the satisfaction of the court that he had used due diligence to enforce the execution of this Part, and that the said other person had committed the offence in question without his knowledge, consent or connivance, the said other person shall be summarily convicted of such offence, and shall be liable to the same penalty as that to which the employer, if convicted, would have been liable and the employer shall be exempt from any penalty."
                },
                {
                    "representation": "(2)",
                    "description": "When it is  made  to  appear  to  the  satisfaction  of the Permanent Secretary, at the time of discovering the offence, that the employer had used due diligence to enforce the execution of this Part, and also by what person such offence had been committed, and also that it had been committed without the knowledge, consent, or connivance of the employer, then the Permanent Secretary shall proceed  against  the  person  whom  he  believes  to  be  the  actual offender in the first instance without first proceeding against the employer. LAWS OF GUYANA 26 Cap. 98:01 Labour  L.R.O. 1/2012         Wages not to be paid within retail spirit shop.       Offence. [20 of 1994]           Power to make regulations as to hours of work in any occupation. [19 of 1990]               PART VI PROHIBITION OF PAYMENT OF WAGES IN RETAIL SPIRIT SHOPS"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Wages not to be paid within retail spirit shop. ",
            "context": "LABOUR ACT under Wages not to be paid within retail spirit shop. 26.  No wages shall be paid to any employee at or within any retail spirit shop, tavern or place for the sale of any spirits, rum, wine, beer or other spirituous or fermented liquor, or any office, or place belonging thereto or occupied therewith, save and except such wages as are paid by the resident owner or occupier of such retail spirit shop, tavern or place to any employee bona fide employed by him.",
            "description": "No wages shall be paid to any employee at or within any retail spirit shop, tavern or place for the sale of any spirits, rum, wine, beer or other spirituous or fermented liquor, or any office, or place belonging thereto or occupied therewith, save and except such wages as are paid by the resident owner or occupier of such retail spirit shop, tavern or place to any employee bona fide employed by him."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Offence.   PART VII HOURS OF WORK OF EMPLOYEES  ",
            "context": "LABOUR ACT under Offence.   PART VII HOURS OF WORK OF EMPLOYEES  27. Every person who contravenes or fails to comply with or permits any person to contravene or fail to comply with any of the provisions of the preceding section shall be liable on summary conviction to a fine of six thousand, two hundred and fifty dollars for each offence.   PART VII HOURS OF WORK OF EMPLOYEES",
            "description": "Every person who contravenes or fails to comply with or permits any person to contravene or fail to comply with any of the provisions of the preceding section shall be liable on summary conviction to a fine of six thousand, two hundred and fifty dollars for each offence.   PART VII HOURS OF WORK OF EMPLOYEES"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Power to make regulations as to hours of work in any occupation.   PART VIIA COLLECTIVE AGREEMENTS  28A. Collective agreements enforceable. 28B. Meaning of “collective agreement”. 28C. Regulation of terms and conditions of employment of employees in the public sector.   PART VIII MISCELLANEOUS  ",
            "context": "LABOUR ACT under Power to make regulations as to hours of work in any occupation.   PART VIIA COLLECTIVE AGREEMENTS  28A. Collective agreements enforceable. 28B. Meaning of collective agreement. 28C. Regulation of terms and conditions of employment of employees in the public sector.   PART VIII MISCELLANEOUS  28. (1) The Minister may make regulations prescribing the number of hours which may normally be worked by an employee in any week or  on  any  day  in  any  occupation,  and  the  time  to  be allowed by an employer to his employee for his meals.  (2) In any such regulations  the  prescribed  number  of hours may vary  (a) in respect of different periods of the year;  (b) according  to the season, where the carrying on of an occupation is LAWS OF GUYANA Labour Cap. 98:01 27  L.R.O. 1/2012                    c. 91:04        Collective agreements enforceable. [9 of 1984]                  influenced by seasons;  (c) in respect of different branches or processes of an occupation;  (d) in respect of adults, children of or under the age  of  fourteen  years,  and  young  persons over the age of fourteen years and under the age of sixteen years; and  (e) in respect of different parts of Guyana.  (3) This section shall not apply to a shop assistant as defined in section 2 of the Shops Act.   PART VIIA COLLECTIVE AGREEMENTS  28A. (1) Every collective agreement which  (a) is made in writing on or after the date on which this section comes into operation; and  (b) does not contain a provision which (however expressed) states that the agreement or part of it is intended not to be legally enforceable,  shall be conclusively presumed to be intended by the parties to it to be a legally enforceable contract and with effect from the date specified for that purpose in subsection (3) the collective agreement shall, in so far as its provisions are not inconsistent with the other provisions of this Act or the provisions of any other written law, be binding on, and LAWS OF GUYANA 28 Cap. 98:01 Labour  L.R.O. 1/2012                                                 enforceable by or  against,  the  parties  to  it  and, where  any such party is an organisation, all the persons who are members of that organisation on the date on which the   collective agreement is made and all those who become members of that organisation after that date.  (2) Where a collective agreement referred to in subsection (1)(a) contains a provision which (however expressed) states that a part of the agreement specified in that provision is intended not to be legally enforceable, the collective agreement with the exception of that part shall be conclusively presumed to have been intended by the parties to it to be a legally enforceable contract and with effect from the date specified for that purpose in subsection (3) the collective agreement, with the exception  of that part, shall, in so far as its provisions are not inconsistent with the other provisions of this Act or the provisions of any other written law, be binding on, and enforceable by or against, the parties to it and, where any such party is an organisation, all the persons who are members of that organisation on the date on which the collective agreement  is  made and  all  those  who  become  members  of  that organisation after that date.  (3) The date with effect from which a collective agreement referred to in subsection (1)(a) or part of such collective agreement shall be legally enforceable under subsection (1) or subsection (2), as the case may be, shall be the date specified therefor in the collective agreement or, if no such   date is specified, the date on which the collective agreement is signed by all the parties thereto or their representatives  or,  if  the  collective agreement is  signed  by  the parties thereto or their representatives on different dates the last of the dates on which any of such parties or their representatives signed the collective agreement.  (4) A copy of  every  collective  agreement  referred  to in subsection (1)(a) signed by the parties thereto or their representatives shall be presented to the Chief Labour Officer LAWS OF GUYANA Labour Cap. 98:01 29  L.R.O. 1/2012                                                 by all or any of such parties or representatives as soon as may be possible, and in any case not later than three months after it is made and the Chief Labour Officer shall keep it in his office:  Provided that the validity or enforceability of the collective agreement shall not be affected by the non-presentation of the collective agreement to the Chief Labour Officer under this subsection.  (5) Where a copy of a collective agreement is presented to the Chief Labour Officer under subsection (4) by only one or some of the parties thereto or their representatives the Chief Labour officer shall issue notice, in the prescribed form, of the presentation of the collective agreement to the parties who, or whose representatives, did not join in presenting the collective agreement to him.  (6)  Where  one of the  parties  to  a  collective  agreement referred to in subsection (1)(a) is a trade union recognised by any employer, who or any organisation of which he is a member is a party thereto, as sole bargaining agent in respect of all his employees or  any class of his employees, the collective agreement shall  be binding also on, and enforceable also by or against, every one of his employees, or every one of that class of his employees, as the case may be, who are not members of the trade union, to the same extent to which it would have been binding on, or enforceable  by or against, those employees if they were members of the trade union.  (7) A member of any organisation which is a party to any collective  agreement, a  copy  of which  has  been  presented to the Chief  Labour  Officer  under  subsection  (4),  shall be entitled  to examine it or make extracts from it during the normal working hours of the office of the Chief Labour Officer on any working day and every person on whom the collective agreement is binding shall be entitled to obtain a LAWS OF GUYANA 30 Cap. 98:01 Labour  L.R.O. 1/2012                          Meaning of collective agreement. [9 of 1984]                    copy of it on payment of such fees as may be prescribed by the Minister by regulations.  (8) In this section reference to member of an organisation includes, in the case of an organisation of which any other organisation is a member, reference to every member of that other organisation.  (9) Where a copy of any collective agreement, a copy of which  is required  by subsection (4) to  be presented  to  the  Chief Labour Officer, is not presented to the Chief Labour Officer before the expiry of the period specified therefor by that subsection, each of the persons who signed the collective agreement shall be liable on summary conviction to a fine of five hundred dollars and also to a fine of fifty dollars for every day during which the  failure to so present the collective agreement to the Chief Labour Officer continues.  28B. (1) In this Act collective agreement means any agreement or arrangement which for the time being is subsisting and  (a) is an agreement or arrangement  made (in whatever way and in whatever form) by or on behalf of one or more organisations of employees and either one or more employers, one or more organisations of employers, or a combination of one or more employers and one or more organisations of employers; and  (b) is either an agreement or arrangement prescribing (wholly or in part) the terms and conditions of employment of employees of one or more descriptions, or an agreement or LAWS OF GUYANA Labour Cap. 98:01 31  L.R.O. 1/2012                                        arrangement relating to one or more of the procedural  matters  specified  in  subsection (2), or both.  (2) The procedural matters referred to in subsection (1)(b) are  (a) machinery for consultation with regard to, or for  the settlement by negotiation or arbitration of, terms and  conditions  of employment;  (b) machinery for consultation with regard to, or for the settlement by negotiation or arbitration of, other  questions arising between an employer or group of employers and one or more employees or organisations of employees;  (c) negotiating rights;  (d) facilities for officials of trade unions or other organisations of employees;   (e) procedures relating to dismissal;  (f) procedures relating  to  matters  of  discipline other than dismissal;  (g) procedures relating to grievances of individual employees.  28C. (1)  The Trades Union Congress  and  the  Government may, in relation to employees in the public sector generally or in relation to any class of employees in  the  public sector, make an agreement or arrangement in writing with respect to any of the matters in respect of which a sector. the public employees in employment of conditions of terms and Regulation of   LAWS OF GUYANA 32 Cap. 98:01 Labour  L.R.O. 1/2012 [9 of 1984]                                                collective agreement may be made.  (2) Any agreement or arrangement made by the Trades Union Congress and the Government under subsection (1) shall, in so far as its provisions are not inconsistent with the other provisions of  this Act  but  notwithstanding  anything contained  in any other written law or contract or award of any arbitrator or arbitration tribunal, be binding on every employee, in relation to whom the agreement or arrangement is made, and his employer and be enforceable by or against each such employee or his employer, with effect from the date specified for that purpose in the agreement or arrangement or, if no such date is specified, with effect from the date on which the agreement or arrangement is signed by all parties thereto or their representatives or if the agreement or arrangement is signed by the parties thereto or their representatives on different dates, the last of the dates on which any of such parties or representatives signed the agreement or arrangement.  (3) An agreement or arrangement made by the Trades Union Congress and the Government under subsection (1) may contain a provision stating that the agreement or arrangement or part thereof is intended not to be legally enforceable and  (a) where  the  provision  states  that  the  whole of  the agreement or arrangement is intended not to be legally enforceable, subsection (2) shall not apply to the whole of the agreement or arrangement; and  (b) where the provision states that  part of the agreement or  arrangement is intended not to be legally enforceable, subsection (2)  shall not apply to that part  but shall apply to the remaining LAWS OF GUYANA Labour Cap. 98:01 33  L.R.O. 1/2012                                                 part of the agreement or arrangement.  (4) An agreement or arrangement made under subsection (1) shall be published by the Government in the Gazette as soon as may be possible   after  it  is  signed  by  all  the  parties  thereto  or their representatives:  Provided that the validity or enforceability of the agreement or arrangement shall not be affected by its non- publication in the Gazette.  (5) Where in relation to the same employee a collective agreement to which section 28A applies and an agreement  or arrangement made under subsection (1) are in force, and the provisions of the collective agreement in regard to any matter,   being provisions  which  are   intended   to   be   legally enforceable, are in conflict with the provisions of the agreement or arrangement made under subsection (1) in regard to that matter, also being provisions which are intended to be legally enforceable, the provisions of the agreement or arrangement made under subsection (1) in regard to that matter shall prevail.  (6) The Trades Union Congress and a public sector employer may, in relation to the employees employed by or in the service  of  the  public sector employer  or  any  class  of  such employees, make an agreement or arrangement in writing with respect to any of the matters in respect of which a collective agreement may be made and the other provisions of this section, excluding subsection (1), shall mutatis mutandis apply to, and in relation to, the agreement or arrangement so arrived at subject to the modification that for every reference therein  to  an  agreement or arrangement made by the Trades Union Congress and the Government under subsection (1) there shall be substituted a reference to the agreement or arrangement made under this subsection.  (7) In this section LAWS OF GUYANA 34 Cap. 98:01 Labour  L.R.O. 1/2012                            Abstracts of Act and regulations to be displayed by employer. [39 of 1956]            General powers of designated officer. [8 of 1960  (a) award includes an interim award;  (b) employee in the public sector means an employee employed by or in the service of a public sector employer;  (c) public sector employer means  (i) the Government; (ii) any public  corporation,  or  any  other corporate body in which the controlling interest vests in the State or in any agency on behalf of the State.   PART VIII MISCELLANEOUS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "there shall be substituted a reference to the agreement or arrangement made under this subsection."
                },
                {
                    "representation": "(2)",
                    "description": "shall not apply to that part  but shall apply to the remaining LAWS OF GUYANA Labour Cap. 98:01 33  L.R.O. 1/2012                                                 part of the agreement or arrangement."
                },
                {
                    "representation": "(a)",
                    "description": "award includes an interim award;"
                },
                {
                    "representation": "(b)",
                    "description": "employee in the public sector means an employee employed by or in the service of a public sector employer;"
                },
                {
                    "representation": "(c)",
                    "description": "public sector employer means"
                },
                {
                    "representation": "(d)",
                    "description": "facilities for officials of trade unions or other organisations of employees;"
                },
                {
                    "representation": "(e)",
                    "description": "procedures relating to dismissal;"
                },
                {
                    "representation": "(3)",
                    "description": "An agreement or arrangement made by the Trades Union Congress and the Government under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "An agreement or arrangement made under subsection"
                },
                {
                    "representation": "(5)",
                    "description": "Where in relation to the same employee a collective agreement to which section 28A applies and an agreement  or arrangement made under subsection"
                },
                {
                    "representation": "(6)",
                    "description": "The Trades Union Congress and a public sector employer may, in relation to the employees employed by or in the service  of  the  public sector employer  or  any  class  of  such employees, make an agreement or arrangement in writing with respect to any of the matters in respect of which a collective agreement may be made and the other provisions of this section, excluding subsection"
                },
                {
                    "representation": "(7)",
                    "description": "In this section LAWS OF GUYANA 34 Cap. 98:01 Labour  L.R.O. 1/2012                            Abstracts of Act and regulations to be displayed by employer. [39 of 1956]            General powers of designated officer. [8 of 1960"
                },
                {
                    "representation": "(8)",
                    "description": "In this section reference to member of an organisation includes, in the case of an organisation of which any other organisation is a member, reference to every member of that other organisation."
                },
                {
                    "representation": "(9)",
                    "description": "Where a copy of any collective agreement, a copy of which  is required  by subsection"
                },
                {
                    "representation": "(f)",
                    "description": "procedures relating  to  matters  of  discipline other than dismissal;"
                },
                {
                    "representation": "(g)",
                    "description": "procedures relating to grievances of individual employees.  28C."
                },
                {
                    "representation": "(i)",
                    "description": "the Government;"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Abstracts of Act and regulations to be displayed by employer. ",
            "context": "LABOUR ACT under Abstracts of Act and regulations to be displayed by employer. 29. (1) Every employer shall display, or cause to be displayed, and shall keep displayed, at some conspicuous place on his premises, a notice containing such provisions of this Act and of any regulations or orders made thereunder, as may be prescribed by the Minister.  (2) The employer shall at all times keep the notice in such condition and position that it can easily be read by his employees.  (3) If any employer contravenes any of the requirements of this section he shall be liable on summary conviction to a fine of one hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every employer shall display, or cause to be displayed, and shall keep displayed, at some conspicuous place on his premises, a notice containing such provisions of this Act and of any regulations or orders made thereunder, as may be prescribed by the Minister."
                },
                {
                    "representation": "(2)",
                    "description": "The employer shall at all times keep the notice in such condition and position that it can easily be read by his employees."
                },
                {
                    "representation": "(3)",
                    "description": "If any employer contravenes any of the requirements of this section he shall be liable on summary conviction to a fine of one hundred dollars."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "General powers of designated officer. ",
            "context": "LABOUR ACT under General powers of designated officer. 30. (1) Any officer of the Labour Department designated for the purposes of this section by the Minister (in this section referred to as a designated officer) is empowered LAWS OF GUYANA Labour Cap. 98:01 35  L.R.O. 1/2012 12 of 1967 4 of 1972 19 of 1977 20 of 1994]                                             and authorised  (a) whenever he has reasonable cause to believe that labour is employed in any premises, to enter,  inspect  and  examine  such  premises and every part thereof at any hour of the day or night, and to obtain and to require from any employer information as to the wages, hours and conditions of work of those so employed;  (b) to take with him a member of the police force if he has reasonable cause to apprehend any serious obstruction in the execution of his duty;  (c) to carry out any examination, test or enquiry which he may consider necessary in order to satisfy himself that the provisions of any law relating to the employment of persons are being strictly observed and, in particular to  (i) interrogate, alone or in the presence of witnesses, the employer or the staff of the undertaking on any matters concerning the application of any such law or to apply for information to any other person whose evidence he may consider necessary:  Provided that no person shall be required under this subparagraph  to  answer  any  LAWS OF GUYANA 36 Cap. 98:01 Labour  L.R.O. 1/2012                                                 question,  or  to give any evidence, tending to incriminate himself;  (ii) require the production of any books, registers or other documents, the keeping of which is prescribed by any law relating to conditions of work, in order to see that they are in conformity with such law and to copy such documents or  make   extracts   from them or remove them to his office:  Provided that notice in writing to produce these books, registers or  other  documents  has  been  served on the employer at least five days in advance;  (iii) enforce the posting of notices required by any law; and (iv) take or remove for purposes of analysis samples of materials and substances used or handled, subject to the employer  or his  representative  being notified of any samples or substances taken or removed for this purpose;  (d) to require from employers generally returns giving  information  as  to  the  wages,  hours and conditions of work of their employees; and  LAWS OF GUYANA Labour Cap. 98:01 37  L.R.O. 1/2012     c. 99:06                                            (e) to  inspect  the  register  of  accidents  kept  in pursuance of section 3 of the Accidents and Occupational Diseases (Notification) Act and to obtain and to require from an employer information as to the causes and circumstances relating to any accident that may have occurred on the employers premises.  (2) A designated officer shall, when on an inspection visit, notify the employer or his representative of his presence, unless he considers that such notification may be prejudicial to the performance of his duties.  (3) Every employer shall grant to his workers and their representatives every facility  for  communicating  freely  with the designated officer when on a visit of inspection.  (4) Any person who without good and sufficient cause  (a) fails on application  being  made  to  him  in writing to furnish to any designated officer any information or any returns specified in subsection (1) or to produce any books, registers or other documents required by a designated officer under and in accordance with subsection (1);  (b) fails to grant to his workers every  facility for communicating freely with any designated officer on a visit of inspection, shall be liable on summary conviction to a fine  of  thirty-one  thousand,  two  hundred and fifty dollars; and any person who knowingly furnishes or allows to be LAWS OF GUYANA 38 Cap. 98:01 Labour  L.R.O. 1/2012              Certificate of appointment of Senior Labour Officer and Labour Officer. [8 of 1960]       Obstruction of officer in execution of duty.    Offence to reveal information.  [8 of 1960 29 of 1961 12 of 1967]          Injunction not to be granted furnished to a designated officer or other officer any information, return, book, register or document which is false in any material particular, shall be liable on summary conviction in respect of each offence to a fine of sixty-two thousand, five hundred dollars and to imprisonment for three months.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or to produce any books, registers or other documents required by a designated officer under and in accordance with subsection"
                },
                {
                    "representation": "(a)",
                    "description": "fails on application  being  made  to  him  in writing to furnish to any designated officer any information or any returns specified in subsection"
                },
                {
                    "representation": "(b)",
                    "description": "fails to grant to his workers every  facility for communicating freely with any designated officer on a visit of inspection, shall be liable on summary conviction to a fine  of  thirty-one  thousand,  two  hundred and fifty dollars; and any person who knowingly furnishes or allows to be LAWS OF GUYANA 38 Cap. 98:01 Labour  L.R.O. 1/2012              Certificate of appointment of Senior Labour Officer and Labour Officer. [8 of 1960]       Obstruction of officer in execution of duty.    Offence to reveal information.  [8 of 1960 29 of 1961 12 of 1967]          Injunction not to be granted furnished to a designated officer or other officer any information, return, book, register or document which is false in any material particular, shall be liable on summary conviction in respect of each offence to a fine of sixty-two thousand, five hundred dollars and to imprisonment for three months."
                },
                {
                    "representation": "(c)",
                    "description": "to carry out any examination, test or enquiry which he may consider necessary in order to satisfy himself that the provisions of any law relating to the employment of persons are being strictly observed and, in particular to"
                },
                {
                    "representation": "(i)",
                    "description": "interrogate, alone or in the presence of witnesses, the employer or the staff of the undertaking on any matters concerning the application of any such law or to apply for information to any other person whose evidence he may consider necessary:  Provided that no person shall be required under this subparagraph  to  answer  any  LAWS OF GUYANA 36 Cap. 98:01 Labour  L.R.O. 1/2012                                                 question,  or  to give any evidence, tending to incriminate himself;"
                },
                {
                    "representation": "(d)",
                    "description": "to require from employers generally returns giving  information  as  to  the  wages,  hours and conditions of work of their employees; and  LAWS OF GUYANA Labour Cap. 98:01 37  L.R.O. 1/2012     c. 99:06"
                },
                {
                    "representation": "(e)",
                    "description": "to  inspect  the  register  of  accidents  kept  in pursuance of section 3 of the Accidents and Occupational Diseases"
                },
                {
                    "representation": "(2)",
                    "description": "A designated officer shall, when on an inspection visit, notify the employer or his representative of his presence, unless he considers that such notification may be prejudicial to the performance of his duties."
                },
                {
                    "representation": "(3)",
                    "description": "Every employer shall grant to his workers and their representatives every facility  for  communicating  freely  with the designated officer when on a visit of inspection."
                },
                {
                    "representation": "(4)",
                    "description": "Any person who without good and sufficient cause"
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Certificate of appointment of Senior Labour Officer and Labour Officer. ",
            "context": "LABOUR ACT under Certificate of appointment of Senior Labour Officer and Labour Officer. 31. (1) Every Senior Labour Officer or Labour Officer appointed under section 3(1) shall be furnished with a certificate of his appointment in the prescribed form.  (2) When visiting any premises in the execution of his duty under this Act, every Senior Labour Officer and Labour Officer shall, if required so to do, produce the said certificate to the employer or his representative.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every Senior Labour Officer or Labour Officer appointed under section 3(1) shall be furnished with a certificate of his appointment in the prescribed form."
                },
                {
                    "representation": "(2)",
                    "description": "When visiting any premises in the execution of his duty under this Act, every Senior Labour Officer and Labour Officer shall, if required so to do, produce the said certificate to the employer or his representative."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Obstruction of officer in execution of duty. ",
            "context": "LABOUR ACT under Obstruction of officer in execution of duty. 32. Any person who hinders, molests or obstructs any officer in the execution of his duty under this Act shall be liable on summary conviction to a fine of three hundred dollars or to imprisonment for three months.",
            "description": "Any person who hinders, molests or obstructs any officer in the execution of his duty under this Act shall be liable on summary conviction to a fine of three hundred dollars or to imprisonment for three months."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Offence to reveal information.  LAWS OF GUYANA Labour Cap. 98:01 7  L.R.O. 1/2012 SECTION 33A. Injunction not to be granted against functioning of arbitration tribunal. ",
            "context": "LABOUR ACT under Offence to reveal information.  LAWS OF GUYANA Labour Cap. 98:01 7  L.R.O. 1/2012 SECTION 33A. Injunction not to be granted against functioning of arbitration tribunal. 33. (1) The Chief  Labour Officer,  Deputy  Chief  Labour Officer or Assistant Chief Labour Officer and every Senior Labour Officer or Labour Officer shall, even after leaving the public service, maintain secrecy concerning any manufacturing or commercial secrets  or working processes which may come to his knowledge in the course of his duties.  (2) Every person who wilfully acts in contravention of this section shall be liable on summary conviction to a fine of four hundred dollars and to imprisonment for six months.  33A. (1) Notwithstanding  anything contained  in any other written law, where any matter has been referred for LAWS OF GUYANA Labour Cap. 98:01 39  L.R.O. 1/2012 against functioning of arbitration tribunal. [9 of 1984]                                            settlement to the arbitration of an  arbitration  tribunal  under  section 4, no court shall  make  an interlocutory order (whether ex parte or with notice) in any cause or matter pending before it staying, or having the effect of staying, the operation of the reference or granting an injunction prohibiting,  or  having  the  effect of prohibiting,  the  arbitration tribunal from exercising or performing its functions in respect of the matter so referred.  (2) Where before the coming into operation of this section a court has made an interlocutory order granting an injunction prohibiting, or having the effect of prohibiting, any arbitration tribunal, to whom any matter has been referred for settlement under section 4, from exercising or performing its functions and that cause or matter has not been finally determined by the court before the coming into operation of this section, any of the parties to the cause or  matter  in  which  the  interlocutory  order  has  been  made  may, within three months of the coming into operation of this section, apply to the court in which the cause or matter is pending requesting the cancellation of the interlocutory order and thereupon the court shall, after giving all the parties concerned   a   reasonable opportunity of being heard, pass appropriate orders in accordance with the provisions of this section so as to enable the arbitration tribunal to exercise and perform its functions.  (3) The preceding provisions  of  this  section  shall  not apply to any application properly made  under  article 153  of the Constitution.  (4) A cause or matter in which the legality or propriety of the reference of any matter for settlement to the arbitration of an arbitration tribunal under section 4 is questioned shall be heard and finally determined by the court in which it is pending, with all convenient speed and all the parties to the cause or matter shall give full cooperation to the court for this purpose. LAWS OF GUYANA 40 Cap. 98:01 Labour  L.R.O. 1/2012                General power of Minister to make regulations. [9 of 1984]                            Penalty for breach of  (5) The provisions of this section shall apply also in relation to any arbitration tribunal to which any matter has been referred under section 4 before the date on which this section comes into operation, if that arbitration tribunal has not, before that date, effected a settlement of the matter referred to it or made its final award in relation to that matter.  (6) In this section interlocutory order includes  an order granting an interim injunction.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding  anything contained  in any other written law, where any matter has been referred for LAWS OF GUYANA Labour Cap. 98:01 39  L.R.O. 1/2012 against functioning of arbitration tribunal. [9 of 1984]                                            settlement to the arbitration of an  arbitration  tribunal  under  section 4, no court shall  make  an interlocutory order"
                },
                {
                    "representation": "(2)",
                    "description": "Where before the coming into operation of this section a court has made an interlocutory order granting an injunction prohibiting, or having the effect of prohibiting, any arbitration tribunal, to whom any matter has been referred for settlement under section 4, from exercising or performing its functions and that cause or matter has not been finally determined by the court before the coming into operation of this section, any of the parties to the cause or  matter  in  which  the  interlocutory  order  has  been  made  may, within three months of the coming into operation of this section, apply to the court in which the cause or matter is pending requesting the cancellation of the interlocutory order and thereupon the court shall, after giving all the parties concerned   a   reasonable opportunity of being heard, pass appropriate orders in accordance with the provisions of this section so as to enable the arbitration tribunal to exercise and perform its functions."
                },
                {
                    "representation": "(3)",
                    "description": "The preceding provisions  of  this  section  shall  not apply to any application properly made  under  article 153  of the Constitution."
                },
                {
                    "representation": "(4)",
                    "description": "A cause or matter in which the legality or propriety of the reference of any matter for settlement to the arbitration of an arbitration tribunal under section 4 is questioned shall be heard and finally determined by the court in which it is pending, with all convenient speed and all the parties to the cause or matter shall give full cooperation to the court for this purpose. LAWS OF GUYANA 40 Cap. 98:01 Labour  L.R.O. 1/2012                General power of Minister to make regulations. [9 of 1984]                            Penalty for breach of"
                },
                {
                    "representation": "(5)",
                    "description": "The provisions of this section shall apply also in relation to any arbitration tribunal to which any matter has been referred under section 4 before the date on which this section comes into operation, if that arbitration tribunal has not, before that date, effected a settlement of the matter referred to it or made its final award in relation to that matter."
                },
                {
                    "representation": "(6)",
                    "description": "In this section interlocutory order includes  an order granting an interim injunction."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "General power of Minister to make regulations. ",
            "context": "LABOUR ACT under General power of Minister to make regulations. 34. The Minister may make regulations  (a) prescribing the form in which the information and the returns in subsection (1) of section 30 shall be furnished;  (b) prescribing or empowering the Permanent Secretary to  approve of the form or manner in which any pay-lists or statistics of earnings of employees and of deductions made therefrom shall be kept by any employer;  (c) prescribing any other form required for the purposes of this Act, including the form for a notice under section 28A(5);  (cc) prescribing  the fees payable under section 28A(7) for obtaining a copy of a collective agreement; and  (d) generally for the purposes of this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "prescribing the form in which the information and the returns in subsection"
                },
                {
                    "representation": "(1)",
                    "description": "of section 30 shall be furnished;"
                },
                {
                    "representation": "(b)",
                    "description": "prescribing or empowering the Permanent Secretary to  approve of the form or manner in which any pay-lists or statistics of earnings of employees and of deductions made therefrom shall be kept by any employer;"
                },
                {
                    "representation": "(c)",
                    "description": "prescribing any other form required for the purposes of this Act, including the form for a notice under section 28A(5);"
                },
                {
                    "representation": "(7)",
                    "description": "for obtaining a copy of a collective agreement; and"
                },
                {
                    "representation": "(d)",
                    "description": "generally for the purposes of this Act."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Penalty for breach of regulations. ",
            "context": "LABOUR ACT under Penalty for breach of regulations. 35. There may be annexed to the breach of any LAWS OF GUYANA Labour Cap. 98:01 41  L.R.O. 1/2012 regulations.  [20 of 1994]    Power of Minister to make rules.                            Extended jurisdiction.      Institution   of prosecutions by Permanent Secretary.   regulation made under this Act a penalty not exceeding the sum of eighteen thousand, seven hundred and fifty dollars.",
            "description": "There may be annexed to the breach of any LAWS OF GUYANA Labour Cap. 98:01 41  L.R.O. 1/2012 regulations.  [20 of 1994]    Power of Minister to make rules.                            Extended jurisdiction.      Institution   of prosecutions by Permanent Secretary.   regulation made under this Act a penalty not exceeding the sum of eighteen thousand, seven hundred and fifty dollars."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Power of Minister to make rules. ",
            "context": "LABOUR ACT under Power of Minister to make rules. 36. The Minister may make rules  (a) regulating the procedure to be followed by Advisory Committees appointed under this Act;  (b) regulating the amount, and payment, of remuneration, fees, costs and expenses in respect of any inquiry by an  Advisory  Committee under this Act;  (c) regulating or prohibiting the publication of reports submitted by Advisory Committees appointed under  this  Act  and the publication of any evidence  given  before such Committees; and  (d) generally to give effect to the provisions of this Act relating to the holding of inquiries by Advisory Committees.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "regulating the procedure to be followed by Advisory Committees appointed under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "regulating the amount, and payment, of remuneration, fees, costs and expenses in respect of any inquiry by an  Advisory  Committee under this Act;"
                },
                {
                    "representation": "(c)",
                    "description": "regulating or prohibiting the publication of reports submitted by Advisory Committees appointed under  this  Act  and the publication of any evidence  given  before such Committees; and"
                },
                {
                    "representation": "(d)",
                    "description": "generally to give effect to the provisions of this Act relating to the holding of inquiries by Advisory Committees."
                }
            ]
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Extended jurisdiction. ",
            "context": "LABOUR ACT under Extended jurisdiction. 37. Any proceeding under this Act may be taken  in the magistrates court of the district in which the contract is made or of the district in which the offence or breach is alleged to have been committed.",
            "description": "Any proceeding under this Act may be taken  in the magistrates court of the district in which the contract is made or of the district in which the offence or breach is alleged to have been committed."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "38",
            "title": "Institution of prosecutions by Permanent Secretary. ",
            "context": "LABOUR ACT under Institution of prosecutions by Permanent Secretary. 38. The Permanent Secretary may institute or cause to be instituted any prosecution for the purpose of enforcing any of the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Permanent Secretary. LAWS OF GUYANA 42 Cap. 98:01 Labour  L.R.O. 1/2012   Procedure.          c. 10:02   General penalty. [20 of 1994]     Expenses of execution of Act. How defrayed.  No order for attachment of wages of certain employees. [8 of 1960]",
            "description": "The Permanent Secretary may institute or cause to be instituted any prosecution for the purpose of enforcing any of the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Permanent Secretary. LAWS OF GUYANA 42 Cap. 98:01 Labour  L.R.O. 1/2012   Procedure.          c. 10:02   General penalty. [20 of 1994]     Expenses of execution of Act. How defrayed.  No order for attachment of wages of certain employees. [8 of 1960]"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "39",
            "title": "Procedure. ",
            "context": "LABOUR ACT under Procedure. 39. All complaints under this Act may be heard and determined and all offences and penalties may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts:  Provided that any order for the payment or recovery of wages or compensation shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction (Procedure) Act.",
            "description": "All complaints under this Act may be heard and determined and all offences and penalties may be prosecuted and enforced in the manner provided by the Summary Jurisdiction Acts:  Provided that any order for the payment or recovery of wages or compensation shall be enforceable in the same manner as an order for the payment of compensation under the Summary Jurisdiction (Procedure) Act."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "40",
            "title": "General penalty. ",
            "context": "LABOUR ACT under General penalty. 40. Any person who by any act or omission contravenes or fails to comply with any provision of this Act shall, unless a penalty is otherwise specifically provided, be liable to pay a fine of six thousand, two hundred and fifty dollars.",
            "description": "Any person who by any act or omission contravenes or fails to comply with any provision of this Act shall, unless a penalty is otherwise specifically provided, be liable to pay a fine of six thousand, two hundred and fifty dollars."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "41",
            "title": "Expenses of execution of Act. How defrayed. ",
            "context": "LABOUR ACT under Expenses of execution of Act. How defrayed. 41.  The expenses of the Ministry in the execution of this Act shall be defrayed out of moneys provided by Parliament.",
            "description": "The expenses of the Ministry in the execution of this Act shall be defrayed out of moneys provided by Parliament."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "42",
            "title": "No order for attachment of wages of certain employees.  __________________________  CHAPTER 98:01  LABOUR ACT 1953 Ed. c. 103 _______________________________________________________ 2 of 1942 An Act to provide for the establishment of a Department of Labour, for the regulation of the relationship between employers and employees and for the settlement of differences between them.  [23RD JANUARY, 1942]  Short title.   Interpretation. [5 of 1974]         ",
            "context": "LABOUR ACT under No order for attachment of wages of certain employees.  __________________________  CHAPTER 98:01  LABOUR ACT 1953 Ed. c. 103 _______________________________________________________ 2 of 1942 An Act to provide for the establishment of a Department of Labour, for the regulation of the relationship between employers and employees and for the settlement of differences between them.  [23RD JANUARY, 1942]  Short title.   Interpretation. [5 of 1974]         42. No order for the attachment of the wages of any servant, labourer  or  workman  shall  be  made  by  the  High  Court or  by a magistrates court.    ____________________           LAWS OF GUYANA Labour Cap. 98:01 43 [Subsidiary] Labour (Arbitration Procedure) Regulations  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   LABOUR (ARBITRATION PROCEDURE) REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATION",
            "description": "No order for the attachment of the wages of any servant, labourer  or  workman  shall  be  made  by  the  High  Court or  by a magistrates court.    ____________________           LAWS OF GUYANA Labour Cap. 98:01 43 [Subsidiary] Labour (Arbitration Procedure) Regulations  L.R.O. 1/2012 SUBSIDIARY LEGISLATION  _________________   LABOUR (ARBITRATION PROCEDURE) REGULATIONS  ARRANGEMENT OF REGULATIONS  REGULATION"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "45.9 cents per ft per pair Hand Driller Gabbro – 66 cents per ft per   pair  Fines- under 6 inches ",
            "context": "LABOUR ACT under 45.9 cents per ft per pair Hand Driller Gabbro  66 cents per ft per   pair  Fines- under 6 inches 045.00 per week Layer $3,",
            "description": "045.00 per week Layer $3,"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "313.00 per week $1,",
            "context": "LABOUR ACT under 313.00 per week $1,313.00 per week Category of Employee Minimum Rate of Wages  SCHEDULE      Employees) Order is hereby revoked.",
            "description": "313.00 per week Category of Employee Minimum Rate of Wages  SCHEDULE      Employees) Order is hereby revoked."
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "500.00 per week Shift Operator $8,",
            "context": "LABOUR ACT under 500.00 per week Shift Operator $8,500.00 per week Mechanic $8,",
            "description": "500.00 per week Mechanic $8,"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "613.00 per week Machinists $   ",
            "context": "LABOUR ACT under 613.00 per week Machinists $   613.00 per week Semi-skilled workers $",
            "description": "613.00 per week Semi-skilled workers $"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "650.00 per week Assorter $4,",
            "context": "LABOUR ACT under 650.00 per week Assorter $4,650.00 per week Examiner $4,",
            "description": "650.00 per week Examiner $4,"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "666.00 per week  ____________________         ____________________  Conductor $1,",
            "context": "LABOUR ACT under 666.00 per week  ____________________         ____________________  Conductor $1,666.00 per week Driver $3,",
            "description": "666.00 per week Driver $3,"
        }
    },
    {
        "act": "LABOUR ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1984",
            "title": "",
            "context": "LABOUR ACT under 1984.",
            "description": "1984."
        }
    }
]