[
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "TRADE UNIONS ACT under Short title. 1. This Act may be cited as the Trade Unions Act.",
            "description": "This Act may be cited as the Trade Unions Act."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "TRADE UNIONS ACT under Interpretation. 2. In this Act  the Registrar means the Registrar appointed under this Act;  the rules or rules means rules made under this Act;  statutory objects means the regulation of the relations between workmen and masters, or between workmen and workmen, or between masters and masters, or the imposing of restrictive conditions on the conduct of any trade or business, and also the provision of benefit to members;   CHAPTER 98:03  TRADE UNIONS ACT  LAWS OF GUYANA Trade Unions Cap. 98:03 5  L.R.O. 1/2012                       Trade unions.             Exemptions.                                       trade dispute means any dispute between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment, or terms of the employment or with the conditions of labour, of any person;  trade union means any combination, whether temporary or permanent, the principal objects of which are under its constitution statutory objects:  Provided that any combination which is for the time being registered as a trade union shall be deemed to be a trade union as defined by this Act so long as it continues to be so registered.",
            "description": "In this Act  the Registrar means the Registrar appointed under this Act;  the rules or rules means rules made under this Act;  statutory objects means the regulation of the relations between workmen and masters, or between workmen and workmen, or between masters and masters, or the imposing of restrictive conditions on the conduct of any trade or business, and also the provision of benefit to members;   CHAPTER 98:03  TRADE UNIONS ACT  LAWS OF GUYANA Trade Unions Cap. 98:03 5  L.R.O. 1/2012                       Trade unions.             Exemptions.                                       trade dispute means any dispute between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment, or terms of the employment or with the conditions of labour, of any person;  trade union means any combination, whether temporary or permanent, the principal objects of which are under its constitution statutory objects:  Provided that any combination which is for the time being registered as a trade union shall be deemed to be a trade union as defined by this Act so long as it continues to be so registered."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Trade unions. ",
            "context": "TRADE UNIONS ACT under Trade unions. 3. The fact that a combination has, under its constitution, objects or powers other than statutory objects within the meaning of this Act shall not prevent its being a trade union for the purposes of this Act so long as it is a trade union as defined by this Act, and any trade union shall have power to apply the funds of the union for any lawful objects or purposes for the time being authorised under its constitution.",
            "description": "The fact that a combination has, under its constitution, objects or powers other than statutory objects within the meaning of this Act shall not prevent its being a trade union for the purposes of this Act so long as it is a trade union as defined by this Act, and any trade union shall have power to apply the funds of the union for any lawful objects or purposes for the time being authorised under its constitution."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Exemptions. ",
            "context": "TRADE UNIONS ACT under Exemptions. 4. This Act shall not affect  (a)    any agreement between partners as to their own business;  (b)   any agreement between an employer and those employed by him as to the employment;  (c)    any agreement in consideration of the sale of the goodwill of a business, or of instruction in any profession, trade, or handicraft.   LAWS OF GUYANA 6 Cap. 98:03 Trade Unions  L.R.O. 1/2012  When objects  of union not unlawful.                  When trade union contracts not  enforceable.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any agreement between partners as to their own business;"
                },
                {
                    "representation": "(b)",
                    "description": "any agreement between an employer and those employed by him as to the employment;"
                },
                {
                    "representation": "(c)",
                    "description": "any agreement in consideration of the sale of the goodwill of a business, or of instruction in any profession, trade, or handicraft.   LAWS OF GUYANA 6 Cap. 98:03 Trade Unions  L.R.O. 1/2012  When objects  of union not unlawful.                  When trade union contracts not  enforceable."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "When objects of union not unlawful. ",
            "context": "TRADE UNIONS ACT under When objects of union not unlawful. 5. (1) The purposes of any trade union shall not, by reason merely that they are in restraint of trade, be deemed to be unlawful so as to render any member of the union liable to criminal prosecution for conspiracy or otherwise.  (2) The purposes of any trade union shall not, by reason merely that they are in restraint of trade, be unlawful so as to render void or voidable any agreement or trust.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The purposes of any trade union shall not, by reason merely that they are in restraint of trade, be deemed to be unlawful so as to render any member of the union liable to criminal prosecution for conspiracy or otherwise."
                },
                {
                    "representation": "(2)",
                    "description": "The purposes of any trade union shall not, by reason merely that they are in restraint of trade, be unlawful so as to render void or voidable any agreement or trust."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "When trade union contracts not enforceable. ",
            "context": "TRADE UNIONS ACT under When trade union contracts not enforceable. 6. Nothing in this Act shall enable any court to entertain any legal proceedings instituted with the object of directly enforcing or recovering damages for the breach of any agreement  (a)    between members of a trade union as a union concerning the conditions on which any members for the time being of the union shall or shall not sell their goods, transact business, employ or be employed; or  (b)  for the payment by any person of any subscription or penalty to a trade union; or  (c)    for the application of the funds of a trade union  (i)       to provide benefits to members; or  (ii)   to furnish contributions to any employer or workman not a member of that union, in consideration of the employer or workman  acting in conformity with the rules or resolutions of that union; or  (iii)   to discharge any fine imposed upon any person by sentence of a court of justice; or LAWS OF GUYANA Trade Unions Cap. 98:03 7  L.R.O. 1/2012                       Prohibition   of actions  of  tort against unions. [9 of 1947]                      Conspiracy in relation to trade disputes. [8 of 1943]                     (d)       made between one trade union and another; or of any bond to secure the performance of any of the above-mentioned agreements; but nothing in this section shall be deemed to constitute any of the above-mentioned agreements unlawful.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "between members of a trade union as a union concerning the conditions on which any members for the time being of the union shall or shall not sell their goods, transact business, employ or be employed; or"
                },
                {
                    "representation": "(b)",
                    "description": "for the payment by any person of any subscription or penalty to a trade union; or"
                },
                {
                    "representation": "(c)",
                    "description": "for the application of the funds of a trade union"
                },
                {
                    "representation": "(i)",
                    "description": "to provide benefits to members; or"
                },
                {
                    "representation": "(d)",
                    "description": "made between one trade union and another; or of any bond to secure the performance of any of the above-mentioned agreements; but nothing in this section shall be deemed to constitute any of the above-mentioned agreements unlawful."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Prohibition of actions of tort against unions. ",
            "context": "TRADE UNIONS ACT under Prohibition of actions of tort against unions. 7. (1) An action against a trade union, whether of workmen or masters, or against any members or officers thereof on behalf of themselves and all other members of the union, in respect of any tortious act alleged to have been committed by or on behalf of that union, shall not be entertained by any court.  (2) Nothing in this section shall affect the liability of the trustees of a trade union to be sued in the events provided for by section 20, except in respect of any tortious act committed by or on behalf of the union in contemplation or in furtherance of a trade dispute.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An action against a trade union, whether of workmen or masters, or against any members or officers thereof on behalf of themselves and all other members of the union, in respect of any tortious act alleged to have been committed by or on behalf of that union, shall not be entertained by any court."
                },
                {
                    "representation": "(2)",
                    "description": "Nothing in this section shall affect the liability of the trustees of a trade union to be sued in the events provided for by section 20, except in respect of any tortious act committed by or on behalf of the union in contemplation or in furtherance of a trade dispute."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Conspiracy in relation to trade disputes. ",
            "context": "TRADE UNIONS ACT under Conspiracy in relation to trade disputes. 8. (1) An agreement or combination of two or more persons to do or procure to be done any act in contemplation or furtherance of a trade dispute shall not be indictable as a conspiracy if such act committed by one person would not be punishable as a crime.  (2) An act done in pursuance of an agreement or combination by two or more persons shall, if done in contemplation or furtherance of a trade dispute, not be actionable unless the act, if done without any such agreement or combination, would be actionable.  (3) Nothing in this section shall exempt from punishment any person guilty of a conspiracy for which a punishment is awarded by any Act.  (4) Nothing in this section shall affect the law relating to riot, unlawful assembly, breach of the peace or LAWS OF GUYANA 8 Cap. 98:03 Trade Unions  L.R.O. 1/2012                       Removal of liability for interfering  with another   persons business. [8 of 1943]          Chapters 36:04 and 89:01 not applicable to unions.          c. 36:04     Trade unions prohibited   from carrying sedition or any offence against the State.  (5) A crime for the purposes of this section means an offence for the commission of which the offender is liable to be imprisoned either absolutely or at the discretion of the Court as an alternative for some other punishment.  (6) Where a person is convicted of any such agreement or combination as aforesaid to do or procure to be done an act which is punishable on summary conviction, and is sentenced to imprisonment, the imprisonment shall not exceed three months, or such longer time, if any, as may have been prescribed by the law for the punishment of the said act when committed by one person.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "An agreement or combination of two or more persons to do or procure to be done any act in contemplation or furtherance of a trade dispute shall not be indictable as a conspiracy if such act committed by one person would not be punishable as a crime."
                },
                {
                    "representation": "(2)",
                    "description": "An act done in pursuance of an agreement or combination by two or more persons shall, if done in contemplation or furtherance of a trade dispute, not be actionable unless the act, if done without any such agreement or combination, would be actionable."
                },
                {
                    "representation": "(3)",
                    "description": "Nothing in this section shall exempt from punishment any person guilty of a conspiracy for which a punishment is awarded by any Act."
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall affect the law relating to riot, unlawful assembly, breach of the peace or LAWS OF GUYANA 8 Cap. 98:03 Trade Unions  L.R.O. 1/2012                       Removal of liability for interfering  with another   persons business. [8 of 1943]          Chapters 36:04 and 89:01 not applicable to unions.          c. 36:04     Trade unions prohibited   from carrying sedition or any offence against the State."
                },
                {
                    "representation": "(5)",
                    "description": "A crime for the purposes of this section means an offence for the commission of which the offender is liable to be imprisoned either absolutely or at the discretion of the Court as an alternative for some other punishment."
                },
                {
                    "representation": "(6)",
                    "description": "Where a person is convicted of any such agreement or combination as aforesaid to do or procure to be done an act which is punishable on summary conviction, and is sentenced to imprisonment, the imprisonment shall not exceed three months, or such longer time, if any, as may have been prescribed by the law for the punishment of the said act when committed by one person."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Removal of liability for interfering with another person’s business. ",
            "context": "TRADE UNIONS ACT under Removal of liability for interfering with another persons business. 9. An act done by a person in contemplation or furtherance of a trade dispute shall not be actionable on the ground only that it induces some other person to break a contract of employment or that it is an interference with the trade, business, or employment of some other person, or with the right of some other person to dispose of his capital or his labour as he wills.",
            "description": "An act done by a person in contemplation or furtherance of a trade dispute shall not be actionable on the ground only that it induces some other person to break a contract of employment or that it is an interference with the trade, business, or employment of some other person, or with the right of some other person to dispose of his capital or his labour as he wills."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Chapters 36:04 and 89:09 not applicable to unions. ",
            "context": "TRADE UNIONS ACT under Chapters 36:04 and 89:09 not applicable to unions. 10. The following Acts, that is to say,  (a)      the Friendly Societies Act, and  (b)      the Companies Act ,  shall not apply to a trade union:  Provided that a trade union which insures or pays money on the death of a child under ten years of age shall be deemed to be within the provisions of section 41 of the Friendly Societies Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the Friendly Societies Act, and"
                },
                {
                    "representation": "(b)",
                    "description": "the Companies Act ,  shall not apply to a trade union:  Provided that a trade union which insures or pays money on the death of a child under ten years of age shall be deemed to be within the provisions of section 41 of the Friendly Societies Act."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Trade unions prohibited from carrying on business unless registered. ",
            "context": "TRADE UNIONS ACT under Trade unions prohibited from carrying on business unless registered. 11. (1) No trade union or any member thereof shall perform any act in furtherance of the purposes for which it LAWS OF GUYANA Trade Unions Cap. 98:03 9  L.R.O. 1/2012 on business unless registered. [8 of 1943 4 of 1972]   Compulsory registration.  [8 of 1943 4 of 1972]                                 Registrar of unions.   Register of unions.              has been formed unless such trade union has first been registered. (2) Any trade union or any officer or member thereof who contravenes this section shall be liable on summary conviction to a fine of three hundred dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No trade union or any member thereof shall perform any act in furtherance of the purposes for which it LAWS OF GUYANA Trade Unions Cap. 98:03 9  L.R.O. 1/2012 on business unless registered. [8 of 1943 4 of 1972]   Compulsory registration.  [8 of 1943 4 of 1972]                                 Registrar of unions.   Register of unions.              has been formed unless such trade union has first been registered."
                },
                {
                    "representation": "(2)",
                    "description": "Any trade union or any officer or member thereof who contravenes this section shall be liable on summary conviction to a fine of three hundred dollars."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Compulsory registration. ",
            "context": "TRADE UNIONS ACT under Compulsory registration. 12. (1) Every trade union shall be registered in accordance with this Act or be dissolved within three months of the date  (a)      of its formation; or  (b)     of any notification by the Registrar that he has refused under  section 24 to register the trade union (unless the decision of the Registrar is reversed on appeal),  whichever is the later date.  (2) Every trade union which is not registered or dissolved within the period prescribed in the preceding subsection and every officer thereof shall be liable on summary conviction to a fine of seventy-five dollars for every day it remains unregistered after the expiration of such period.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every trade union shall be registered in accordance with this Act or be dissolved within three months of the date"
                },
                {
                    "representation": "(a)",
                    "description": "of its formation; or"
                },
                {
                    "representation": "(b)",
                    "description": "of any notification by the Registrar that he has refused under  section 24 to register the trade union"
                },
                {
                    "representation": "(2)",
                    "description": "Every trade union which is not registered or dissolved within the period prescribed in the preceding subsection and every officer thereof shall be liable on summary conviction to a fine of seventy-five dollars for every day it remains unregistered after the expiration of such period."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Registrar of trade unions. ",
            "context": "TRADE UNIONS ACT under Registrar of trade unions. 13. There shall be a Registrar of trade unions for the purposes of this Act.",
            "description": "There shall be a Registrar of trade unions for the purposes of this Act."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Register of unions. ",
            "context": "TRADE UNIONS ACT under Register of unions. 14. The Registrar shall keep a register of all trade unions registered under this Act in the form required by the rules, and shall discharge all the duties required by this Act and by the rules.",
            "description": "The Registrar shall keep a register of all trade unions registered under this Act in the form required by the rules, and shall discharge all the duties required by this Act and by the rules."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Registration of unions. ",
            "context": "TRADE UNIONS ACT under Registration of unions. 15. Any seven or more members of a trade union may, by subscribing their names to the rules of the union, and otherwise complying with this Act with respect to unions. Registration of LAWS OF GUYANA 10 Cap. 98:03 Trade Unions  L.R.O. 1/2012          Land for  unions may be purchased or leased.                Property of unions vested  in trustees. [9 of 1947]                          registration, register the union under this Act, but if any one of the purposes of that union is unlawful the registration shall be void.",
            "description": "Any seven or more members of a trade union may, by subscribing their names to the rules of the union, and otherwise complying with this Act with respect to unions. Registration of LAWS OF GUYANA 10 Cap. 98:03 Trade Unions  L.R.O. 1/2012          Land for  unions may be purchased or leased.                Property of unions vested  in trustees. [9 of 1947]                          registration, register the union under this Act, but if any one of the purposes of that union is unlawful the registration shall be void."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Land for unions may be purchased or leased. ",
            "context": "TRADE UNIONS ACT under Land for unions may be purchased or leased. 16. Any trade union registered under this Act may purchase or take upon lease, in the names of the trustees for the time being of the union, any land not exceeding one acre, and may sell, exchange, mortgage, or let the land, and no purchaser, assignee, mortgagee, or tenant, shall be bound to inquire whether the trustees have authority for any sale, exchange, mortgage, or letting, and the receipt of the trustees shall be a discharge for the money arising therefrom; and for the purposes of this section every branch of a trade union shall be considered a distinct union.",
            "description": "Any trade union registered under this Act may purchase or take upon lease, in the names of the trustees for the time being of the union, any land not exceeding one acre, and may sell, exchange, mortgage, or let the land, and no purchaser, assignee, mortgagee, or tenant, shall be bound to inquire whether the trustees have authority for any sale, exchange, mortgage, or letting, and the receipt of the trustees shall be a discharge for the money arising therefrom; and for the purposes of this section every branch of a trade union shall be considered a distinct union."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Property of unions vested in trustees. ",
            "context": "TRADE UNIONS ACT under Property of unions vested in trustees. 17. (1) All movable and immovable property whatsoever belonging to any trade union registered under this Act shall be vested in the trustees for the time being of the union, appointed as provided by this Act, for the use and benefit of the union and the members thereof, and the movable or immovable property of any branch of a trade union shall be vested in the trustees of that branch, or in the trustees of the union, if the rules of the union so provide, and be under the control of the trustees, their respective executors or administrators, according to their respective claims and interests.  (2) Upon the death or removal of any of the trustees, the property shall vest in the succeeding trustees for the same estate and interest as the former trustees had therein, and subject to the same trusts, without any conveyance or assignment whatsoever, except in the case of stocks and securities in the public funds of Guyana, which shall be transferred into the names of the new trustees.  (3) In all actions, or suits, or indictments, or summary proceedings before any court of summary jurisdiction, touching or concerning any of the property, it LAWS OF GUYANA Trade Unions Cap. 98:03 11  L.R.O. 1/2012                Trustee not to hold any office in same trade union. [9 of 1947]                               In cases of disability of trustees. [9 of 1947]                     shall be stated to be that of the person or persons for the time being holding the appointment of trustee, in his or their proper names, as trustees of the trade union, without any further description.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "All movable and immovable property whatsoever belonging to any trade union registered under this Act shall be vested in the trustees for the time being of the union, appointed as provided by this Act, for the use and benefit of the union and the members thereof, and the movable or immovable property of any branch of a trade union shall be vested in the trustees of that branch, or in the trustees of the union, if the rules of the union so provide, and be under the control of the trustees, their respective executors or administrators, according to their respective claims and interests."
                },
                {
                    "representation": "(2)",
                    "description": "Upon the death or removal of any of the trustees, the property shall vest in the succeeding trustees for the same estate and interest as the former trustees had therein, and subject to the same trusts, without any conveyance or assignment whatsoever, except in the case of stocks and securities in the public funds of Guyana, which shall be transferred into the names of the new trustees."
                },
                {
                    "representation": "(3)",
                    "description": "In all actions, or suits, or indictments, or summary proceedings before any court of summary jurisdiction, touching or concerning any of the property, it LAWS OF GUYANA Trade Unions Cap. 98:03 11  L.R.O. 1/2012                Trustee not to hold any office in same trade union. [9 of 1947]                               In cases of disability of trustees. [9 of 1947]                     shall be stated to be that of the person or persons for the time being holding the appointment of trustee, in his or their proper names, as trustees of the trade union, without any further description."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Trustee not to hold any office in same trade union. ",
            "context": "TRADE UNIONS ACT under Trustee not to hold any office in same trade union. 18. (1) Where any person, being an officer, or a member of the committee of management, of a trade union or of any branch thereof, is appointed a trustee of that trade union or of any branch thereof, he shall thereupon cease to be an officer, or a member of the committee of management, of the trade union, or of the branch thereof, as the case may be.  (2) Where any person, being a trustee of a trade union or of any branch thereof, is appointed an officer, or a member of the committee of management, of that trade union or of any branch thereof, he shall thereupon cease to be a trustee of such trade union, or of the branch thereof, as the case may be.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where any person, being an officer, or a member of the committee of management, of a trade union or of any branch thereof, is appointed a trustee of that trade union or of any branch thereof, he shall thereupon cease to be an officer, or a member of the committee of management, of the trade union, or of the branch thereof, as the case may be."
                },
                {
                    "representation": "(2)",
                    "description": "Where any person, being a trustee of a trade union or of any branch thereof, is appointed an officer, or a member of the committee of management, of that trade union or of any branch thereof, he shall thereupon cease to be a trustee of such trade union, or of the branch thereof, as the case may be."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "In cases of disability of trustees. ",
            "context": "TRADE UNIONS ACT under In cases of disability of trustees. 19. When anyone who is or has been a trustee of a trade union registered under this Act, or of any branch of a trade union, and whether appointed before or after the legal establishment thereof, and in whose name any stock belonging to that union or branch transferable at any bank in Guyana is standing, either jointly with another or others, or solely is absent from Guyana or becomes insolvent, or files any petition, or executes any deed  for liquidation of his affairs by assignment or arrangement or for composition with his creditors, or becomes a person of unsound mind, or is or has ceased under section 18 to be a trustee, or if it is unknown whether that person is living or dead, the Registrar, on application in writing from the secretary and three members of the union or branch, and on proof satisfactory to him, may direct the transfer of the stock into the names of any other persons as the trustees for the union or branch; and the transfer shall be made by the surviving or continuing trustees or trustee, and if there is none of those trustees or if that dead, or has been removed from his appointment as trustee, LAWS OF GUYANA 12 Cap. 98:03 Trade Unions  L.R.O. 1/2012          Actions by or against  trustees. [9 of 1947]                                                          Limitation of responsibility  of trustees.                Officers accounts, and trustee refuses or is unable to make the transfer and the Registrar so directs, then by the manager of the bank; and the bank is hereby indemnified for anything done in pursuance of this provision against any claim or demand of any person injuriously affected thereby.",
            "description": "When anyone who is or has been a trustee of a trade union registered under this Act, or of any branch of a trade union, and whether appointed before or after the legal establishment thereof, and in whose name any stock belonging to that union or branch transferable at any bank in Guyana is standing, either jointly with another or others, or solely is absent from Guyana or becomes insolvent, or files any petition, or executes any deed  for liquidation of his affairs by assignment or arrangement or for composition with his creditors, or becomes a person of unsound mind, or is or has ceased under section 18 to be a trustee, or if it is unknown whether that person is living or dead, the Registrar, on application in writing from the secretary and three members of the union or branch, and on proof satisfactory to him, may direct the transfer of the stock into the names of any other persons as the trustees for the union or branch; and the transfer shall be made by the surviving or continuing trustees or trustee, and if there is none of those trustees or if that dead, or has been removed from his appointment as trustee, LAWS OF GUYANA 12 Cap. 98:03 Trade Unions  L.R.O. 1/2012          Actions by or against  trustees. [9 of 1947]                                                          Limitation of responsibility  of trustees.                Officers accounts, and trustee refuses or is unable to make the transfer and the Registrar so directs, then by the manager of the bank; and the bank is hereby indemnified for anything done in pursuance of this provision against any claim or demand of any person injuriously affected thereby."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Actions by or against trustees. ",
            "context": "TRADE UNIONS ACT under Actions by or against trustees. 20. The trustees of any trade union registered under this Act, or by any officer of the union authorised so to do by the rules thereof, are hereby empowered to bring or defend, or cause to be brought or defended, any action, suit, prosecution, or complaint in any court of law or equity, touching or concerning the property, right, or claim to property of the union; and shall and may, in all cases concerning the movable or immovable property of the union, sue and be sued, plead and be impleaded, in any court of law or equity, in their proper names, without other description than their appointment as trustees or the title of his office, as the case may be; and the action, suit, prosecution, or complaint shall not be discontinued, nor shall it abate, or by the death or removal of any such trustee, or by any such trustee ceasing to be a trustee, or by the death or removal from office of any such officer, but shall and may be prosecuted by their successor or successors as if the death, resignation, or removal had not taken place; and those successors shall pay or receive the like costs as if the action, suit, prosecution, or complaint had been commenced in their names for the benefit of, or to be reimbursed from, the funds of the union, and the summons to be issued to the trustee or officer may be served by leaving it at the registered office of the union.",
            "description": "The trustees of any trade union registered under this Act, or by any officer of the union authorised so to do by the rules thereof, are hereby empowered to bring or defend, or cause to be brought or defended, any action, suit, prosecution, or complaint in any court of law or equity, touching or concerning the property, right, or claim to property of the union; and shall and may, in all cases concerning the movable or immovable property of the union, sue and be sued, plead and be impleaded, in any court of law or equity, in their proper names, without other description than their appointment as trustees or the title of his office, as the case may be; and the action, suit, prosecution, or complaint shall not be discontinued, nor shall it abate, or by the death or removal of any such trustee, or by any such trustee ceasing to be a trustee, or by the death or removal from office of any such officer, but shall and may be prosecuted by their successor or successors as if the death, resignation, or removal had not taken place; and those successors shall pay or receive the like costs as if the action, suit, prosecution, or complaint had been commenced in their names for the benefit of, or to be reimbursed from, the funds of the union, and the summons to be issued to the trustee or officer may be served by leaving it at the registered office of the union."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Limitation of responsibility of trustees. ",
            "context": "TRADE UNIONS ACT under Limitation of responsibility of trustees. 21. A trustee of any trade union registered under this Act shall not be liable to make good any deficiency which may arise or happen in the funds of the union, but shall be liable only for the moneys actually received by him on account of the union.",
            "description": "A trustee of any trade union registered under this Act shall not be liable to make good any deficiency which may arise or happen in the funds of the union, but shall be liable only for the moneys actually received by him on account of the union."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "22",
            "title": "Officers’ accounts and audit. ",
            "context": "TRADE UNIONS ACT under Officers accounts and audit. 22. (1) Every treasurer or other officer of a trade union LAWS OF GUYANA Trade Unions Cap. 98:03 13  L.R.O. 1/2012 audit. [31 of 1946]                                          Withholding  or  misapplying union effects.         registered under this Act, at the times at which by the rules of the union he should render the account hereinafter mentioned, or upon being required so to do, shall render to the trustees of the union, or to the members thereof, at a meeting of the union, a just and true account of all moneys received and paid by him since he last rendered the like account, and of the balance then remaining in his hands, and of all bonds or securities of the union, which account the trustees shall submit to the Director of Audit for audit within fourteen days of its receipt from the treasurer.  (2) The treasurer, if thereunto required, upon the account being audited, shall forthwith hand over to the trustees the balance which on the audit appears to be due from him, and shall also, if required, hand over to the trustees all securities and effects, books, papers, and property of the union in his hands or custody.  (3) If the treasurer fails to do so the trustees of the union may sue him in any competent court for the balance appearing to have been due from him upon the account last rendered by him, and for all the moneys since received by him on account of the union, and for the securities and effects, books, papers, and property in his hands or custody, leaving him to set off in the action the sums (if any) he has since paid on account of the union; and in the action the trustees shall be entitled to recover their full costs of suit, to be taxed as",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every treasurer or other officer of a trade union LAWS OF GUYANA Trade Unions Cap. 98:03 13  L.R.O. 1/2012 audit. [31 of 1946]                                          Withholding  or  misapplying union effects.         registered under this Act, at the times at which by the rules of the union he should render the account hereinafter mentioned, or upon being required so to do, shall render to the trustees of the union, or to the members thereof, at a meeting of the union, a just and true account of all moneys received and paid by him since he last rendered the like account, and of the balance then remaining in his hands, and of all bonds or securities of the union, which account the trustees shall submit to the Director of Audit for audit within fourteen days of its receipt from the treasurer."
                },
                {
                    "representation": "(2)",
                    "description": "The treasurer, if thereunto required, upon the account being audited, shall forthwith hand over to the trustees the balance which on the audit appears to be due from him, and shall also, if required, hand over to the trustees all securities and effects, books, papers, and property of the union in his hands or custody."
                },
                {
                    "representation": "(3)",
                    "description": "If the treasurer fails to do so the trustees of the union may sue him in any competent court for the balance appearing to have been due from him upon the account last rendered by him, and for all the moneys since received by him on account of the union, and for the securities and effects, books, papers, and property in his hands or custody, leaving him to set off in the action the sums"
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "23",
            "title": "Withholding or misapplying union effects. ",
            "context": "TRADE UNIONS ACT under Withholding or misapplying union effects. 23. If any officer, member, or other person, being or representing himself to be a member of a trade union registered under this Act, or the nominee, executor, administrator, or assignee, of a member thereof, or any person whatsoever, by false representation or imposition, obtains possession of any moneys, securities, books, papers, or other effects of the union, or, having them in his possession, wilfully withholds or fraudulently misapplies them, or wilfully applies any part of them to purposes other between attorney-at-law and client. LAWS OF GUYANA 14 Cap. 98:03 Trade Unions  L.R.O. 1/2012                                             Regulations for registration. [8 of 1943 9 of 1947 12 of 1967]           than those expressed or directed in the rules of the union, or any part thereof, the court of summary jurisdiction for the place in which the registered office of the union is situate, upon a complaint made by anyone on behalf of the union, or by the Registrar, may, by summary order, order that officer, member or other person, to deliver up all those moneys, securities, books, papers, or other effects to the union, or to repay the amount of money applied improperly, and, if the court thinks fit, to pay in addition a fine of three hundred dollars, together with costs not exceeding five dollars; and, in default of that delivery or repayment of that amount of money or payment of that penalty and costs, the court may order the person so convicted to be imprisoned for any time not exceeding three months:  Provided that  (a)    nothing herein contained shall prevent the union from proceeding by indictment against the party aforesaid; and  (b)  no one shall be proceeded against by indictment if a conviction has been previously obtained for the same offence under this Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "nothing herein contained shall prevent the union from proceeding by indictment against the party aforesaid; and"
                },
                {
                    "representation": "(b)",
                    "description": "no one shall be proceeded against by indictment if a conviction has been previously obtained for the same offence under this Act."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "24",
            "title": "Regulations for registration. ",
            "context": "TRADE UNIONS ACT under Regulations for registration. 24. With respect of the registration, under this Act, of a trade union and its rules, the following provisions shall have effect:  (a)   an application to register the union and printed copies of the rules, together with a list of the titles and names of the trustees and of the officers, shall be sent to the Registrar under this Act;  (b)    the Registrar, upon being satisfied that the union has complied with the regulations LAWS OF GUYANA Trade Unions Cap. 98:03 15  L.R.O. 1/2012                                                 respecting registration in force under this Act shall register the union and its rules; (c)    no union shall be registered under a name identical with that by which any other existing trade union  has been registered, or so nearly resembling that name as to be likely to deceive the members or the public;  (d)  the Registrar shall not register any combination as a trade union unless in his opinion, having regard to the constitution of the combination, its principal objects are statutory objects, and may withdraw  the certificate of registration of any registered union if the constitution of the union has been so altered that, in his opinion, its principal objects are no longer statutory objects, or if in his opinion the principal objects for which it is actually carried on are not statutory objects;  (e)    anyone aggrieved by refusal of the Registrar to register a combination as a trade union may appeal to the High Court within the time and in the manner and on the conditions directed by rules of court;  (f)      where a union applying to be registered has been in operation for more than a year before the date of the application, there shall be delivered to the Registrar before the registration thereof a general statement of its receipts, funds, effects, and expenditure, in the same form, and showing the same particulars as if it were the annual general statement hereinafter required to be transmitted annually to the Registrar;  LAWS OF GUYANA 16 Cap. 98:03 Trade Unions  L.R.O. 1/2012                       Second Schedule.           Rules of registered unions. [8 of 1943]                     (g)     the Registrar, upon registering the union shall issue a certificate of registration, which certificate, unless proved to have been withdrawn or cancelled, shall  be conclusive evidence  that the regulations of this Act with respect to registration have been observed;  (h)    the Minister may from time to time make rules respecting registration under this Act, and respecting the seal (if any), and the forms, to be used for the purpose of registration, and the inspection of documents kept by the Registrar under this Act, and respecting the fees (if any) to be paid on registration, not exceeding the fees specified in the Second Schedule, and, generally, for carrying this Act into effect.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "an application to register the union and printed copies of the rules, together with a list of the titles and names of the trustees and of the officers, shall be sent to the Registrar under this Act;"
                },
                {
                    "representation": "(b)",
                    "description": "the Registrar, upon being satisfied that the union has complied with the regulations LAWS OF GUYANA Trade Unions Cap. 98:03 15  L.R.O. 1/2012                                                 respecting registration in force under this Act shall register the union and its rules;"
                },
                {
                    "representation": "(c)",
                    "description": "no union shall be registered under a name identical with that by which any other existing trade union  has been registered, or so nearly resembling that name as to be likely to deceive the members or the public;"
                },
                {
                    "representation": "(d)",
                    "description": "the Registrar shall not register any combination as a trade union unless in his opinion, having regard to the constitution of the combination, its principal objects are statutory objects, and may withdraw  the certificate of registration of any registered union if the constitution of the union has been so altered that, in his opinion, its principal objects are no longer statutory objects, or if in his opinion the principal objects for which it is actually carried on are not statutory objects;"
                },
                {
                    "representation": "(e)",
                    "description": "anyone aggrieved by refusal of the Registrar to register a combination as a trade union may appeal to the High Court within the time and in the manner and on the conditions directed by rules of court;"
                },
                {
                    "representation": "(f)",
                    "description": "where a union applying to be registered has been in operation for more than a year before the date of the application, there shall be delivered to the Registrar before the registration thereof a general statement of its receipts, funds, effects, and expenditure, in the same form, and showing the same particulars as if it were the annual general statement hereinafter required to be transmitted annually to the Registrar;  LAWS OF GUYANA 16 Cap. 98:03 Trade Unions  L.R.O. 1/2012                       Second Schedule.           Rules of registered unions. [8 of 1943]"
                },
                {
                    "representation": "(g)",
                    "description": "the Registrar, upon registering the union shall issue a certificate of registration, which certificate, unless proved to have been withdrawn or cancelled, shall  be conclusive evidence  that the regulations of this Act with respect to registration have been observed;"
                },
                {
                    "representation": "(h)",
                    "description": "the Minister may from time to time make rules respecting registration under this Act, and respecting the seal"
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "25",
            "title": "Rules of registered unions. ",
            "context": "TRADE UNIONS ACT under Rules of registered unions. 25. With respect to the rules of a trade union registered under this Act, the following provisions shall have effect:  (a)  the rules of every union shall contain provisions in respect of the several matters mentioned in the First Schedule;  (b)     a copy of the rules shall be delivered by the union to every person on demand on payment of a sum not exceeding twenty-five cents;  (c)    every alteration of the rules of a registered trade union shall be registered with the Registrar and shall take effect from the date of registration unless  some later date is specified in the rules;  LAWS OF GUYANA Trade Unions Cap. 98:03 17  L.R.O. 1/2012     First Schedule.     Registered office of unions.                Withdrawal or cancellation of certificate of registration. [8 of 1943 9 of 1947 12 of 1967 4 of 1972]                   (d)    the rules of a registered trade union shall not be altered so that they cease to contain provisions in respect of the several matters in the First Schedule.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the rules of every union shall contain provisions in respect of the several matters mentioned in the First Schedule;"
                },
                {
                    "representation": "(b)",
                    "description": "a copy of the rules shall be delivered by the union to every person on demand on payment of a sum not exceeding twenty-five cents;"
                },
                {
                    "representation": "(c)",
                    "description": "every alteration of the rules of a registered trade union shall be registered with the Registrar and shall take effect from the date of registration unless  some later date is specified in the rules;  LAWS OF GUYANA Trade Unions Cap. 98:03 17  L.R.O. 1/2012     First Schedule.     Registered office of unions.                Withdrawal or cancellation of certificate of registration. [8 of 1943 9 of 1947 12 of 1967 4 of 1972]"
                },
                {
                    "representation": "(d)",
                    "description": "the rules of a registered trade union shall not be altered so that they cease to contain provisions in respect of the several matters in the First Schedule."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "26",
            "title": "Registered office of unions. ",
            "context": "TRADE UNIONS ACT under Registered office of unions. 26. (1) Every trade union registered under this Act shall have a registered office to which all communications and notices may be addressed; if any union under this Act is in operation for seven days without having that office, the union and every officer thereof shall be liable on summary conviction to a fine of seventy-five dollars for every day during which it is so in operation.  (2) Notice of the situation of the registered office, and of any change therein, shall be given to the Registrar and recorded by him, and until that notice is given the union shall not be deemed to have complied with this Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every trade union registered under this Act shall have a registered office to which all communications and notices may be addressed; if any union under this Act is in operation for seven days without having that office, the union and every officer thereof shall be liable on summary conviction to a fine of seventy-five dollars for every day during which it is so in operation."
                },
                {
                    "representation": "(2)",
                    "description": "Notice of the situation of the registered office, and of any change therein, shall be given to the Registrar and recorded by him, and until that notice is given the union shall not be deemed to have complied with this Act."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "27",
            "title": "Withdrawal or cancellation of certificate of registration. ",
            "context": "TRADE UNIONS ACT under Withdrawal or cancellation of certificate of registration. 27. (1) No certificate of registration of a trade union shall be withdrawn or cancelled otherwise than by the Registrar, and in the following cases:  (a)  at the request of the union to be evidenced in the manner from time to time directed by him;  (b)   on proof to his satisfaction that a certificate of registration has been obtained by fraud or mistake, or that the registration of the union has become void under section 15, or that the union has wilfully and after notice from the Registrar violated any of the provisions of this Act, or has ceased to exist;  (c)       under the provisions of section 24 (d).  LAWS OF GUYANA 18 Cap. 98:03 Trade Unions  L.R.O. 1/2012                                                  (2) With regard to paragraphs (b) and (c) of the preceding subsection, not less than two months previous notice in writing specifying briefly the ground of any proposed withdrawal or cancellation of certificate (unless the registration is shown to have become void as aforesaid, in which case it shall be the duty of the Registrar to cancel the certificate forthwith) shall be given by the Registrar to the trade union before the certificate of its registration can be withdrawn or cancelled (except at its request).  (3) A trade union whose certificate of registration has been withdrawn or cancelled shall, from the time of the withdrawal or cancellation, absolutely cease to enjoy as such the privileges of a registered trade union, but without prejudice to any liability actually incurred by the union, which may be enforced against it as if the withdrawal or cancellation had not taken place.  (4) If after the withdrawal or cancellation of the certificate a trade union continues in active operation, except for the purpose of winding up its affairs, every trustee, member of the committee, secretary or other officer of such trade union remaining in office or taking any active part in its operations, shall be guilty of an offence and shall be liable on summary conviction to a fine of fifteen dollars for every day during which such trade union continues in active operation.  (5) Where a certificate is withdrawn or cancelled pursuant to any notice under subsection (2) or on the ground that the registration has become void as aforesaid, any one aggrieved by the decision of the Registrar may appeal therefrom to the High Court within the time and in the manner directed by rules of court.  (6) Anything to the contrary herein notwithstanding, until the expiration of the time allowed for the filing of an appeal pursuant to subsection (5) or where such an appeal has been filed until the determination thereof, LAWS OF GUYANA Trade Unions Cap. 98:03 19  L.R.O. 1/2012     Membership of minors.  [O. 4/1974]                   Members nomination of payee. [4 of 1972]                Change of unions name.               Amalgamation of unions.  subsections (3) and (4) shall not apply to the withdrawal or cancellation in question.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No certificate of registration of a trade union shall be withdrawn or cancelled otherwise than by the Registrar, and in the following cases:"
                },
                {
                    "representation": "(a)",
                    "description": "at the request of the union to be evidenced in the manner from time to time directed by him;"
                },
                {
                    "representation": "(b)",
                    "description": "and"
                },
                {
                    "representation": "(c)",
                    "description": "of the preceding subsection, not less than two months previous notice in writing specifying briefly the ground of any proposed withdrawal or cancellation of certificate"
                },
                {
                    "representation": "(2)",
                    "description": "or on the ground that the registration has become void as aforesaid, any one aggrieved by the decision of the Registrar may appeal therefrom to the High Court within the time and in the manner directed by rules of court."
                },
                {
                    "representation": "(3)",
                    "description": "and"
                },
                {
                    "representation": "(4)",
                    "description": "shall not apply to the withdrawal or cancellation in question."
                },
                {
                    "representation": "(5)",
                    "description": "or where such an appeal has been filed until the determination thereof, LAWS OF GUYANA Trade Unions Cap. 98:03 19  L.R.O. 1/2012     Membership of minors.  [O. 4/1974]                   Members nomination of payee. [4 of 1972]                Change of unions name.               Amalgamation of unions.  subsections"
                },
                {
                    "representation": "(6)",
                    "description": "Anything to the contrary herein notwithstanding, until the expiration of the time allowed for the filing of an appeal pursuant to subsection"
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "28",
            "title": "Membership of minors. ",
            "context": "TRADE UNIONS ACT under Membership of minors. 28. A person under the age of eighteen, but above the age of sixteen, may be a member of a trade union, unless provision is made in its rules to the contrary, and may, subject to those rules, enjoy all the rights of a member except as herein provided, and execute all instruments and give all acquittances necessary to be executed or given under the rules of the union, but shall not be a member of the committee of management, trustee, or treasurer of the union.",
            "description": "A person under the age of eighteen, but above the age of sixteen, may be a member of a trade union, unless provision is made in its rules to the contrary, and may, subject to those rules, enjoy all the rights of a member except as herein provided, and execute all instruments and give all acquittances necessary to be executed or given under the rules of the union, but shall not be a member of the committee of management, trustee, or treasurer of the union."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "29",
            "title": "Member’s nomination of payee. ",
            "context": "TRADE UNIONS ACT under Members nomination of payee. 29. A member of a trade union, not being under the age of sixteen years,  may, by writing under his hand, delivered at or sent to the registered office of the union, nominate any person, not being an officer or servant of the union (unless the officer or servant is his husband, wife, father, mother, child, brother, sister, nephew, or niece), to whom any moneys payable on his death, not exceeding five hundred dollars, shall be paid at his decease, and may from time to time revoke or vary the nomination by a writing under his hand similarly delivered or sent; and on receiving satisfactory proof of the death of a nominator, the union shall pay to the nominee the amount due to the deceased member not exceeding that sum.",
            "description": "A member of a trade union, not being under the age of sixteen years,  may, by writing under his hand, delivered at or sent to the registered office of the union, nominate any person, not being an officer or servant of the union (unless the officer or servant is his husband, wife, father, mother, child, brother, sister, nephew, or niece), to whom any moneys payable on his death, not exceeding five hundred dollars, shall be paid at his decease, and may from time to time revoke or vary the nomination by a writing under his hand similarly delivered or sent; and on receiving satisfactory proof of the death of a nominator, the union shall pay to the nominee the amount due to the deceased member not exceeding that sum."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "30",
            "title": "Change of union’s name.     LAWS OF GUYANA 4 Cap. 98:03 Trade Unions  L.R.O. 1/2012  SECTION  ",
            "context": "TRADE UNIONS ACT under Change of unions name.     LAWS OF GUYANA 4 Cap. 98:03 Trade Unions  L.R.O. 1/2012  SECTION  30. (1) A trade union may, with the approval in writing of the Registrar, change its name by the consent of not less than two-thirds of the total number of members.  (2) No change of name shall affect any right or obligation of the union or of any member thereof, and any pending legal proceedings may be continued by or against the trustees of the union or any other officer, who may sue or be sued on behalf of the union notwithstanding its new name.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A trade union may, with the approval in writing of the Registrar, change its name by the consent of not less than two-thirds of the total number of members."
                },
                {
                    "representation": "(2)",
                    "description": "No change of name shall affect any right or obligation of the union or of any member thereof, and any pending legal proceedings may be continued by or against the trustees of the union or any other officer, who may sue or be sued on behalf of the union notwithstanding its new name."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "31",
            "title": "Amalgamation of unions. ",
            "context": "TRADE UNIONS ACT under Amalgamation of unions. 31. Any two or more trade unions may, by the consent of not less than two-thirds of the members of each of those LAWS OF GUYANA 20 Cap. 98:03 Trade Unions  L.R.O. 1/2012               Registration  of change of names and amalgamation.                      Dissolution.        Failure to give notice or send document.                        unions, become amalgamated together as one trade union, with or without any dissolution or division of their funds, or the funds of either or any of them; but no amalgamation shall prejudice any right of a creditor of either or any union party thereto.",
            "description": "Any two or more trade unions may, by the consent of not less than two-thirds of the members of each of those LAWS OF GUYANA 20 Cap. 98:03 Trade Unions  L.R.O. 1/2012               Registration  of change of names and amalgamation.                      Dissolution.        Failure to give notice or send document.                        unions, become amalgamated together as one trade union, with or without any dissolution or division of their funds, or the funds of either or any of them; but no amalgamation shall prejudice any right of a creditor of either or any union party thereto."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "32",
            "title": "Registration of change of names and amalgamations. ",
            "context": "TRADE UNIONS ACT under Registration of change of names and amalgamations. 32. Notice in writing of every change of name or amalgamation, signed, in the case of a change of name, by seven members and countersigned by the secretary of the trade union changing its name, and accompanied by a statutory declaration by the secretary that the provisions of this Act in respect of changes of names have been complied with, and in the case of an amalgamation signed by seven members and countersigned by the secretary of each or every union party thereto, and accompanied by a statutory declaration by each or every secretary that the provisions  of this Act in respect of amalgamations have been complied with, shall be sent to the Registrar to be registered, and until that change of name or amalgamation is so registered it shall not take effect.",
            "description": "Notice in writing of every change of name or amalgamation, signed, in the case of a change of name, by seven members and countersigned by the secretary of the trade union changing its name, and accompanied by a statutory declaration by the secretary that the provisions of this Act in respect of changes of names have been complied with, and in the case of an amalgamation signed by seven members and countersigned by the secretary of each or every union party thereto, and accompanied by a statutory declaration by each or every secretary that the provisions  of this Act in respect of amalgamations have been complied with, shall be sent to the Registrar to be registered, and until that change of name or amalgamation is so registered it shall not take effect."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "33",
            "title": "Dissolution. ",
            "context": "TRADE UNIONS ACT under Dissolution. 33. Notice of every dissolution of a trade union under the hand of the secretary and seven members of the union shall be sent within fourteen days thereafter to the Registrar, and shall be registered by him.",
            "description": "Notice of every dissolution of a trade union under the hand of the secretary and seven members of the union shall be sent within fourteen days thereafter to the Registrar, and shall be registered by him."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "34",
            "title": "Failure to give notice or send document. ",
            "context": "TRADE UNIONS ACT under Failure to give notice or send document. 34. A trade union which fails to give any notice, or send any document which by this Act it is required to give or send, and every officer or other person bound by the rules thereof to give notice or send the document, or if there is not that officer, then every member of the committee of management of the union, unless proved to have been ignorant of, or to have attempted to prevent, the omission to give or send the notice or document, is liable on summary conviction to a fine of not less than fifteen and not more than seventy-five dollars, recoverable at the suit of the Registrar or of any person aggrieved, and to an additional penalty of the like amount for each week during which the omission LAWS OF GUYANA Trade Unions Cap. 98:03 21  L.R.O. 1/2012                      Annual  returns. [8 of 1943 9 of 1947]                                            Registrars reports.            continues.",
            "description": "A trade union which fails to give any notice, or send any document which by this Act it is required to give or send, and every officer or other person bound by the rules thereof to give notice or send the document, or if there is not that officer, then every member of the committee of management of the union, unless proved to have been ignorant of, or to have attempted to prevent, the omission to give or send the notice or document, is liable on summary conviction to a fine of not less than fifteen and not more than seventy-five dollars, recoverable at the suit of the Registrar or of any person aggrieved, and to an additional penalty of the like amount for each week during which the omission LAWS OF GUYANA Trade Unions Cap. 98:03 21  L.R.O. 1/2012                      Annual  returns. [8 of 1943 9 of 1947]                                            Registrars reports.            continues."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "35",
            "title": "Annual returns. ",
            "context": "TRADE UNIONS ACT under Annual returns. 35. (1) A general statement of the receipts, funds, effects, and expenditure of every trade union registered under this Act shall be transmitted to the Registrar before the 1st May in every year, and shall show fully its assets and liabilities at the date, and its receipts and expenditure during the year preceding the date, to which the statement is made out; and shall show separately the expenditure in respect of the several objects of the union, and shall be prepared and made out up to the date, in the form, and comprise the particulars from time to time required by the Registrar; and every member of, and depositor in, the union shall be entitled to receive, on application to the treasurer or secretary of the union, a copy of the general statement, without making any payment therefor.  (2) Together with the general statement there shall be sent to the Registrar a copy of all changes of trustees and officers made by the union during the year preceding the date up to which the general statement is made out and a copy of the rules of the union as they exist at that date.  (3) Every trade union which fails to comply with or acts in contravention of this section, and also every officer of the union so failing, shall each be liable on summary conviction to a fine of seventy-five dollars for each offence.  (4) Everyone who wilfully makes, or orders to be made, any false entry in, or any omission from, any general statement aforesaid, or in or from the return of the copies aforesaid, shall for each offence on summary conviction be liable to a fine of seven hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "A general statement of the receipts, funds, effects, and expenditure of every trade union registered under this Act shall be transmitted to the Registrar before the 1st May in every year, and shall show fully its assets and liabilities at the date, and its receipts and expenditure during the year preceding the date, to which the statement is made out; and shall show separately the expenditure in respect of the several objects of the union, and shall be prepared and made out up to the date, in the form, and comprise the particulars from time to time required by the Registrar; and every member of, and depositor in, the union shall be entitled to receive, on application to the treasurer or secretary of the union, a copy of the general statement, without making any payment therefor."
                },
                {
                    "representation": "(2)",
                    "description": "Together with the general statement there shall be sent to the Registrar a copy of all changes of trustees and officers made by the union during the year preceding the date up to which the general statement is made out and a copy of the rules of the union as they exist at that date."
                },
                {
                    "representation": "(3)",
                    "description": "Every trade union which fails to comply with or acts in contravention of this section, and also every officer of the union so failing, shall each be liable on summary conviction to a fine of seventy-five dollars for each offence."
                },
                {
                    "representation": "(4)",
                    "description": "Everyone who wilfully makes, or orders to be made, any false entry in, or any omission from, any general statement aforesaid, or in or from the return of the copies aforesaid, shall for each offence on summary conviction be liable to a fine of seven hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "36",
            "title": "Registrar’s reports. ",
            "context": "TRADE UNIONS ACT under Registrars reports. 36. The Registrar shall lay before the National Assembly annual reports with respect to the matters transacted by him in pursuance of this Act.  LAWS OF GUYANA 22 Cap. 98:03 Trade Unions  L.R.O. 1/2012  Circulating  false copies of rules.",
            "description": "The Registrar shall lay before the National Assembly annual reports with respect to the matters transacted by him in pursuance of this Act.  LAWS OF GUYANA 22 Cap. 98:03 Trade Unions  L.R.O. 1/2012  Circulating  false copies of rules."
        }
    },
    {
        "act": "TRADE UNIONS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "37",
            "title": "Circulating false copies of rules. FIRST SCHEDULE—Rules.  SECOND  SCHEDULE—Fees.  __________________________ 1929 Ed. c. 57 1953 Ed. c. 113 _______________________________________________________ 17 of 1921 An Act to provide for the Regulation and Registration of Trade Unions.  [18TH JUNE, 1921]  Short title.             Interpretation. [8 of 1943]                ",
            "context": "TRADE UNIONS ACT under Circulating false copies of rules. FIRST SCHEDULERules.  SECOND  SCHEDULEFees.  __________________________ 1929 Ed. c. 57 1953 Ed. c. 113 _______________________________________________________ 17 of 1921 An Act to provide for the Regulation and Registration of Trade Unions.  [18TH JUNE, 1921]  Short title.             Interpretation. [8 of 1943]                37. Everyone who, with intent to mislead or defraud, gives to any member of a trade union registered under this Act, or to any person intending or applying to become a member of the union, a copy of any rules, or of any alteration or amendments thereof, other than those respectively which exist for the time being, on the pretence that they are the existing rules of the union, or that there are no other rules of the union, and everyone who, with the intent aforesaid, gives a copy of any rules to anyone on the pretence that they are the rules of a trade union registered under this Act which is not so registered, shall be liable on summary conviction to a fine of one hundred and fifty dollars.  _____________   FIRST SCHEDULE  RULES  OF MATTERS TO BE PROVIDED FOR BY THE RULES  OF TRADE UNIONS REGISTERED UNDER THIS ACT",
            "description": "Everyone who, with intent to mislead or defraud, gives to any member of a trade union registered under this Act, or to any person intending or applying to become a member of the union, a copy of any rules, or of any alteration or amendments thereof, other than those respectively which exist for the time being, on the pretence that they are the existing rules of the union, or that there are no other rules of the union, and everyone who, with the intent aforesaid, gives a copy of any rules to anyone on the pretence that they are the rules of a trade union registered under this Act which is not so registered, shall be liable on summary conviction to a fine of one hundred and fifty dollars.  _____________   FIRST SCHEDULE  RULES  OF MATTERS TO BE PROVIDED FOR BY THE RULES  OF TRADE UNIONS REGISTERED UNDER THIS ACT"
        }
    }
]