[
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "0.9/1967      Citation.   WAGES COUNCIL (PRINTING TRADE WORKERS) ORDER  made under section 3  ",
            "context": "WAGES COUNCILS ACT under 0.9/1967      Citation.   WAGES COUNCIL (PRINTING TRADE WORKERS) ORDER  made under section 3  000.00 per day   Skilled Labourers                                               $1,",
            "description": "000.00 per day   Skilled Labourers                                               $1,"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "WAGES COUNCILS ACT under Short title. 1. This Act may be cited as the Wages Councils Act.",
            "description": "This Act may be cited as the Wages Councils Act."
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.                                        PART I                  ESTABLISHMENT OF WAGES COUNCIL  ",
            "context": "WAGES COUNCILS ACT under Interpretation.                                        PART I                  ESTABLISHMENT OF WAGES COUNCIL  2. In this Act  outworker means a person to whom articles or materials are given out  to  be  made  up,  cleaned,  washed,  altered,  ornamented finished or repaired, or adapted for sale in his own home or on other  premises  not  under  the  control  or  management  of  the person who gave out the materials or articles;  superannuation  scheme   means  any  law,  rules,  deed  or  other instrument,  providing  for  the  payment  of  annuities  or  lump sums to the persons with  respect to whom the instrument has effect on their retirement at a specified age or on becoming incapacitated at some   earlier   age,   or   to   the   personal representatives or the widows, relatives or dependants of such persons on their death or otherwise, whether with or without any further  WAGES COUNCILS ACT  CHAPTER 98:04 [51of 1956] LAWS OF GUYANA 6 Cap. [98:04] Wages Councils  L.R.O. 1/2012                Power of Minister to establish wages councils         or other benefits;  thrift scheme  means any arrangement for savings, for providing money for holidays or for other purposes, under which a worker is entitled to  receive in cash sums equal to or greater than the aggregate of any sums deducted from his remuneration or paid by him for the purposes of the scheme;  wages council and commission of enquiry mean respectively a wages council and a commission of enquiry established or set up under this Act;  worker means any person who has entered into or works under a contract with an employer, whether the contract be for manual labour, clerical work or otherwise, be expressed or implied, oral or in   writing  and  whether  it  be a contract  of  service  or  of apprenticeship or a contract personally to execute any work or labour, except that it does not include any person who is employed casually and otherwise than for the purposes of the employers business.  PART I ESTABLISHMENT OF WAGES COUNCILS",
            "description": "In this Act  outworker means a person to whom articles or materials are given out  to  be  made  up,  cleaned,  washed,  altered,  ornamented finished or repaired, or adapted for sale in his own home or on other  premises  not  under  the  control  or  management  of  the person who gave out the materials or articles;  superannuation  scheme   means  any  law,  rules,  deed  or  other instrument,  providing  for  the  payment  of  annuities  or  lump sums to the persons with  respect to whom the instrument has effect on their retirement at a specified age or on becoming incapacitated at some   earlier   age,   or   to   the   personal representatives or the widows, relatives or dependants of such persons on their death or otherwise, whether with or without any further  WAGES COUNCILS ACT  CHAPTER 98:04 [51of 1956] LAWS OF GUYANA 6 Cap. [98:04] Wages Councils  L.R.O. 1/2012                Power of Minister to establish wages councils         or other benefits;  thrift scheme  means any arrangement for savings, for providing money for holidays or for other purposes, under which a worker is entitled to  receive in cash sums equal to or greater than the aggregate of any sums deducted from his remuneration or paid by him for the purposes of the scheme;  wages council and commission of enquiry mean respectively a wages council and a commission of enquiry established or set up under this Act;  worker means any person who has entered into or works under a contract with an employer, whether the contract be for manual labour, clerical work or otherwise, be expressed or implied, oral or in   writing  and  whether  it  be a contract  of  service  or  of apprenticeship or a contract personally to execute any work or labour, except that it does not include any person who is employed casually and otherwise than for the purposes of the employers business.  PART I ESTABLISHMENT OF WAGES COUNCILS"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Power of Minister to establish wages councils. ",
            "context": "WAGES COUNCILS ACT under Power of Minister to establish wages councils. 3.  Subject to this Part, the Minister may by order (hereinafter in this Act referred to as a wages council order) establish a wages council to perform, in relation to the workers described in the order and their employers, the functions specified in this Act in any case in which he is satisfied that no adequate machinery exists for the effective  regulation of the  remuneration of such workers, or that existing machinery is likely to cease to exist or be adequate for that purpose, and that having regard to the remuneration existing among such workers, or any of them, it is expedient that such a council be established.   LAWS OF GUYANA Wages Councils  ] Cap. 98:04 7  L.R.O. 1/2012 References to commission of enquiry.       Procedure on reference to commission of enquiry.",
            "description": "Subject to this Part, the Minister may by order (hereinafter in this Act referred to as a wages council order) establish a wages council to perform, in relation to the workers described in the order and their employers, the functions specified in this Act in any case in which he is satisfied that no adequate machinery exists for the effective  regulation of the  remuneration of such workers, or that existing machinery is likely to cease to exist or be adequate for that purpose, and that having regard to the remuneration existing among such workers, or any of them, it is expedient that such a council be established.   LAWS OF GUYANA Wages Councils  ] Cap. 98:04 7  L.R.O. 1/2012 References to commission of enquiry.       Procedure on reference to commission of enquiry."
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "References to commission of enquiry. ",
            "context": "WAGES COUNCILS ACT under References to commission of enquiry. 4. Before  making a  wages  council  order  with respect to any workers and their employers, the Minister may, if he thinks fit, refer to a commission of enquiry appointed by him for the purpose, the question whether a wages council should be established with respect to such workers, or any of them, and their employers.",
            "description": "Before  making a  wages  council  order  with respect to any workers and their employers, the Minister may, if he thinks fit, refer to a commission of enquiry appointed by him for the purpose, the question whether a wages council should be established with respect to such workers, or any of them, and their employers."
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Procedure on reference to commission of enquiry. ",
            "context": "WAGES COUNCILS ACT under Procedure on reference to commission of enquiry. 5. (1) If a commission  of  enquiry,  appointed  under  the last preceding section is of opinion with respect to the workers with whom  it  is  concerned,  or  any  of  those  workers  whose  position should, in the opinion of the commission, be separately dealt with  (a) that  there   exists machinery which is, or which  can,  by   improvements  which  it  is practicable to  secure, be made adequate for regulating the  remuneration and conditions of employment of those workers; and  (b) that there  is no  reason to  believe that that machinery is likely to cease to exist or be adequate for that purpose, the commission shall report to the Minister accordingly (and may include in its report any suggestions which it may think fit to make for the improvement of that machinery).  (2) Where any such suggestions are so included, the Minister shall take such steps as appear to him to be expedient and practicable to ensure the improvements in question.  (3) If the commission is of opinion with respect to the workers with whom it is concerned or any of those workers whose position should in the opinion of the commission be separately dealt with  LAWS OF GUYANA 8 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                           Making of wages council order     (a) that machinery for regulating the remuneration and conditions of employment of those workers is not, and  cannot, by any improvements   which   it   is   practicable   to secure, be made adequate for that purpose, or does not exist; or  (b) that the existing machinery is likely to cease to exist or be adequate for that purpose, and that  as  a  result  a  reasonable  standard  of remuneration  amongst those workers is not being   or    will    not   be   maintained,   the commission may make a report to the Minister embodying a recommendation (hereinafter  in  this  Act  referred  to  as  a wages   council  recommendation) for the establishment of a wages council in respect of those workers and their employers.   (4) Where the Minister receives a wages council recommendation, he may, subject to the provisions of this Part, make a wages council order giving effect to the recommendation, either in full or with such modification as he may think fit, being modifications which, in his opinion, do not effect important alterations   in  the   character  of  the recommendation.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a commission  of  enquiry,  appointed  under  the last preceding section is of opinion with respect to the workers with whom  it  is  concerned,  or  any  of  those  workers  whose  position should, in the opinion of the commission, be separately dealt with"
                },
                {
                    "representation": "(a)",
                    "description": "that machinery for regulating the remuneration and conditions of employment of those workers is not, and  cannot, by any improvements   which   it   is   practicable   to secure, be made adequate for that purpose, or does not exist; or"
                },
                {
                    "representation": "(b)",
                    "description": "that the existing machinery is likely to cease to exist or be adequate for that purpose, and that  as  a  result  a  reasonable  standard  of remuneration  amongst those workers is not being   or    will    not   be   maintained,   the commission may make a report to the Minister embodying a recommendation"
                },
                {
                    "representation": "(2)",
                    "description": "Where any such suggestions are so included, the Minister shall take such steps as appear to him to be expedient and practicable to ensure the improvements in question."
                },
                {
                    "representation": "(3)",
                    "description": "If the commission is of opinion with respect to the workers with whom it is concerned or any of those workers whose position should in the opinion of the commission be separately dealt with  LAWS OF GUYANA 8 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                           Making of wages council order"
                },
                {
                    "representation": "(4)",
                    "description": "Where the Minister receives a wages council recommendation, he may, subject to the provisions of this Part, make a wages council order giving effect to the recommendation, either in full or with such modification as he may think fit, being modifications which, in his opinion, do not effect important alterations   in  the   character  of  the recommendation."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Making of wages council order. ",
            "context": "WAGES COUNCILS ACT under Making of wages council order. 6. (1) Before making  a  wages  council  order  whether  in pursuance of a wages council recommendation or not, the Minister shall publish, in such manner as he thinks fit, notice of his intention to make the order, specifying a place where copies of a draft thereof may be LAWS OF GUYANA Wages Councils  ] Cap. 98:04 9  L.R.O. 1/2012                                                 obtained, and the time, which shall not be less than forty days from the publication, within which any objection made with respect to the draft order must be sent to him.   (2) Every  objection so made must be in writing and must state  (a) the specific grounds of objection; and  (b) the  omissions,  additions  or  modifications asked  for,  and  the  Minister  shall  consider any such objection, made by or on behalf of any person appearing to him to be affected, being  an  objection  sent  to  him  within  the time specified in the notice, but shall not be bound to consider any other objection.  (3) The Minister, having considered all the objections which he is required to consider under the last preceding section, may either   (a) make an order in the terms of the draft or subject to such modifications as he thinks fit, being modifications which, in his   opinion, do not effect important alterations in the character  of  the  draft  order  as  published; or  (b) refer the draft order to a commission of enquiry,  for  enquiry  and  report,  in  which case  he  shall  consider  its  report  and  may then, if he thinks fit, make an order either in the terms of the draft or subject to such modifications as he thinks fit. LAWS OF GUYANA 10 Cap. [98:04] Wages Councils  L.R.O. 1/2012         Variation and  revocation of  wages  council order.                                       (4) Where the Minister makes a wages council order, he shall publish it in such manner as he thinks fit, and the order shall come into operation on the date on which it is so published or on such later date as is specified therein.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Before making  a  wages  council  order  whether  in pursuance of a wages council recommendation or not, the Minister shall publish, in such manner as he thinks fit, notice of his intention to make the order, specifying a place where copies of a draft thereof may be LAWS OF GUYANA Wages Councils  ] Cap. 98:04 9  L.R.O. 1/2012                                                 obtained, and the time, which shall not be less than forty days from the publication, within which any objection made with respect to the draft order must be sent to him."
                },
                {
                    "representation": "(2)",
                    "description": "Every  objection so made must be in writing and must state"
                },
                {
                    "representation": "(a)",
                    "description": "make an order in the terms of the draft or subject to such modifications as he thinks fit, being modifications which, in his   opinion, do not effect important alterations in the character  of  the  draft  order  as  published; or"
                },
                {
                    "representation": "(b)",
                    "description": "refer the draft order to a commission of enquiry,  for  enquiry  and  report,  in  which case  he  shall  consider  its  report  and  may then, if he thinks fit, make an order either in the terms of the draft or subject to such modifications as he thinks fit. LAWS OF GUYANA 10 Cap. [98:04] Wages Councils  L.R.O. 1/2012         Variation and  revocation of  wages  council order."
                },
                {
                    "representation": "(3)",
                    "description": "The Minister, having considered all the objections which he is required to consider under the last preceding section, may either"
                },
                {
                    "representation": "(4)",
                    "description": "Where the Minister makes a wages council order, he shall publish it in such manner as he thinks fit, and the order shall come into operation on the date on which it is so published or on such later date as is specified therein."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Variation and revocation of wages council order. ",
            "context": "WAGES COUNCILS ACT under Variation and revocation of wages council order. 7. (1) The Minister may at any time by order abolish, or vary the field of operation of a wages council, and the  last preceding section  shall  apply in relation to  any  such order  as it applies in relation to wages council orders:  Provided that where the  order directs that a wages council shall cease  to operate in relation to any workers and that another wages council shall operate in relation to them, but save as aforesaid, does not affect the field of operation of any wages council  (a) the last preceding section shall not apply; but  (b) when the order is made, the Minister shall publish it in such manner as he thinks fit, and it shall come into operation on the date on which it is so published or on such later date as is specified therein.  (2) Where an order of the Minister directs that a wages council shall cease to operate in relation to any workers and that another wages council shall operate in relation to them, the order may provide that anything done by, or to give effect to any proposals made by, the first mentioned wages council shall have effect in relation to those workers as if it had been done by, or to give effect to proposals made by, the second mentioned wages council and may make  such  further  provisions  as  appears  to  the  Minister  to be expedient in connection with the transition.  (3) Where an order of the Minister under this section directs  that  a  wages council  shall  be  abolished  or  shall  LAWS OF GUYANA Wages Councils  ] Cap. 98:04 11  L.R.O. 1/2012            General provisions as                 General provisions as  to commissions of enquiry. Second Schedule.              cease  to operate  in  relation  to  any workers,  then,  save  as  is  otherwise provided by the order, anything done by, or to give effect to proposals made by the wages council shall, except as respects things previously done or omitted to be done, cease to have effect or, as the case may be, cease to have effect in relation to the workers in relation to whom the wages council ceases to operate.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may at any time by order abolish, or vary the field of operation of a wages council, and the  last preceding section  shall  apply in relation to  any  such order  as it applies in relation to wages council orders:  Provided that where the  order directs that a wages council shall cease  to operate in relation to any workers and that another wages council shall operate in relation to them, but save as aforesaid, does not affect the field of operation of any wages council"
                },
                {
                    "representation": "(a)",
                    "description": "the last preceding section shall not apply; but"
                },
                {
                    "representation": "(b)",
                    "description": "when the order is made, the Minister shall publish it in such manner as he thinks fit, and it shall come into operation on the date on which it is so published or on such later date as is specified therein."
                },
                {
                    "representation": "(2)",
                    "description": "Where an order of the Minister directs that a wages council shall cease to operate in relation to any workers and that another wages council shall operate in relation to them, the order may provide that anything done by, or to give effect to any proposals made by, the first mentioned wages council shall have effect in relation to those workers as if it had been done by, or to give effect to proposals made by, the second mentioned wages council and may make  such  further  provisions  as  appears  to  the  Minister  to be expedient in connection with the transition."
                },
                {
                    "representation": "(3)",
                    "description": "Where an order of the Minister under this section directs  that  a  wages council  shall  be  abolished  or  shall  LAWS OF GUYANA Wages Councils  ] Cap. 98:04 11  L.R.O. 1/2012            General provisions as                 General provisions as  to commissions of enquiry. Second Schedule.              cease  to operate  in  relation  to  any workers,  then,  save  as  is  otherwise provided by the order, anything done by, or to give effect to proposals made by the wages council shall, except as respects things previously done or omitted to be done, cease to have effect or, as the case may be, cease to have effect in relation to the workers in relation to whom the wages council ceases to operate."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "General provisions as to wages council. ",
            "context": "WAGES COUNCILS ACT under General provisions as to wages council. 8. (1) The provisions of the First Schedule shall have effect with respect to the constitution, officers and proceedings of wages councils.  (2) A wages council shall consider as occasion requires any matter referred to it by the Minister with reference to the industrial conditions prevailing as respects the workers and employers in relation to whom it operates, and shall make a report upon the matter to the Minister, and a wages council may, if it thinks it expedient so to do, make of its own motion a recommendation to the Minister with reference to the said conditions and, where such a recommendation is so made, the Minister shall forthwith take it into consideration.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The provisions of the First Schedule shall have effect with respect to the constitution, officers and proceedings of wages councils."
                },
                {
                    "representation": "(2)",
                    "description": "A wages council shall consider as occasion requires any matter referred to it by the Minister with reference to the industrial conditions prevailing as respects the workers and employers in relation to whom it operates, and shall make a report upon the matter to the Minister, and a wages council may, if it thinks it expedient so to do, make of its own motion a recommendation to the Minister with reference to the said conditions and, where such a recommendation is so made, the Minister shall forthwith take it into consideration."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "General provisions as to commissions of enquiry.  PART II WAGES REGULATION ORDERS  ",
            "context": "WAGES COUNCILS ACT under General provisions as to commissions of enquiry.  PART II WAGES REGULATION ORDERS  9. (1) The Second Schedule shall have effect with respect to the constitution, officers and proceedings of commissions of enquiry.  (2) Where any question or matter is referred to a commission of enquiry   under   this   Part,   the   commission   shall make   all   such investigations as appear to it to be necessary and shall publish in such manner as is prescribed by regulations to be made hereunder by the Minister, a notice stating the questions which it is its duty to consider by virtue   of   the   reference   and   further stating   that   it   will   consider representations with respect thereto made to it in writing within such period as may be specified in the notice, not being less than forty days from the publication thereof; and  it  shall  consider  any  representations  made  to  it  within  that period  and  then  make  such  further  enquiries  Council.First Scheduleto wages LAWS OF GUYANA 12 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                  as  it  considers necessary including, so far as it considers necessary, the hearing of oral evidence.  (3) Without prejudice to the generality of the last preceding subsection, where the Minister refers to a commission of enquiry under this Act the question whether a wages council shall be established in relation to any workers and their employers, it shall be the duty of the commission to consider not only the subject matter of the reference but  also any other question or matter which, in the opinion of the commission, is relevant thereto, and in particular to consider whether there are any other workers (being workers who, in the opinion of the commission, are engaged in work which is complementary, subsidiary or closely allied to the work performed by the workers specified in the reference or any of them) whose position should be dealt with together with that of the workers, or some of the workers specified as aforesaid; and, in relation to any such reference to a commission of enquiry, any reference in this Part to the workers with whom the commission is concerned shall be construed as a reference to the workers specified as aforesaid and any such other workers as aforesaid.  (4) In considering for the purposes of this Act whether any machinery is, or is likely  to  remain  adequate  for regulating the remuneration and conditions of  employment  of  any  workers, a commission of enquiry shall consider not only what matters are capable of being dealt with by that machinery but also to what extent those matters  are  covered  by agreement  or  awards  arrived  at  or given thereunder,  and to what extent the practice is, or is likely to be, in accordance with those agreements or awards.  (5) Where the Minister receives a report from a commission of enquiry, he may, if he thinks fit, refer the report back to the commission and the commission shall thereupon reconsider it having regard to any observations made by him and shall make a further report, and the like proceedings shall be had on any such further report as in the LAWS OF GUYANA Wages Councils  ] Cap. 98:04 13  L.R.O. 1/2012         Power to fix remuneration and holidays.                                       case of an original report.   PART II WAGES REGULATION ORDERS",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Second Schedule shall have effect with respect to the constitution, officers and proceedings of commissions of enquiry."
                },
                {
                    "representation": "(2)",
                    "description": "Where any question or matter is referred to a commission of enquiry   under   this   Part,   the   commission   shall make   all   such investigations as appear to it to be necessary and shall publish in such manner as is prescribed by regulations to be made hereunder by the Minister, a notice stating the questions which it is its duty to consider by virtue   of   the   reference   and   further stating   that   it   will   consider representations with respect thereto made to it in writing within such period as may be specified in the notice, not being less than forty days from the publication thereof; and  it  shall  consider  any  representations  made  to  it  within  that period  and  then  make  such  further  enquiries  Council.First Scheduleto wages LAWS OF GUYANA 12 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                  as  it  considers necessary including, so far as it considers necessary, the hearing of oral evidence."
                },
                {
                    "representation": "(3)",
                    "description": "Without prejudice to the generality of the last preceding subsection, where the Minister refers to a commission of enquiry under this Act the question whether a wages council shall be established in relation to any workers and their employers, it shall be the duty of the commission to consider not only the subject matter of the reference but  also any other question or matter which, in the opinion of the commission, is relevant thereto, and in particular to consider whether there are any other workers"
                },
                {
                    "representation": "(4)",
                    "description": "In considering for the purposes of this Act whether any machinery is, or is likely  to  remain  adequate  for regulating the remuneration and conditions of  employment  of  any  workers, a commission of enquiry shall consider not only what matters are capable of being dealt with by that machinery but also to what extent those matters  are  covered  by agreement  or  awards  arrived  at  or given thereunder,  and to what extent the practice is, or is likely to be, in accordance with those agreements or awards."
                },
                {
                    "representation": "(5)",
                    "description": "Where the Minister receives a report from a commission of enquiry, he may, if he thinks fit, refer the report back to the commission and the commission shall thereupon reconsider it having regard to any observations made by him and shall make a further report, and the like proceedings shall be had on any such further report as in the LAWS OF GUYANA Wages Councils  ] Cap. 98:04 13  L.R.O. 1/2012         Power to fix remuneration and holidays.                                       case of an original report.   PART II WAGES REGULATION ORDERS"
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Power to fix remuneration and holidays. ",
            "context": "WAGES COUNCILS ACT under Power to fix remuneration and holidays. 10.(1) Subject to and in accordance with this section, any wages council shall have power to submit to the Minister proposals  (hereafter in this Act referred to as wages regulation proposals)  (a)  for  fixing  the  remuneration  to  be  paid,  either generally  or  for  any  particular  work,  by  their employers to all or any of the workers in  The power to submit proposals for fixing remuneration shall include power to submit proposals for fixing holiday remuneration.   (2)  Wages  regulation  proposals  for  requiring  a  worker  to  be allowed a holiday shall not be made unless both holiday  remuneration in respect of the period of the holiday and  remuneration other than holiday remuneration  have been or are being fixed under this Part for that worker, shall provide for the duration of the holiday being related to the duration of the period  for    which the worker has been  employed  or  engaged to be employed  by  the  employer  who  is  to  allow  the  holiday,  and  subject  as aforesaid, may make provision as to the times at which or the periods within which, and the circumstances in which, the holiday shall be   allowed;   and wages   regulation   proposals  for  fixing  holiday remuneration may contain provisions as to the times at which, and the conditions subject to which, that relation to whom the council operates;(b)     for requiring all or any such workers  as aforesaid to  be allowed holidays by their employers. LAWS OF GUYANA 14 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                  remuneration shall accrue and  shall become payable, and for securing that any  such  remuneration which has accrued due to a worker during his employment  by  any  employer  shall,  in  the  event  of  his  ceasing  to  be employed  by  that  employer  before  he  becomes  entitled  to be  allowed  a holiday by him, nevertheless become payable by the employer to the worker.   (3)  Before  submitting  any  wages  regulation  proposals  to  the Minister, a wages council shall make such investigations as it thinks fit, and shall publish in such manner as shall be prescribed by regulations made by the  Minister  hereunder  notice  of  the  proposals,  stating  the  place  where copies of the proposals may be obtained and the period, which shall be not less than sixty days  from the date of the publication of the notice within which written representations with respect to the proposals may be sent to the   Minister;   and   the   wages   council   shall   consider    any written representations made to it within that period and shall make such further enquiries as it considers necessary, and may then submit the proposals to the Minister either without   amendment or with such amendments as it thinks fit having regard to the representations.   (4) Where the Minister receives any wages regulation proposals, he  shall  make an  order  (hereinafter  in  this  Act  referred to  as  a  wages regulation order) giving effect to the proposals as from such date as may be specified in the order:   Provided that the Minister may, if he thinks fit, refer the proposals back  to the wages council and the wages council shall thereupon  reconsider them having regard to any observations made by the  Minister and may, if he thinks fit, re-submit the proposals to the Minister either without amendment or   with   such   amendments   as   it   LAWS OF GUYANA Wages Councils  ] Cap. 98:04 15  L.R.O. 1/2012                                                 thinks   fit   having   regard   to   those observations; and where proposals are so re-submitted, the like proceedings shall be  had thereon as in the case of original proposals, except that the period within which such representations on the amended proposals are to be made to the wages council may be reduced to thirty days.  The date to be so specified shall be a date subsequent to the  date of the order, and where, as respects any worker who is paid wages at intervals not exceeding seven days, the date so specified  does not correspond with the beginning of the period for which  the wages are paid, the order shall, as respects that worker, become effective as from the beginning of the next such period following the date specified in the order.  (5) As soon as the Minister has made a wages regulation order, he shall give notice of the making thereof to the wages  council and that wages  council shall give such notice of the order and the contents thereof as may be prescribed for the purpose of  informing, so far as practicable, all persons who will be thereby affected.  (6) Any wages regulation proposals and any wages regulation order for giving effect thereto may make different  provision for different cases, and may also contain provision for  the amendment or revocation of previous wages regulation orders.  (7) No wages regulation order shall have effect so as to prejudice any rights as to remuneration or holidays conferred on  any worker by or under any enactment other than this Act.  (8) Remuneration (including holiday remuneration)  fixed  by a wages regulation order is hereinafter in this Act  referred to as statutory minimum remuneration.   LAWS OF GUYANA 16 Cap. [98:04] Wages Councils  L.R.O. 1/2012  Additional powers of Minister  to make wages regulation order. [23 of 1978]                Effect and enforcement of wages regulation orders.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to and in accordance with this section, any wages council shall have power to submit to the Minister proposals"
                },
                {
                    "representation": "(a)",
                    "description": "for  fixing  the  remuneration  to  be  paid,  either generally  or  for  any  particular  work,  by  their employers to all or any of the workers in  The power to submit proposals for fixing remuneration shall include power to submit proposals for fixing holiday remuneration."
                },
                {
                    "representation": "(2)",
                    "description": "Wages  regulation  proposals  for  requiring  a  worker  to  be allowed a holiday shall not be made unless both holiday  remuneration in respect of the period of the holiday and  remuneration other than holiday remuneration  have been or are being fixed under this Part for that worker, shall provide for the duration of the holiday being related to the duration of the period  for    which the worker has been  employed  or  engaged to be employed  by  the  employer  who  is  to  allow  the  holiday,  and  subject  as aforesaid, may make provision as to the times at which or the periods within which, and the circumstances in which, the holiday shall be   allowed;   and wages   regulation   proposals  for  fixing  holiday remuneration may contain provisions as to the times at which, and the conditions subject to which, that relation to whom the council operates;(b)     for requiring all or any such workers  as aforesaid to  be allowed holidays by their employers. LAWS OF GUYANA 14 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                  remuneration shall accrue and  shall become payable, and for securing that any  such  remuneration which has accrued due to a worker during his employment  by  any  employer  shall,  in  the  event  of  his  ceasing  to  be employed  by  that  employer  before  he  becomes  entitled  to be  allowed  a holiday by him, nevertheless become payable by the employer to the worker."
                },
                {
                    "representation": "(3)",
                    "description": "Before  submitting  any  wages  regulation  proposals  to  the Minister, a wages council shall make such investigations as it thinks fit, and shall publish in such manner as shall be prescribed by regulations made by the  Minister  hereunder  notice  of  the  proposals,  stating  the  place  where copies of the proposals may be obtained and the period, which shall be not less than sixty days  from the date of the publication of the notice within which written representations with respect to the proposals may be sent to the   Minister;   and   the   wages   council   shall   consider    any written representations made to it within that period and shall make such further enquiries as it considers necessary, and may then submit the proposals to the Minister either without   amendment or with such amendments as it thinks fit having regard to the representations."
                },
                {
                    "representation": "(4)",
                    "description": "Where the Minister receives any wages regulation proposals, he  shall  make an  order"
                },
                {
                    "representation": "(5)",
                    "description": "As soon as the Minister has made a wages regulation order, he shall give notice of the making thereof to the wages  council and that wages  council shall give such notice of the order and the contents thereof as may be prescribed for the purpose of  informing, so far as practicable, all persons who will be thereby affected."
                },
                {
                    "representation": "(6)",
                    "description": "Any wages regulation proposals and any wages regulation order for giving effect thereto may make different  provision for different cases, and may also contain provision for  the amendment or revocation of previous wages regulation orders."
                },
                {
                    "representation": "(7)",
                    "description": "No wages regulation order shall have effect so as to prejudice any rights as to remuneration or holidays conferred on  any worker by or under any enactment other than this Act."
                },
                {
                    "representation": "(8)",
                    "description": "Remuneration"
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Additional powers of Minister to make wages regulation order. ",
            "context": "WAGES COUNCILS ACT under Additional powers of Minister to make wages regulation order. 11. (1) The Minister, whenever he deems it expedient, having regard to  the  special  circumstances  of  any  particular  class  of  workers  in  any occupation and to any representations made to him by the workers and their employer  that  there  should  be  effective  regulation  of  the remuneration of those  workers, may without establishing a wages council, make a wages regulation order under this section for the purpose to take effect from such date as may be specified in the order.  (2) Without  prejudice  to  the  application  of  the   succeeding provisions of this Part and Part III, subsections (6), (7) and (8) of section 10 shall, as they apply in relation to a wages regulation order made under subsection (4) thereof, apply to a wages regulation order made  under this section.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister, whenever he deems it expedient, having regard to  the  special  circumstances  of  any  particular  class  of  workers  in  any occupation and to any representations made to him by the workers and their employer  that  there  should  be  effective  regulation  of  the remuneration of those  workers, may without establishing a wages council, make a wages regulation order under this section for the purpose to take effect from such date as may be specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "Without  prejudice  to  the  application  of  the   succeeding provisions of this Part and Part III, subsections"
                },
                {
                    "representation": "(7)",
                    "description": "and"
                },
                {
                    "representation": "(8)",
                    "description": "of section 10 shall, as they apply in relation to a wages regulation order made under subsection"
                },
                {
                    "representation": "(4)",
                    "description": "thereof, apply to a wages regulation order made  under this section."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Effect and enforcement of wages regulation orders. ",
            "context": "WAGES COUNCILS ACT under Effect and enforcement of wages regulation orders. 12. (1) If a contract between a worker to whom a wages  regulation order applies and his employer provides   for the payment of less remuneration than the statutory minimum remuneration, it shall have effect as if   for   that   less remuneration  there  were substituted   the statutory minimum remuneration, and if any such contract provides for the payment of  any holiday remuneration at times or subject to conditions other  than those  specified  in  the  order, it  shall have  effect  as  if  for  those  times  or conditions  there were  substituted the times or  conditions specified in the order.  (2) If an employer fails to pay to a worker to whom a  wages regulation   order   applies   remuneration   not   less   than    the   statutory minimum  remuneration,  or  fails  to  pay  to  any   such  worker  holiday remuneration at the times and subject to the conditions specified in the order or fails to allow to any such worker the holidays fixed by the order, he shall be liable on summary conviction to a fine of one hundred and fifty dollars for each offence, and where the employer or any other person charged as the person to whose act or default the offence was due has been found guilty of an offence under this section consisting of a failure LAWS OF GUYANA Wages Councils  ] Cap. 98:04 17  L.R.O. 1/2012                                                 to pay remuneration not less than the statutory minimum remuneration,  the court may order the employer  to  pay  such  sum  as  is  found  by  the  court  to  represent  the difference between the amount which ought to have been paid to the worker by way of  remuneration, if the provisions of this Part had been complied with, and the amount actually so paid.  (3) On the prosecution of any person for failing to   pay remuneration not less than the statutory minimum remuneration it shall lie on that person to prove that he has not paid remuneration less than the statutory minimum remuneration.   (4) Where proceedings are brought under this section in respect of an offence consisting of a failure to pay remuneration not l ess than the statutory minimum remuneration, then, if notice  of intention so to do has been served with the summons, warrant of complaint  (a)  evidence    may, on   the employer or any other person  charged  as  a  person  to   whose  act  or default the offence was due  having been found guilty   of   the   offence,   be   given   of   any   like contravention  on   the  part  of  the  employer  in respect   of   any   period   during   the   two  years immediately  preceding  the  date  of  the  offence; and  (b)  on  proof  of  the  failure,  the  court  may   order the employer to pay such sum as is found by the court  to  represent  the   difference  between  the amount which  ought to have been  paid during that period to the worker by way of remuneration, if LAWS OF GUYANA 18 Cap. [98:04] Wages Councils  L.R.O. 1/2012              Permits to infirm and incapacitated persons.                                  the provisions of this Part  had been complied with, and the amount actually so paid.  (5) The powers given by this section for the recovery of  sums due from an employer to a worker shall not be in derogation of any right to recover such sums by civil proceedings .",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If a contract between a worker to whom a wages  regulation order applies and his employer provides   for the payment of less remuneration than the statutory minimum remuneration, it shall have effect as if   for   that   less remuneration  there  were substituted   the statutory minimum remuneration, and if any such contract provides for the payment of  any holiday remuneration at times or subject to conditions other  than those  specified  in  the  order, it  shall have  effect  as  if  for  those  times  or conditions  there were  substituted the times or  conditions specified in the order."
                },
                {
                    "representation": "(2)",
                    "description": "If an employer fails to pay to a worker to whom a  wages regulation   order   applies   remuneration   not   less   than    the   statutory minimum  remuneration,  or  fails  to  pay  to  any   such  worker  holiday remuneration at the times and subject to the conditions specified in the order or fails to allow to any such worker the holidays fixed by the order, he shall be liable on summary conviction to a fine of one hundred and fifty dollars for each offence, and where the employer or any other person charged as the person to whose act or default the offence was due has been found guilty of an offence under this section consisting of a failure LAWS OF GUYANA Wages Councils  ] Cap. 98:04 17  L.R.O. 1/2012                                                 to pay remuneration not less than the statutory minimum remuneration,  the court may order the employer  to  pay  such  sum  as  is  found  by  the  court  to  represent  the difference between the amount which ought to have been paid to the worker by way of  remuneration, if the provisions of this Part had been complied with, and the amount actually so paid."
                },
                {
                    "representation": "(3)",
                    "description": "On the prosecution of any person for failing to   pay remuneration not less than the statutory minimum remuneration it shall lie on that person to prove that he has not paid remuneration less than the statutory minimum remuneration."
                },
                {
                    "representation": "(4)",
                    "description": "Where proceedings are brought under this section in respect of an offence consisting of a failure to pay remuneration not l ess than the statutory minimum remuneration, then, if notice  of intention so to do has been served with the summons, warrant of complaint"
                },
                {
                    "representation": "(a)",
                    "description": "evidence    may, on   the employer or any other person  charged  as  a  person  to   whose  act  or default the offence was due  having been found guilty   of   the   offence,   be   given   of   any   like contravention  on   the  part  of  the  employer  in respect   of   any   period   during   the   two  years immediately  preceding  the  date  of  the  offence; and"
                },
                {
                    "representation": "(b)",
                    "description": "on  proof  of  the  failure,  the  court  may   order the employer to pay such sum as is found by the court  to  represent  the   difference  between  the amount which  ought to have been  paid during that period to the worker by way of remuneration, if LAWS OF GUYANA 18 Cap. [98:04] Wages Councils  L.R.O. 1/2012              Permits to infirm and incapacitated persons.                                  the provisions of this Part  had been complied with, and the amount actually so paid."
                },
                {
                    "representation": "(5)",
                    "description": "The powers given by this section for the recovery of  sums due from an employer to a worker shall not be in derogation of any right to recover such sums by civil proceedings ."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Permits to infirm and incapacitated persons. ",
            "context": "WAGES COUNCILS ACT under Permits to infirm and incapacitated persons. 13. (1) If, as respects  any  worker  employed  or  desiring   to  be employed in such circumstances that a wages regulation  order applies or will apply to him, the wages council is satisfied on application being made to it for a permit under this section either by the worker or the employer or a prospective employer, that the  worker is affected by infirmity or physical incapacity which renders him incapable of earning the statutory minimum remuneration, it may, if it thinks fit, grant, subject to such conditions, if any, as it may determine, a permit authorising his  employment at less than the statutory  minimum  remuneration,  and  while  the  permit  is  in  force  the remuneration authorised to  be paid to him by the permit shall, if those conditions  are complied with, be deemed to be the statutory minimum remuneration.  (2) Where an employer employs any worker in reliance on any document purporting to be a permit granted under  the preceding subsection  authorising  the  employment  of  that  worker  at  less  than  the statutory  minimum  remuneration,  then,  if the  employer has  notified  the wages council in question that, relying on that document, he is employing or proposing to employ that worker at a specified remuneration, the document shall, notwithstanding that it is not or is no longer a valid permit relating to that worker, be deemed, subject to the terms thereof and as respects only any period after the notification, to be such a permit until notice to the contrary is  received by the employer from the wages council.  LAWS OF GUYANA Wages Councils  ] Cap. 98:04 19  L.R.O. 1/2012 Computation  of",
            "description": [
                {
                    "representation": "(1)",
                    "description": "If, as respects  any  worker  employed  or  desiring   to  be employed in such circumstances that a wages regulation  order applies or will apply to him, the wages council is satisfied on application being made to it for a permit under this section either by the worker or the employer or a prospective employer, that the  worker is affected by infirmity or physical incapacity which renders him incapable of earning the statutory minimum remuneration, it may, if it thinks fit, grant, subject to such conditions, if any, as it may determine, a permit authorising his  employment at less than the statutory  minimum  remuneration,  and  while  the  permit  is  in  force  the remuneration authorised to  be paid to him by the permit shall, if those conditions  are complied with, be deemed to be the statutory minimum remuneration."
                },
                {
                    "representation": "(2)",
                    "description": "Where an employer employs any worker in reliance on any document purporting to be a permit granted under  the preceding subsection  authorising  the  employment  of  that  worker  at  less  than  the statutory  minimum  remuneration,  then,  if the  employer has  notified  the wages council in question that, relying on that document, he is employing or proposing to employ that worker at a specified remuneration, the document shall, notwithstanding that it is not or is no longer a valid permit relating to that worker, be deemed, subject to the terms thereof and as respects only any period after the notification, to be such a permit until notice to the contrary is  received by the employer from the wages council.  LAWS OF GUYANA Wages Councils  ] Cap. 98:04 19  L.R.O. 1/2012 Computation  of"
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "14",
            "title": "Computation of remuneration. ",
            "context": "WAGES COUNCILS ACT under Computation of remuneration. 14. (1) Subject   to   this   section,   any   reference   in   this   Part   to remuneration shall be construed as a reference to the amount obtained or to be obtained in cash by the worker from his employer after allowing for the workers necessary expenditure, if any, in connection with his employment, and clear of all deductions in respect of any matter whatsoever except any deductions lawfully made  (a) in accordance with the provisions of the  Labour Act; or  (b)  at the request of the worker, either for the purposes of a superannuation scheme, or a thrift scheme or for any purpose in the carrying out of which  the employer has no beneficial  financial interest either directly or indirectly.   (2) Notwithstanding anything in subsection (1) wages regulation proposals and wages regulation orders may contain provisions authorising specified benefits or advantages, being benefits or advantages  provided, in  pursuance of  the  terms  and  conditions  of  the employment of workers, by the employer or by some other  person under arrangements with the employer and not being  benefits or advantages the provision of which is illegal by virtue  of the Labour Act or of any other enactment, to be reckoned as payment of wages by the employer in lieu of payment  in  cash,  and  defining  the  value  at  which  any  such  benefits  or advantages are to be reckoned.  (3) If any payment is made by a worker in respect of any benefit or advantage provided as mentioned in the last preceding subsection, then  (a) if the benefit or advantage is authorised by virtue of that remuneration. c. 98:01LAWS OF GUYANA 20 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                 Employers not to receive subsection to be reckoned as  payment of wages by the employer in lieu of payment in cash, the  amount  of  the  payment  shall  be  deducted from   the   defined   value   for   the   purposes   of reckoning the benefit or advantage;  (b) if the benefit or advantage is authorised by virtue of that subsection to be reckoned as  payment of wages by the employer in lieu of payment in cash, any excess of the amount of the payment over the defined value shall be treated for the purposes of subsection (1) as  if it had been a deduction not being  one of the excepted deductions  therein mentioned;   (c) if the benefit or advantage is specified in a wages regulation  order  as  one  which  has  been  taken into  account  in  fixing  the   statutory  minimum remuneration, the whole of the payment shall be treated for  the  purposes of subsection (1) as if it had   been  a  deduction  not  being  one  of  the excepted deductions therein mentioned.  (4) Nothing in this section shall be construed as authorising the making of any deduction, or  the giving of  remuneration in  any manner which is illegal by virtue of the Labour Act, or of any other enactment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "as if it had   been  a  deduction  not  being  one  of  the excepted deductions therein mentioned."
                },
                {
                    "representation": "(a)",
                    "description": "if the benefit or advantage is authorised by virtue of that remuneration. c. 98:01LAWS OF GUYANA 20 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                 Employers not to receive subsection to be reckoned as  payment of wages by the employer in lieu of payment in cash, the  amount  of  the  payment  shall  be  deducted from   the   defined   value   for   the   purposes   of reckoning the benefit or advantage;"
                },
                {
                    "representation": "(b)",
                    "description": "if the benefit or advantage is authorised by virtue of that subsection to be reckoned as  payment of wages by the employer in lieu of payment in cash, any excess of the amount of the payment over the defined value shall be treated for the purposes of subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Notwithstanding anything in subsection"
                },
                {
                    "representation": "(3)",
                    "description": "If any payment is made by a worker in respect of any benefit or advantage provided as mentioned in the last preceding subsection, then"
                },
                {
                    "representation": "(c)",
                    "description": "if the benefit or advantage is specified in a wages regulation  order  as  one  which  has  been  taken into  account  in  fixing  the   statutory  minimum remuneration, the whole of the payment shall be treated for  the  purposes of subsection"
                },
                {
                    "representation": "(4)",
                    "description": "Nothing in this section shall be construed as authorising the making of any deduction, or  the giving of  remuneration in  any manner which is illegal by virtue of the Labour Act, or of any other enactment."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "15",
            "title": "Employers not to receive premiums.   ",
            "context": "WAGES COUNCILS ACT under Employers not to receive premiums.   15. (1) Where a worker to whom a wages regulation order applies is an apprentice or learner, it shall not be lawful LAWS OF GUYANA Wages Councils  ] Cap. 98:04 21  L.R.O. 1/2012 premiums.                     Records and notices.                       Criminal liability of for his employer to  receive directly  or  indirectly  from  him,  or  on  his  behalf  or  on  his  account  any payment by way of premium:  Provided that nothing in this subsection shall apply to any such  payment duly made in pursuance of any instrument of apprenticeship not later than four weeks after payment made at any time if duly made in pursuance of any instrument of apprenticeship  approved  for  the  purposes  of  this  proviso  by  a  wages council.  (2) If any employer acts in contravention of this section, he shall be liable on summary conviction in respect of each offence to a fine of one hundred and fifty dollars and the court may, in addition to imposing a fine, order him to repay to the worker or other person by whom the payment was made the sum improperly received by way of premium.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where a worker to whom a wages regulation order applies is an apprentice or learner, it shall not be lawful LAWS OF GUYANA Wages Councils  ] Cap. 98:04 21  L.R.O. 1/2012 premiums.                     Records and notices.                       Criminal liability of for his employer to  receive directly  or  indirectly  from  him,  or  on  his  behalf  or  on  his  account  any payment by way of premium:  Provided that nothing in this subsection shall apply to any such  payment duly made in pursuance of any instrument of apprenticeship not later than four weeks after payment made at any time if duly made in pursuance of any instrument of apprenticeship  approved  for  the  purposes  of  this  proviso  by  a  wages council."
                },
                {
                    "representation": "(2)",
                    "description": "If any employer acts in contravention of this section, he shall be liable on summary conviction in respect of each offence to a fine of one hundred and fifty dollars and the court may, in addition to imposing a fine, order him to repay to the worker or other person by whom the payment was made the sum improperly received by way of premium."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "16",
            "title": "Records and notices.LAWS OF GUYANA Wages Councils  ] Cap. 98:04 5  L.R.O. 1/2012 SECTION MISCELLANEOUS  ",
            "context": "WAGES COUNCILS ACT under Records and notices.LAWS OF GUYANA Wages Councils  ] Cap. 98:04 5  L.R.O. 1/2012 SECTION MISCELLANEOUS  16.(1) The employer of any workers to whom a wages  regulation order applies shall keep such records as are necessary to show whether or not the provisions of this Part are being complied with as respects them, and the records shall be retained by the employer for six years.  (2) The employer of any workers shall post in the  prescribed manner such notice as may be prescribed for the purpose of informing them of any wages regulation proposals or wages regulation order affecting them, and, if it is so prescribed, shall give notice in any other prescribed manner to the said workers of the said matters and of such other matters, if any, as may be prescribed.  (3) If an employer fails to comply with any of the requirements of this section, he shall be liable on summary  conviction to a fine of one hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The employer of any workers to whom a wages  regulation order applies shall keep such records as are necessary to show whether or not the provisions of this Part are being complied with as respects them, and the records shall be retained by the employer for six years."
                },
                {
                    "representation": "(2)",
                    "description": "The employer of any workers shall post in the  prescribed manner such notice as may be prescribed for the purpose of informing them of any wages regulation proposals or wages regulation order affecting them, and, if it is so prescribed, shall give notice in any other prescribed manner to the said workers of the said matters and of such other matters, if any, as may be prescribed."
                },
                {
                    "representation": "(3)",
                    "description": "If an employer fails to comply with any of the requirements of this section, he shall be liable on summary  conviction to a fine of one hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "17",
            "title": "Criminal liability of agent and superior employer and special    defence open to employer. ",
            "context": "WAGES COUNCILS ACT under Criminal liability of agent and superior employer and special    defence open to employer. 17. (1) Where the immediate employer of any worker is  himself in the employment of some other person the commencement  of the apprenticeship or to any such LAWS OF GUYANA 22 Cap. [98:04] Wages Councils  L.R.O. 1/2012   agent and superior employer, and special defence open to employer.                                           and that worker is employed on the premises of that other person, that other person shall for the purposes of this Part be deemed to be the employer of that worker jointly with the immediate employer.  (2) Where an employer is charged with an offence  under this Part, he shall be entitled, upon information duly laid by him and on giving to the prosecution not less than three days notice in writing of his intention, to have any other person to whose act or default he alleges that the offence in question was due brought before the court at the time appointed for the hearing of the charge; and if, after the commission of the offence has been proved, the employer proves that the offence  was  due to the act or the default  of  that  other  person,  that  other  person  may  be  convicted  of  the offence,  and,  if  the  employer  further  proves  that  he  has  used    all  due diligence to secure that this Part and any relevant regulation or order made thereunder are complied with, he shall be acquitted of the offence.  (3) Where a defendant seeks to avail himself of the provisions of subsection (2)   (a) the  prosecution,  as  well  as  the  person   whom the defendant charges with the offence, shall have the   right   to   cross-examine   him   if   he   gives evidence   and  any  witnesses  called  by  him  in support of his pleas and to call rebutting evidence;  (b) the court may make such order as it thinks fit for the   payment   of   costs   by   any   party   to   the proceedings to any other party thereto.   LAWS OF GUYANA Wages Councils  ] Cap. 98:04 23  L.R.O. 1/2012                      Officers. [19 of 1977]                           (4) Where it appears to an officer acting for the purposes of this Part that an offence has been committed in respect  of which proceedings might be taken under this Part against an  employer, and the officer is reasonably satisfied that the offence of  which complaint is made was due to an act or default of some  other person and that the employer could  establish  a  defence   under  subsection  (2),  the  officer  may  cause proceedings  to  be  taken  against  that  other  person  without  first  causing proceedings to be taken against the employer.  In any such proceedings the defendant may be charged with and, on proof that the offence was due to his act or default, be convicted of the offence with which the employer might have been charged.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where the immediate employer of any worker is  himself in the employment of some other person the commencement  of the apprenticeship or to any such LAWS OF GUYANA 22 Cap. [98:04] Wages Councils  L.R.O. 1/2012   agent and superior employer, and special defence open to employer.                                           and that worker is employed on the premises of that other person, that other person shall for the purposes of this Part be deemed to be the employer of that worker jointly with the immediate employer."
                },
                {
                    "representation": "(2)",
                    "description": "Where an employer is charged with an offence  under this Part, he shall be entitled, upon information duly laid by him and on giving to the prosecution not less than three days notice in writing of his intention, to have any other person to whose act or default he alleges that the offence in question was due brought before the court at the time appointed for the hearing of the charge; and if, after the commission of the offence has been proved, the employer proves that the offence  was  due to the act or the default  of  that  other  person,  that  other  person  may  be  convicted  of  the offence,  and,  if  the  employer  further  proves  that  he  has  used    all  due diligence to secure that this Part and any relevant regulation or order made thereunder are complied with, he shall be acquitted of the offence."
                },
                {
                    "representation": "(3)",
                    "description": "Where a defendant seeks to avail himself of the provisions of subsection"
                },
                {
                    "representation": "(a)",
                    "description": "the  prosecution,  as  well  as  the  person   whom the defendant charges with the offence, shall have the   right   to   cross-examine   him   if   he   gives evidence   and  any  witnesses  called  by  him  in support of his pleas and to call rebutting evidence;"
                },
                {
                    "representation": "(b)",
                    "description": "the court may make such order as it thinks fit for the   payment   of   costs   by   any   party   to   the proceedings to any other party thereto.   LAWS OF GUYANA Wages Councils  ] Cap. 98:04 23  L.R.O. 1/2012                      Officers. [19 of 1977]"
                },
                {
                    "representation": "(4)",
                    "description": "Where it appears to an officer acting for the purposes of this Part that an offence has been committed in respect  of which proceedings might be taken under this Part against an  employer, and the officer is reasonably satisfied that the offence of  which complaint is made was due to an act or default of some  other person and that the employer could  establish  a  defence   under  subsection"
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "18",
            "title": "Officers. ",
            "context": "WAGES COUNCILS ACT under Officers. 18.  (1) The Minister may designate officers to act for the purposes of this Part.  (2) Every officer acting for the purposes of this Part shall be furnished by the Minister with a certificate of his appointment or authority so to act, and when acting under this Part shall, if so required by any person affected, produce the certificate to him.  (3) An officer acting for the purposes of this Part shall  have power for the performance of his duties  (a) to require the production of wages sheets or other records  of  wages  kept  by  an   employer,  and records of  payments  made  to  outworkers  by persons  giving  out  work,  and  any  other  such records as are required by this Part to be kept by employers,  and  to  inspect  and  examine   those sheets  or  records  and  copy  any   material  part thereof; LAWS OF GUYANA 24 Cap. [98:04] Wages Councils  L.R.O. 1/2012                                                   (b) to   require any person  giving  out  work  and any outworker to give any information which it is in his power to give with respect to the names and addresses  of  the  persons  to  whom  the  work  is given out or from whom the work is received,  as the   case   may   be,   and   with   respect   to   the payments to be made for the work;  (c) at  any   hour of the day or night to enter  any premises  at  which any  employer  to  whom  a wages  regulation  order  applies   carries  on  his business (including any place used, in connection with   that   business,   for   giving   out   work   to outworkers  and  any  premises  which  the  officer has  reasonable cause to believe to be used by  or by  arrangement  with    the  employer  to  provide living accommodation for workers);  (d) to inspect and copy any material part of any list of outworkers kept by an employer or person giving out work to outworkers;   (e) to examine, either alone or in the presence of any other person, as he thinks fit, with respect to any matters under this Part, any person whom he has reasonable cause to believe to be or to have been a worker to whom a wages regulation order applies or applied or the employer of any such LAWS OF GUYANA Wages Councils  ] Cap. 98:04 25  L.R.O. 1/2012                                                  person or a  servant or   agent of  the employer employed in the employers business and to require every such person to  be  so   examined   and   to   sign a declaration of the truth of the matters in respect of which he is so examined:  Provided that no person shall be required under paragraph (e) to give any information tending to criminate himself.  (4)  An  officer  acting  for  the  purposes  of  this  Part  may   institute proceedings for any offence under this Part and may, although not a legal practitioner, conduct any such proceedings.  (5) An   officer   acting   for   the   purposes   of   this Part    who   is authorised in that behalf by general or special directions of the Minister may, if it appears to him that a sum is due from an  employer to a worker on account  of  the  payment  to  him  of  remuneration  less  than the statutory minimum  remuneration,  institute  on  behalf of and  in  the  name  of  that worker  civil  proceedings  for  the  recovery  of  that  sum  and  in  any  such proceedings the court may make an order for the payment of  costs  by the officer as if he were a party to the proceedings.  The power given by this subsection for the recovery of sums due  from an employer to a worker shall not be in derogation of any right of the worker to recover such sums by civil proceedings.  (6) Any person who obstructs an officer acting for the purposes of this Part in the exercise of any power conferred by this section, or refuses to comply with any requirement of such an  officer made in the exercise of any such power shall be liable on  summary conviction  to a  fine of  one LAWS OF GUYANA 26 Cap. [98:04] Wages Councils  L.R.O. 1/2012     Penalty for  false entries in records, producing false records or giving false information.            Regulations.                 Expenses.                      hundred and fifty dollars.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Minister may designate officers to act for the purposes of this Part."
                },
                {
                    "representation": "(2)",
                    "description": "Every officer acting for the purposes of this Part shall be furnished by the Minister with a certificate of his appointment or authority so to act, and when acting under this Part shall, if so required by any person affected, produce the certificate to him."
                },
                {
                    "representation": "(3)",
                    "description": "An officer acting for the purposes of this Part shall  have power for the performance of his duties"
                },
                {
                    "representation": "(a)",
                    "description": "to require the production of wages sheets or other records  of  wages  kept  by  an   employer,  and records of  payments  made  to  outworkers  by persons  giving  out  work,  and  any  other  such records as are required by this Part to be kept by employers,  and  to  inspect  and  examine   those sheets  or  records  and  copy  any   material  part thereof; LAWS OF GUYANA 24 Cap. [98:04] Wages Councils  L.R.O. 1/2012"
                },
                {
                    "representation": "(b)",
                    "description": "to   require any person  giving  out  work  and any outworker to give any information which it is in his power to give with respect to the names and addresses  of  the  persons  to  whom  the  work  is given out or from whom the work is received,  as the   case   may   be,   and   with   respect   to   the payments to be made for the work;"
                },
                {
                    "representation": "(c)",
                    "description": "at  any   hour of the day or night to enter  any premises  at  which any  employer  to  whom  a wages  regulation  order  applies   carries  on  his business"
                },
                {
                    "representation": "(d)",
                    "description": "to inspect and copy any material part of any list of outworkers kept by an employer or person giving out work to outworkers;"
                },
                {
                    "representation": "(e)",
                    "description": "to give any information tending to criminate himself."
                },
                {
                    "representation": "(4)",
                    "description": "An  officer  acting  for  the  purposes  of  this  Part  may   institute proceedings for any offence under this Part and may, although not a legal practitioner, conduct any such proceedings."
                },
                {
                    "representation": "(5)",
                    "description": "An   officer   acting   for   the   purposes   of   this Part    who   is authorised in that behalf by general or special directions of the Minister may, if it appears to him that a sum is due from an  employer to a worker on account  of  the  payment  to  him  of  remuneration  less  than the statutory minimum  remuneration,  institute  on  behalf of and  in  the  name  of  that worker  civil  proceedings  for  the  recovery  of  that  sum  and  in  any  such proceedings the court may make an order for the payment of  costs  by the officer as if he were a party to the proceedings.  The power given by this subsection for the recovery of sums due  from an employer to a worker shall not be in derogation of any right of the worker to recover such sums by civil proceedings."
                },
                {
                    "representation": "(6)",
                    "description": "Any person who obstructs an officer acting for the purposes of this Part in the exercise of any power conferred by this section, or refuses to comply with any requirement of such an  officer made in the exercise of any such power shall be liable on  summary conviction  to a  fine of  one LAWS OF GUYANA 26 Cap. [98:04] Wages Councils  L.R.O. 1/2012     Penalty for  false entries in records, producing false records or giving false information.            Regulations.                 Expenses.                      hundred and fifty dollars."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "19",
            "title": "Penalty for false entries in records, producing false records  or giving false information.     ",
            "context": "WAGES COUNCILS ACT under Penalty for false entries in records, producing false records  or giving false information.     19.  If any person makes or causes to be made or knowingly allows to  be  made  any  entry  in  a  record  required  by  this  Part  to  be  kept  by employers,  which  he  knows to be  false  in  a  material  particular,  or  for purposes  connected  with  this  Part  produces  or  furnishes,  or  causes or knowingly allows to be produced or furnished, any wages sheet, record, list or information which he knows to be false in a material particular, he shall be liable on summary conviction to a fine of seven hundred and fifty dollars and to imprisonment for six months.  PART III MISCELLANEOUS",
            "description": "If any person makes or causes to be made or knowingly allows to  be  made  any  entry  in  a  record  required  by  this  Part  to  be  kept  by employers,  which  he  knows to be  false  in  a  material  particular,  or  for purposes  connected  with  this  Part  produces  or  furnishes,  or  causes or knowingly allows to be produced or furnished, any wages sheet, record, list or information which he knows to be false in a material particular, he shall be liable on summary conviction to a fine of seven hundred and fifty dollars and to imprisonment for six months.  PART III MISCELLANEOUS"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "20",
            "title": "Regulations. ",
            "context": "WAGES COUNCILS ACT under Regulations. 20. The Minister may make regulations for prescribing anything which by this Act is required or authorised to be prescribed.",
            "description": "The Minister may make regulations for prescribing anything which by this Act is required or authorised to be prescribed."
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "21",
            "title": "Expenses.  FIRST SCHEDULE—Constitution, Officers and Proceedings of       Wages Councils. SECOND SCHEDULE— Constitution, Officers and Proceedings of       Commissions of Enquiry.      An Act to provide for the establishment of Wages Councils.  [15th December, 1956]  Short title.    Interpretation.       ",
            "context": "WAGES COUNCILS ACT under Expenses.  FIRST SCHEDULEConstitution, Officers and Proceedings of       Wages Councils. SECOND SCHEDULE Constitution, Officers and Proceedings of       Commissions of Enquiry.      An Act to provide for the establishment of Wages Councils.  [15th December, 1956]  Short title.    Interpretation.       21. There shall be paid from moneys provided by Parliament  (a) any    expenses    incurred    by    wages    councils, commissions  of  enquiry,  or  officers  in  carrying into effect this Act; and  (b) the remuneration of officers appointed under this Act.         LAWS OF GUYANA Wages Councils  ] Cap. 98:04 27  L.R.O. 1/2012 Constitution of Wages Council                              Appointment of Chairman and  Deputy Chairman.     Consultation with  employ- ers and workers concerned   Secretary and other officers. FIRST  SCHEDULE  WAGES COUNCILS  by the Minister, being  (a) not more   than   three persons chosen by the Minister as being   (b) such number as the Minister thinks fit of persons who,   in   his   opinion,   represent   employers   in relation to whom the wages council or, as the case may be, the wages councils in question, is or are to operate;  (c) such number as the Minister thinks fit of persons who, in his opinion, represent workers in relation to whom the wages council or, as the case may be, the  wages   councils  in  question,  is  or  are  to operate.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "not more   than   three persons chosen by the Minister as being"
                },
                {
                    "representation": "(b)",
                    "description": "such number as the Minister thinks fit of persons who,   in   his   opinion,   represent   employers   in relation to whom the wages council or, as the case may be, the wages councils in question, is or are to operate;"
                },
                {
                    "representation": "(c)",
                    "description": "such number as the Minister thinks fit of persons who, in his opinion, represent workers in relation to whom the wages council or, as the case may be, the  wages   councils  in  question,  is  or  are  to operate."
                }
            ]
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "200.00 per day Headrig (Bandmill) Operators                  $1,",
            "context": "WAGES COUNCILS ACT under 200.00 per day Headrig (Bandmill) Operators                  $1,200.00 per day  Headrig (Bandmill) Operators                       $1,",
            "description": "200.00 per day  Headrig (Bandmill) Operators                       $1,"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "300.00 per week  Letterpress Operators                                    $9,",
            "context": "WAGES COUNCILS ACT under 300.00 per week  Letterpress Operators                                    $9,300.00  per week  Proof Readers.                                       $8,",
            "description": "300.00  per week  Proof Readers.                                       $8,"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "500.00 per day    SAWMILL WORKERS WAGES COUNCIL WAGES REGULATION ORDER  made under section 10  ",
            "context": "WAGES COUNCILS ACT under 500.00 per day    SAWMILL WORKERS WAGES COUNCIL WAGES REGULATION ORDER  made under section 10  500.00 per day Sawmill Workers Wages Council Wages Regulation Order Category of worker                                   Daily Rate  LAWS OF GUYANA Wages Councils Cap. 98:04 41 [Subsidiary]   L.R.O. 1/2012 O.11/1963 20/2008     Citation.      Interpretation.                               c.134 1953 Ed.   AERATED WATER FACTORIES WAGES COUNCIL WAGES REGULATION ORDER  made under section 10",
            "description": "500.00 per day Sawmill Workers Wages Council Wages Regulation Order Category of worker                                   Daily Rate  LAWS OF GUYANA Wages Councils Cap. 98:04 41 [Subsidiary]   L.R.O. 1/2012 O.11/1963 20/2008     Citation.      Interpretation.                               c.134 1953 Ed.   AERATED WATER FACTORIES WAGES COUNCIL WAGES REGULATION ORDER  made under section 10"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "600.00 per week  Crowners Bottle                                                    $5,",
            "context": "WAGES COUNCILS ACT under 600.00 per week  Crowners Bottle                                                    $5,600.00 per week  Labourers                                                              $4,",
            "description": "600.00 per week  Labourers                                                              $4,"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "800.00 per week Monotype Caster Operators                         $6,",
            "context": "WAGES COUNCILS ACT under 800.00 per week Monotype Caster Operators                         $6,800.00 per week Offset Pressmen                                     $9,",
            "description": "800.00 per week Offset Pressmen                                     $9,"
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1961",
            "title": "Wages Council Wages Regulation Order and shall come into ",
            "context": "WAGES COUNCILS ACT under Wages Council Wages Regulation Order and shall come into 1961.",
            "description": "1961."
        }
    },
    {
        "act": "WAGES COUNCILS ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1978",
            "title": "",
            "context": "WAGES COUNCILS ACT under 1978.",
            "description": "1978."
        }
    }
]