[
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Short title. 1. This Act may be cited as the Recruiting of Workers Act.",
            "description": "This Act may be cited as the Recruiting of Workers Act."
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Interpretation. 2. (1) In this Act  Convention means the Convention concerning the Regulation of certain Special Systems of Recruiting Workers adopted by the International Labour Conference in June, 1936; RECRUITING OF WORKERS ACT  LAWS OF GUYANA 4 Cap. 98:06 Recruiting of Workers   L.R.O. 1/2012                                  Exemptions.                licensee means the holder of a licence under this Act;  licensing  officer  means  the  person  appointed  to  be  licensing officer for the purposes of this Act;  worker means a person who is intended to be employed in work of any kind, whether manual or clerical, and whether within or without Guyana;  worker-recruiter means a person who, being employed as a worker, is authorised in writing by his employer to recruit other workers on behalf of his employer, but who does not receive any remuneration or other advantage for such recruiting.  (2) A person recruits within the meaning of this Act who by himself or through others procures, engages, hires or supplies or undertakes or attempts to procure, engage, hire or supply workers for the purpose of being employed by himself or by any other person, so long as such worker does not spontaneously offer his services at the place of employment or at a public emigration or employment office or at an office conducted by an employers organisation and supervised by the Government.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  Convention means the Convention concerning the Regulation of certain Special Systems of Recruiting Workers adopted by the International Labour Conference in June, 1936; RECRUITING OF WORKERS ACT  LAWS OF GUYANA 4 Cap. 98:06 Recruiting of Workers   L.R.O. 1/2012                                  Exemptions.                licensee means the holder of a licence under this Act;  licensing  officer  means  the  person  appointed  to  be  licensing officer for the purposes of this Act;  worker means a person who is intended to be employed in work of any kind, whether manual or clerical, and whether within or without Guyana;  worker-recruiter means a person who, being employed as a worker, is authorised in writing by his employer to recruit other workers on behalf of his employer, but who does not receive any remuneration or other advantage for such recruiting."
                },
                {
                    "representation": "(2)",
                    "description": "A person recruits within the meaning of this Act who by himself or through others procures, engages, hires or supplies or undertakes or attempts to procure, engage, hire or supply workers for the purpose of being employed by himself or by any other person, so long as such worker does not spontaneously offer his services at the place of employment or at a public emigration or employment office or at an office conducted by an employers organisation and supervised by the Government."
                }
            ]
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Exemptions. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Exemptions. 3. This Act does not apply to  (a)  the  recruiting  of  workers  by  or  on  behalf  of employers who do not employ more than fifty workers; or  (b)  the recruiting of personal or domestic servants or non-manual workers,  or to any workers so recruited, unless such recruiting is done by professional recruiting agents.   LAWS OF GUYANA Recruiting of Workers Cap. 98:06 5  L.R.O. 1/2012 Persons who recruit to be licensed.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "the  recruiting  of  workers  by  or  on  behalf  of employers who do not employ more than fifty workers; or"
                },
                {
                    "representation": "(b)",
                    "description": "the recruiting of personal or domestic servants or non-manual workers,  or to any workers so recruited, unless such recruiting is done by professional recruiting agents.   LAWS OF GUYANA Recruiting of Workers Cap. 98:06 5  L.R.O. 1/2012 Persons who recruit to be licensed."
                }
            ]
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Persons who recruit to be licensed. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Persons who recruit to be licensed. 4.  (1) Subject to subsection  (7),  no  person  shall  recruit workers unless he is licensed in that behalf under this Act.  (2) Every person desirous of obtaining a licence under this  section  shall  apply  to  the  licensing  officer  who  may  in  his discretion issue a licence  (a) if he is satisfied that the applicant is a fit and proper person to be granted a licence;  (b) if the prescribed security has been furnished; and  (c) if he is satisfied that adequate provision has been made for safeguarding the health and welfare of the workers to be recruited.  (3) A licence shall be subject to such conditions as shall be prescribed, and shall not be transferable.  (4) No licence shall be issued for a period exceeding one year, but it may be renewed if the licensing officer is satisfied that the conditions on which it was granted have been complied with.  (5) The licensing officer may cancel any licence in any case where the licensee has been convicted of an offence under this Act or has not complied with the conditions under which it was granted or is guilty of conduct which in the opinion of the licensing officer renders him no longer a fit and proper person to hold a licence and the licensing officer may suspend any licence pending the decision of the Court or the making of any inquiry which he shall consider necessary.  (6) Any person aggrieved by any decision of the LAWS OF GUYANA 6 Cap. 98:06 Recruiting of Workers   L.R.O. 1/2012                 Non-adults not to be recruited.        Examination of workers.                       Expenses of workers.         Return of workers to their homes.  licensing officer under this section may appeal to the Minister.  (7) This section does not apply to worker-recruiters",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Subject to subsection"
                },
                {
                    "representation": "(2)",
                    "description": "Every person desirous of obtaining a licence under this  section  shall  apply  to  the  licensing  officer  who  may  in  his discretion issue a licence"
                },
                {
                    "representation": "(a)",
                    "description": "if he is satisfied that the applicant is a fit and proper person to be granted a licence;"
                },
                {
                    "representation": "(b)",
                    "description": "if the prescribed security has been furnished; and"
                },
                {
                    "representation": "(c)",
                    "description": "if he is satisfied that adequate provision has been made for safeguarding the health and welfare of the workers to be recruited."
                },
                {
                    "representation": "(3)",
                    "description": "A licence shall be subject to such conditions as shall be prescribed, and shall not be transferable."
                },
                {
                    "representation": "(4)",
                    "description": "No licence shall be issued for a period exceeding one year, but it may be renewed if the licensing officer is satisfied that the conditions on which it was granted have been complied with."
                },
                {
                    "representation": "(5)",
                    "description": "The licensing officer may cancel any licence in any case where the licensee has been convicted of an offence under this Act or has not complied with the conditions under which it was granted or is guilty of conduct which in the opinion of the licensing officer renders him no longer a fit and proper person to hold a licence and the licensing officer may suspend any licence pending the decision of the Court or the making of any inquiry which he shall consider necessary."
                },
                {
                    "representation": "(6)",
                    "description": "Any person aggrieved by any decision of the LAWS OF GUYANA 6 Cap. 98:06 Recruiting of Workers   L.R.O. 1/2012                 Non-adults not to be recruited.        Examination of workers.                       Expenses of workers.         Return of workers to their homes.  licensing officer under this section may appeal to the Minister."
                },
                {
                    "representation": "(7)",
                    "description": "This section does not apply to worker-recruiters"
                }
            ]
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Non-adults not to be recruited. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Non-adults not to be recruited. 5. Persons under the age of eighteen years shall not be recruited except that the Minister may by regulation permit persons under  that  age  but  of  or above  the  age  of  fourteen  years  to  be recruited with the consent of their parents or guardians for employment upon light work subject to such conditions as he may prescribe",
            "description": "Persons under the age of eighteen years shall not be recruited except that the Minister may by regulation permit persons under  that  age  but  of  or above  the  age  of  fourteen  years  to  be recruited with the consent of their parents or guardians for employment upon light work subject to such conditions as he may prescribe"
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Examination of workers. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Examination of workers. 6. (1) Recruited workers shall  (a) be  brought  before  an officer appointed by the Minister; and  (b)  be medically  examined,  in   accordance with regulations made under this Act.  (2) The officer before whom any recruited workers is brought shall satisfy himself that the provisions of this Act have been  observed  and  that  the  worker  has  not  been  subjected  to pressure or recruited by misrepresentation or mistake.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Recruited workers shall"
                },
                {
                    "representation": "(a)",
                    "description": "be  brought  before  an officer appointed by the Minister; and"
                },
                {
                    "representation": "(b)",
                    "description": "be medically  examined,  in   accordance with regulations made under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The officer before whom any recruited workers is brought shall satisfy himself that the provisions of this Act have been  observed  and  that  the  worker  has  not  been  subjected  to pressure or recruited by misrepresentation or mistake."
                }
            ]
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Expenses of workers. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Expenses of workers. 7. The expenses of the journey of recruited workers and their families to the place of employment, including all expenses incurred for their protection during the journey, shall be borne, and necessaries for the journey shall be provided, by the recruiter (not being a worker-recruiter) or employer in accordance with regulations made under this Act.",
            "description": "The expenses of the journey of recruited workers and their families to the place of employment, including all expenses incurred for their protection during the journey, shall be borne, and necessaries for the journey shall be provided, by the recruiter (not being a worker-recruiter) or employer in accordance with regulations made under this Act."
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Return of workers to their homes. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Return of workers to their homes. 8. A recruited worker who  (a)  becomes incapacitated by sickness or  LAWS OF GUYANA Recruiting of Workers Cap. 98:06 7  L.R.O. 1/2012                                      Worker- recruiters.                 Offences.                  Power to make regulations.  accident during the journey to his place of employment;  (b) is found on medical examination to be unfit for employment;  (c) is not engaged after being recruited for a reason for which he is not responsible; or  (d) is found by the officer appointed under section 6 to have been recruited by pressure or by misrepresentation or mistake,  and  the  family  of  such  recruited  worker,  and  the family  of a recruited worker who dies during the journey to the place of employment shall be returned to their homes at the expense of the recruiter or employer in accordance with regulations made under the Act.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "becomes incapacitated by sickness or  LAWS OF GUYANA Recruiting of Workers Cap. 98:06 7  L.R.O. 1/2012                                      Worker- recruiters.                 Offences.                  Power to make regulations.  accident during the journey to his place of employment;"
                },
                {
                    "representation": "(b)",
                    "description": "is found on medical examination to be unfit for employment;"
                },
                {
                    "representation": "(c)",
                    "description": "is not engaged after being recruited for a reason for which he is not responsible; or"
                },
                {
                    "representation": "(d)",
                    "description": "is found by the officer appointed under section 6 to have been recruited by pressure or by misrepresentation or mistake,  and  the  family  of  such  recruited  worker,  and  the family  of a recruited worker who dies during the journey to the place of employment shall be returned to their homes at the expense of the recruiter or employer in accordance with regulations made under the Act."
                }
            ]
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Worker-recruiters. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Worker-recruiters. 9. This Act and the regulations made thereunder unless otherwise expressly provided, apply to worker-recruiters as if they were licensees:  Provided that worker-recruiters shall recruit only in such areas as may be prescribed and shall  not make advances  of wages to recruited workers.",
            "description": "This Act and the regulations made thereunder unless otherwise expressly provided, apply to worker-recruiters as if they were licensees:  Provided that worker-recruiters shall recruit only in such areas as may be prescribed and shall  not make advances  of wages to recruited workers."
        }
    },
    {
        "act": "RECRUITING OF WORKERS ACT        Act  9 of 1943",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Offences. ",
            "context": "RECRUITING OF WORKERS ACT        Act  9 of 1943 under Offences. 10. Any person who acts in contravention of or fails to comply with any of the provisions of this Act, or the regulations made thereunder, is liable on summary conviction to a fine of one thousand dollars and to imprisonment for six months.",
            "description": "Any person who acts in contravention of or fails to comply with any of the provisions of this Act, or the regulations made thereunder, is liable on summary conviction to a fine of one thousand dollars and to imprisonment for six months."
        }
    }
]