[
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LEAVE WITH PAY ACT under Short title. 1. This Act may be cited as the Leave with Pay Act.",
            "description": "This Act may be cited as the Leave with Pay Act."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LEAVE WITH PAY ACT under Interpretation. 2. In this Act  employer means    (a) any person that has entered into a contract to employ any other person; and  (b) includes any agent, attorney, manager, clerk or LAWS OF GUYANA Leave With Pay Cap. 99:02 5  L.R.O. 1/2012                                 Grant and method of computing  leave with pay.             other person who is placed in authority over the person employed;  occupation includes any trade, industry, undertaking or business;  wages  means  the  regular  amounts  paid  by  an  employer  to  a worker  in  respect  of  the  workers  services  and  includes  the value of any allowance in kind supplied to such worker under or by virtue of his contract of employment, but does not include any amount paid in respect of overtime work or by way of bonus, unless such payments by way of bonus form part of such regular amounts; and for the purposes of this definition the cash value of any allowance in kind shall be deemed to be the amount fixed as such by or under the terms of the workers employment, or if it is not so fixed, shall be as determined by the Chief Labour Officer;  worker means a worker employed in any occupation.  workplace means any establishment, place or premises where a worker needs to be or to go by reason of his work.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "any person that has entered into a contract to employ any other person; and"
                },
                {
                    "representation": "(b)",
                    "description": "includes any agent, attorney, manager, clerk or LAWS OF GUYANA Leave With Pay Cap. 99:02 5  L.R.O. 1/2012                                 Grant and method of computing  leave with pay.             other person who is placed in authority over the person employed;  occupation includes any trade, industry, undertaking or business;  wages  means  the  regular  amounts  paid  by  an  employer  to  a worker  in  respect  of  the  workers  services  and  includes  the value of any allowance in kind supplied to such worker under or by virtue of his contract of employment, but does not include any amount paid in respect of overtime work or by way of bonus, unless such payments by way of bonus form part of such regular amounts; and for the purposes of this definition the cash value of any allowance in kind shall be deemed to be the amount fixed as such by or under the terms of the workers employment, or if it is not so fixed, shall be as determined by the Chief Labour Officer;  worker means a worker employed in any occupation.  workplace means any establishment, place or premises where a worker needs to be or to go by reason of his work."
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Grant and method of computing holidays with pay. ",
            "context": "LEAVE WITH PAY ACT under Grant and method of computing holidays with pay. 3. (1) Every worker being in employment shall be allowed a period of leave with pay of not less than one day for each completed month of employment computed from the date of engagement.  (2) Every worker who is employed on a half-day basis shall have the  half day counted as a day in the computation of periods of employment and leave with pay.  (3) Every worker who is employed on a daily or hourly basis, shall be allowed a period of leave with pay of not less than one day for every period of twenty days or one hundred and sixty hours worked as the case may be. LAWS OF GUYANA 6 Cap. 99:02 Leave With Pay  L.R.O. 1/2012  Periods of leave with pay. [21 of 2009]                                  Remuneration for leave with pay.                    Payment for leave with pay upon termination of employment.            No power to contract out of Act.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every worker being in employment shall be allowed a period of leave with pay of not less than one day for each completed month of employment computed from the date of engagement."
                },
                {
                    "representation": "(2)",
                    "description": "Every worker who is employed on a half-day basis shall have the  half day counted as a day in the computation of periods of employment and leave with pay."
                },
                {
                    "representation": "(3)",
                    "description": "Every worker who is employed on a daily or hourly basis, shall be allowed a period of leave with pay of not less than one day for every period of twenty days or one hundred and sixty hours worked as the case may be. LAWS OF GUYANA 6 Cap. 99:02 Leave With Pay  L.R.O. 1/2012  Periods of leave with pay. [21 of 2009]                                  Remuneration for leave with pay.                    Payment for leave with pay upon termination of employment.            No power to contract out of Act."
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Periods of holidays with pay. ",
            "context": "LEAVE WITH PAY ACT under Periods of holidays with pay. 4.  (1)  No  employer  shall  require  a  worker  to  take  his leave with pay in periods of less than six consecutive days:  Provided that any of the days which are Sundays or Public Holidays shall not be computed as leave with pay under this Act.  (2) The leave with pay shall be given by the employer and  shall  be taken  by the  worker before the  expiration of three months,  or  such  other  period  therefrom  mutually  agreed  upon between the employer and the worker, after the date upon which the right to such leave accrues.  (3) The employer shall determine the date on which the leave shall commence taking into account any special request by the worker.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "No  employer  shall  require  a  worker  to  take  his leave with pay in periods of less than six consecutive days:  Provided that any of the days which are Sundays or Public Holidays shall not be computed as leave with pay under this Act."
                },
                {
                    "representation": "(2)",
                    "description": "The leave with pay shall be given by the employer and  shall  be taken  by the  worker before the  expiration of three months,  or  such  other  period  therefrom  mutually  agreed  upon between the employer and the worker, after the date upon which the right to such leave accrues."
                },
                {
                    "representation": "(3)",
                    "description": "The employer shall determine the date on which the leave shall commence taking into account any special request by the worker."
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Remuneration for holidays with pay. ",
            "context": "LEAVE WITH PAY ACT under Remuneration for holidays with pay. 5. (1) In respect of a period of leave with pay, the employer shall  pay  to  the  worker  for  each  day of  such  period his  current daily wage.  (2) If the worker so requests, the wages payable in the course of the leave shall be paid to him before such leave commences.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In respect of a period of leave with pay, the employer shall  pay  to  the  worker  for  each  day of  such  period his  current daily wage."
                },
                {
                    "representation": "(2)",
                    "description": "If the worker so requests, the wages payable in the course of the leave shall be paid to him before such leave commences."
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Payment for holidays with pay upon termination of employment. ",
            "context": "LEAVE WITH PAY ACT under Payment for holidays with pay upon termination of employment. 6. When the employment of a worker is terminated, either by such worker or by the employer, the employer shall pay to such worker in lieu of such period of leave with pay as shall have accrued under this Act and in respect of which no payment has been made, a sum equal to the wages which would have been paid for a like period of leave with pay if taken at that date.",
            "description": "When the employment of a worker is terminated, either by such worker or by the employer, the employer shall pay to such worker in lieu of such period of leave with pay as shall have accrued under this Act and in respect of which no payment has been made, a sum equal to the wages which would have been paid for a like period of leave with pay if taken at that date."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "No power to contract out of Act. ",
            "context": "LEAVE WITH PAY ACT under No power to contract out of Act. 7. Any provision in any agreement between any employer and a worker whereby the worker purports to contract himself out of the provisions of this Act, or whereby the worker undertakes to receive any less benefit than he is LAWS OF GUYANA Leave With Pay Cap. 99:02 7  L.R.O. 1/2012      Records.     Offences penalties and court order. [21 of 2009]                                      entitled to under this Act shall be of no effect.",
            "description": "Any provision in any agreement between any employer and a worker whereby the worker purports to contract himself out of the provisions of this Act, or whereby the worker undertakes to receive any less benefit than he is LAWS OF GUYANA Leave With Pay Cap. 99:02 7  L.R.O. 1/2012      Records.     Offences penalties and court order. [21 of 2009]                                      entitled to under this Act shall be of no effect."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Records. ",
            "context": "LEAVE WITH PAY ACT under Records. 8. Every employer shall keep such records as may be prescribed  to  show  that  the  provisions  of  this  Act  are  being complied with in respect of persons in his employment.",
            "description": "Every employer shall keep such records as may be prescribed  to  show  that  the  provisions  of  this  Act  are  being complied with in respect of persons in his employment."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Offences. ",
            "context": "LEAVE WITH PAY ACT under Offences. 9. (1) Any employer who  (a) fails to allow any worker leave with pay in  accordance with this Act;  (b) fails to pay any worker the wages required under section 5 or the sum required under section 6;  (c) enters into any contract, any of the provisions of which is of no effect under section 7;  (d) fails   to   keep   any records prescribed under section 8, or knowingly makes or permits or causes to be made any false entry in such records; or  (e) contravenes any of the provisions of any regulations made under section 12,  commits an offence and shall be liable on summary conviction to a fine of not less than twenty-five thousand  dollars  nor  more  than  thirty  thousand dollars.  (2) A court convicting any person of an offence against subsection (1)(a) shall, in addition to imposing a fine, order the person to pay the worker concerned such sum as in the opinion of the court represents the wages due to that worker as payment for all outstanding leave with pay.    LAWS OF GUYANA 8 Cap. 99:02 Leave With Pay  L.R.O. 1/2012                   Offences by agent. [21 of 2009]                                       (3) A court convicting any person of an offence against subsection (1)(b) shall, in addition to imposing a fine, order the person to pay the worker concerned such sum as in the opinion of the Court represents all wages or sums due to that worker under section 5 or 6, as the case may be.   (4) In making an order under subsection (2) or (3), the court shall take into account the outstanding leave or, as the case may be, the wages or sums due to that worker in respect of any period of employment after the commencement of the Holidays with Pay (Amendment) Act 2009, regardless whether the conviction relates to that period of employment.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Any employer who"
                },
                {
                    "representation": "(a)",
                    "description": "shall, in addition to imposing a fine, order the person to pay the worker concerned such sum as in the opinion of the court represents the wages due to that worker as payment for all outstanding leave with pay.    LAWS OF GUYANA 8 Cap. 99:02 Leave With Pay  L.R.O. 1/2012                   Offences by agent. [21 of 2009]"
                },
                {
                    "representation": "(b)",
                    "description": "shall, in addition to imposing a fine, order the person to pay the worker concerned such sum as in the opinion of the Court represents all wages or sums due to that worker under section 5 or 6, as the case may be."
                },
                {
                    "representation": "(c)",
                    "description": "enters into any contract, any of the provisions of which is of no effect under section 7;"
                },
                {
                    "representation": "(d)",
                    "description": "fails   to   keep   any records prescribed under section 8, or knowingly makes or permits or causes to be made any false entry in such records; or"
                },
                {
                    "representation": "(e)",
                    "description": "contravenes any of the provisions of any regulations made under section 12,  commits an offence and shall be liable on summary conviction to a fine of not less than twenty-five thousand  dollars  nor  more  than  thirty  thousand dollars."
                },
                {
                    "representation": "(2)",
                    "description": "or"
                },
                {
                    "representation": "(3)",
                    "description": "A court convicting any person of an offence against subsection"
                },
                {
                    "representation": "(4)",
                    "description": "In making an order under subsection"
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Offence by agent, penalties, and court order. ",
            "context": "LEAVE WITH PAY ACT under Offence by agent, penalties, and court order. 10. (1) Where an offence for which an employer is, by virtue of this Act, liable to a penalty, has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer and shall be liable to the same punishment to which the employer is liable.  (2) Where an employer charged with an offence under this Act proves to the satisfaction of the court that he has used due diligence to secure the compliance by his agent with this Act, and that the offence has in fact been committed by an agent or some other person  without  his  knowledge,  consent  or  connivance,  he shall, in the event of the conviction of that agent or other person, be exempt from any penalty in respect of such offence.  (3) Where the immediate employer of any worker who is entitled to be allowed leave with pay is himself in the employment of some other person, and that worker is employed on the premises of that other person that other person shall, for the purposes of this Act, he deemed to be an employer of the worker jointly with the immediate employer.   LAWS OF GUYANA Leave With Pay Cap. 99:02 9  L.R.O. 1/2012 Institution of prosecutions by Chief Labour Officer. [21 of 2009]               c. 10:02                        Regulations.       Savings.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Where an offence for which an employer is, by virtue of this Act, liable to a penalty, has in fact been committed by some agent of the employer or other person, that agent or other person shall be liable to be proceeded against for the offence in the same manner as if he were the employer and shall be liable to the same punishment to which the employer is liable."
                },
                {
                    "representation": "(2)",
                    "description": "Where an employer charged with an offence under this Act proves to the satisfaction of the court that he has used due diligence to secure the compliance by his agent with this Act, and that the offence has in fact been committed by an agent or some other person  without  his  knowledge,  consent  or  connivance,  he shall, in the event of the conviction of that agent or other person, be exempt from any penalty in respect of such offence."
                },
                {
                    "representation": "(3)",
                    "description": "Where the immediate employer of any worker who is entitled to be allowed leave with pay is himself in the employment of some other person, and that worker is employed on the premises of that other person that other person shall, for the purposes of this Act, he deemed to be an employer of the worker jointly with the immediate employer.   LAWS OF GUYANA Leave With Pay Cap. 99:02 9  L.R.O. 1/2012 Institution of prosecutions by Chief Labour Officer. [21 of 2009]               c. 10:02                        Regulations.       Savings."
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Institution of prosecutions by Chief Labour Officer. ",
            "context": "LEAVE WITH PAY ACT under Institution of prosecutions by Chief Labour Officer. 11. (1) The Chief Labour Officer may institute or cause to be instituted any prosecution for the purpose of enforcing this Act.  (2)  Any  officer  of  the  Department  of  Labour  may prosecute  or  conduct  before  any  court  having  jurisdiction  any information, complaint or other proceeding arising under this Act.  (3)  A summons for any proceedings arising under this Act may be served    (a) in the manner provided by section 12 of the Summary Jurisdiction (Procedure) Act; or   (b) by leaving the summons with any person who      (i) is found on the workplace of the worker in relation to whom those proceedings arise; and (ii) appears to be employed by the defendant; or   (c) if no person referred to in paragraph (b) can, with reasonable diligence be found, by affixing the summons in a conspicuous manner to the door or outer wall of the workplace referred to in paragraph (b).",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The Chief Labour Officer may institute or cause to be instituted any prosecution for the purpose of enforcing this Act."
                },
                {
                    "representation": "(2)",
                    "description": "Any  officer  of  the  Department  of  Labour  may prosecute  or  conduct  before  any  court  having  jurisdiction  any information, complaint or other proceeding arising under this Act."
                },
                {
                    "representation": "(3)",
                    "description": "A summons for any proceedings arising under this Act may be served"
                },
                {
                    "representation": "(a)",
                    "description": "in the manner provided by section 12 of the Summary Jurisdiction"
                },
                {
                    "representation": "(b)",
                    "description": "can, with reasonable diligence be found, by affixing the summons in a conspicuous manner to the door or outer wall of the workplace referred to in paragraph"
                },
                {
                    "representation": "(i)",
                    "description": "is found on the workplace of the worker in relation to whom those proceedings arise; and"
                },
                {
                    "representation": "(c)",
                    "description": "if no person referred to in paragraph"
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Regulations. ",
            "context": "LEAVE WITH PAY ACT under Regulations. 12. The Minister may make regulations generally for giving effect to the purposes of this Act and for the better carrying out of any of the provisions of this Act.",
            "description": "The Minister may make regulations generally for giving effect to the purposes of this Act and for the better carrying out of any of the provisions of this Act."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "13",
            "title": "Savings. _________________________ 6 of 1995 [21 of 2009] An Act to repeal and  re-enact  the  Leave  with  Pay  Act,  to provide for the grant and regulation of annual leave with pay for all categories of workers and for matters connected therewith and incidental thereto.  [23rd MARCH, 1995] Short title.    Interpretation. [21 of 2009]         ",
            "context": "LEAVE WITH PAY ACT under Savings. _________________________ 6 of 1995 [21 of 2009] An Act to repeal and  re-enact  the  Leave  with  Pay  Act,  to provide for the grant and regulation of annual leave with pay for all categories of workers and for matters connected therewith and incidental thereto.  [23rd MARCH, 1995] Short title.    Interpretation. [21 of 2009]         13. (1) Notwithstanding the repeal of the Holidays with Pay Act, the Holidays with Pay (Register of Holidays) Regulations made under section 11 of the said Act, shall with LAWS OF GUYANA 10 Cap. 99:02 Leave With Pay  L.R.O. 1/2012  any necessary modification and subject to the power of the Minister to amend or revoke them, continue in force as if they were made under section 12 of this Act.  (2) Any accrued right in relation to holidays with pay of any worker being in employment on a date prior to the commencement of this Act shall be taken into consideration in computing his entitlement to leave with pay under this Act.   ____________________   LAWS OF GUYANA Leave with Pay Cap. 99:02 11  L.R.O.  1/2012     SUBSIDIARY LEGISLATION                   _________________  O. in C. 7/1953 4 of 1972 HOLIDAYS WITH PAY (DRUG STORE EMPLOYEES) ORDER  made under section 3  Citation and commence- ment.   Interpretation. [4 of 1972]       c.80:01                   c.134 1953 Ed.  Method of computing holidays with pay.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding the repeal of the Holidays with Pay Act, the Holidays with Pay"
                },
                {
                    "representation": "(2)",
                    "description": "Any accrued right in relation to holidays with pay of any worker being in employment on a date prior to the commencement of this Act shall be taken into consideration in computing his entitlement to leave with pay under this Act.   ____________________   LAWS OF GUYANA Leave with Pay Cap. 99:02 11  L.R.O.  1/2012     SUBSIDIARY LEGISLATION                   _________________  O. in C. 7/1953 4 of 1972 HOLIDAYS WITH PAY"
                }
            ]
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1953",
            "title": "",
            "context": "LEAVE WITH PAY ACT under 1953.",
            "description": "1953."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1957",
            "title": "",
            "context": "LEAVE WITH PAY ACT under 1957.",
            "description": "1957."
        }
    },
    {
        "act": "LEAVE WITH PAY ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1959",
            "title": "",
            "context": "LEAVE WITH PAY ACT under 1959.",
            "description": "1959."
        }
    }
]