[
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Short title. 1. This Act may be cited as the Labour (Conditions of Employment of Certain Workers) Act.  LAWS OF GUYANA 4 Cap. 99:03          Labour (Conditions of Employment of  Certain Workers)  L.R.O. 1/2012  Interpretation. [18 of 1994]               c. 91:04         First Schedule.      Minimum wages to be paid to certain workers.          First Schedule",
            "description": "This Act may be cited as the Labour (Conditions of Employment of Certain Workers) Act.  LAWS OF GUYANA 4 Cap. 99:03          Labour (Conditions of Employment of  Certain Workers)  L.R.O. 1/2012  Interpretation. [18 of 1994]               c. 91:04         First Schedule.      Minimum wages to be paid to certain workers.          First Schedule"
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Interpretation. 2. In this Act  parlour has the meaning assigned to that expression by section 2 of the Shops (Consolidation) Act;  wages includes anything received by a worker under this Act as part of his remuneration or by virtue of his employment; and  worker means any of the persons specified in the first column of the First Schedule and wholly or mainly employed in any cookshop, discotheque, guest house, hotel, liquor restaurant, liquor store, night club, parlour, restaurant, retail spirit shop or tavern.",
            "description": "In this Act  parlour has the meaning assigned to that expression by section 2 of the Shops (Consolidation) Act;  wages includes anything received by a worker under this Act as part of his remuneration or by virtue of his employment; and  worker means any of the persons specified in the first column of the First Schedule and wholly or mainly employed in any cookshop, discotheque, guest house, hotel, liquor restaurant, liquor store, night club, parlour, restaurant, retail spirit shop or tavern."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Minimum wages to be paid to certain workers. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Minimum wages to be paid to certain workers. 3. (1) Every worker shall be paid the appropriate rate of wages set out in the First Schedule:  Provided that the Minister may, from time to time, by order which shall be subject to negative resolution of the National Assembly vary, alter or amend any of the particulars contained in the First Schedule as he thinks fit.  (2) Where a worker is in receipt of a wage higher than that set out in the first schedule, the employer shall nevertheless continue to pay such worker wages at the higher rate.  (3) The minimum rate of wages payable to a worker employed during any period of time mentioned in the first schedule in more than one category of work mentioned in the said Schedule, in respect of which different rates of wages are set out, shall be the higher or the highest of such rates, as the case may be.  (4) The minimum rate of wages payable to a worker employed in any of the categories of work mentioned in the first schedule for any shorter period of time than the LAWS OF GUYANA                                     Labour (Conditions of Employment of Certain Workers) Cap. 99:03 5  L.R.O. 1/2012                                    Overtime  rates. [18 of 1994] c. 91:04  c. 82:22           appropriate period mentioned therein shall be the appropriate minimum rate of wages set out therein in respect of the last-mentioned period:  Provided that an employer may pay to a person employed in any of the categories of work mentioned in the first schedule less than the appropriate minimum rate of wages per week prescribed aforesaid in respect of any period of time less than the appropriate period mentioned in the said schedule so that, however, such lesser rate per day payable to a person so employed shall not be less than the appropriate minimum rate divided by six, together with twenty-five per cent of such lesser rate:  And provided further that the lesser rate per hour shall be the lesser rate per day divided by the normal hours for the category.  (5) Where in any establishment mentioned in Parts 1 and 5 of the First Schedule, there is employed only one cook or waiter, or in any establishment mentioned in Parts 1, 2 and 4 there is employed only one barman, such cook, waiter or barman shall be paid by his employer, the wages of the Head Cook, Head Waiter or Head Barman, as the case may be set out in the appropriate Part of the First Schedule.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every worker shall be paid the appropriate rate of wages set out in the First Schedule:  Provided that the Minister may, from time to time, by order which shall be subject to negative resolution of the National Assembly vary, alter or amend any of the particulars contained in the First Schedule as he thinks fit."
                },
                {
                    "representation": "(2)",
                    "description": "Where a worker is in receipt of a wage higher than that set out in the first schedule, the employer shall nevertheless continue to pay such worker wages at the higher rate."
                },
                {
                    "representation": "(3)",
                    "description": "The minimum rate of wages payable to a worker employed during any period of time mentioned in the first schedule in more than one category of work mentioned in the said Schedule, in respect of which different rates of wages are set out, shall be the higher or the highest of such rates, as the case may be."
                },
                {
                    "representation": "(4)",
                    "description": "The minimum rate of wages payable to a worker employed in any of the categories of work mentioned in the first schedule for any shorter period of time than the LAWS OF GUYANA                                     Labour"
                },
                {
                    "representation": "(5)",
                    "description": "Where in any establishment mentioned in Parts 1 and 5 of the First Schedule, there is employed only one cook or waiter, or in any establishment mentioned in Parts 1, 2 and 4 there is employed only one barman, such cook, waiter or barman shall be paid by his employer, the wages of the Head Cook, Head Waiter or Head Barman, as the case may be set out in the appropriate Part of the First Schedule."
                }
            ]
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Overtime rates. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Overtime rates. 4. (1) Notwithstanding section 11(d) and subject to sections 6 and 7 of the Shops (Consolidation) Act and notwithstanding section 5 of the Licensed Premises Act and subject to section 7 and 8 of the said Act and subsection (2) hereof, every worker who, at the request of his employer, works for any period exceeding seven and one-quarter hours in any one day, shall be paid in respect of every hour or part of an hour so worked in excess thereof at one and one-half times the rate at which he would, but for this section, be paid.  (2) Except as otherwise provided under any law, every worker who is employed on a Sunday or a public LAWS OF GUYANA 6 Cap. 99:03          Labour (Conditions of Employment of  Certain Workers)  L.R.O. 1/2012          Luncheon interval. [18 of 1994] c. 91:04                           Acommoda- tion. [18 of 1994] c. 91:04              Weekly holiday.              Register.                          c. 98:01  holiday shall be paid a minimum of one and one-half times his hourly rate of pay for all hours worked on such days.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Notwithstanding section 11(d) and subject to sections 6 and 7 of the Shops"
                },
                {
                    "representation": "(2)",
                    "description": "Except as otherwise provided under any law, every worker who is employed on a Sunday or a public LAWS OF GUYANA 6 Cap. 99:03          Labour"
                }
            ]
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Luncheon interval. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Luncheon interval. 5. Without prejudice to the provisions of sections 9 and 11 of the Shops (Consolidation) Act, the employer of any worker shall, on each working day, allow to such worker an interval from work of not less than one hour for luncheon or dinner, as the case may be, and when his duties require him to work overtime hours the employer shall allow to such worker an interval of not less than one-quarter of an hour for the taking of a meal for every four hours or part thereof worked as overtime.",
            "description": "Without prejudice to the provisions of sections 9 and 11 of the Shops (Consolidation) Act, the employer of any worker shall, on each working day, allow to such worker an interval from work of not less than one hour for luncheon or dinner, as the case may be, and when his duties require him to work overtime hours the employer shall allow to such worker an interval of not less than one-quarter of an hour for the taking of a meal for every four hours or part thereof worked as overtime."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Accommodation. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Accommodation. 6. Without prejudice to the provisions of section 13 of the Shops (Consolidation) Act, the employer of workers shall provide a suitable room for the accommodation of workers during any intervals from work provided for by this Act.",
            "description": "Without prejudice to the provisions of section 13 of the Shops (Consolidation) Act, the employer of workers shall provide a suitable room for the accommodation of workers during any intervals from work provided for by this Act."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Weekly holiday. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Weekly holiday. 7. Every employer shall grant to every worker a holiday on one week-day in every week and, in addition, shall grant to such worker a half-holiday on every alternate Sunday.",
            "description": "Every employer shall grant to every worker a holiday on one week-day in every week and, in addition, shall grant to such worker a half-holiday on every alternate Sunday."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Register. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Register. 8. (1) Every employer of workers shall keep a register in such form as the Minister may approve in which shall be entered  (a)   particulars  of wages paid to workers employed by him;   (b)     the date on which each worker entered his employment.  (2) Every such employer shall produce the register for the inspection of any officer of the Labour Department designated for the purposes of section 30 (1) of the Labour Act, when requested to do so.  LAWS OF GUYANA                                     Labour (Conditions of Employment of Certain Workers) Cap. 99:03 7  L.R.O. 1/2012 Trainee waiter.         Meals and uniforms.                           First Aid Box. Second Schedule.               Offences.  [18 of 1994 6 of 1997]",
            "description": [
                {
                    "representation": "(1)",
                    "description": "of the Labour Act, when requested to do so.  LAWS OF GUYANA                                     Labour"
                },
                {
                    "representation": "(a)",
                    "description": "particulars  of wages paid to workers employed by him;"
                },
                {
                    "representation": "(b)",
                    "description": "the date on which each worker entered his employment."
                },
                {
                    "representation": "(2)",
                    "description": "Every such employer shall produce the register for the inspection of any officer of the Labour Department designated for the purposes of section 30"
                }
            ]
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Trainee waiter. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Trainee waiter. 9. For every three waiters employed in any hotel by an employer a trainee-waiter shall be employed by him.",
            "description": "For every three waiters employed in any hotel by an employer a trainee-waiter shall be employed by him."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Meals and uniforms. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Meals and uniforms. 10. (1) Every worker shall be supplied by his employer with at least one hot meal on every working day in addition to the appropriate wage payable to him under this Act.  Provided that if a worker is employed in any establishment which does not serve meals his employer shall pay to him in lieu thereof, the cash value of any meal not supplied.  (2) The cash value of any meal not supplied shall be deemed to be the amount fixed as such by or under the terms of the workers employment, or if it is not so fixed, shall be as determined by the Chief Labour Officer.  (3) Where any worker is required to wear a uniform, such uniform shall be supplied and kept laundered, free of charge by his employer.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "Every worker shall be supplied by his employer with at least one hot meal on every working day in addition to the appropriate wage payable to him under this Act.  Provided that if a worker is employed in any establishment which does not serve meals his employer shall pay to him in lieu thereof, the cash value of any meal not supplied."
                },
                {
                    "representation": "(2)",
                    "description": "The cash value of any meal not supplied shall be deemed to be the amount fixed as such by or under the terms of the workers employment, or if it is not so fixed, shall be as determined by the Chief Labour Officer."
                },
                {
                    "representation": "(3)",
                    "description": "Where any worker is required to wear a uniform, such uniform shall be supplied and kept laundered, free of charge by his employer."
                }
            ]
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "First-Aid Box. ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under First-Aid Box. 11. Every employer of workers shall provide and maintain so as to be readily accessible a first-aid box or cupboard containing the appliances and requisites as specified in the Second Schedule:  Provided that the Minister may, from time to time, by order which shall be subject to negative resolution of the National Assembly vary, alter or amend any of the particulars contained in the Second Schedule as he thinks fit.",
            "description": "Every employer of workers shall provide and maintain so as to be readily accessible a first-aid box or cupboard containing the appliances and requisites as specified in the Second Schedule:  Provided that the Minister may, from time to time, by order which shall be subject to negative resolution of the National Assembly vary, alter or amend any of the particulars contained in the Second Schedule as he thinks fit."
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "12",
            "title": "Offences.   FIRST SCHEDULE  SECOND SCHEDULE   __________________________ 18 of 1978 An Act to repeal and, with certain amendments, re-enact the Labour (Conditions of Employment of Certain Workers) Act, Chapter 99:03 regulating the conditions of employment of certain workers.   [18TH OCTOBER, 1978]  Short title.    ",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under Offences.   FIRST SCHEDULE  SECOND SCHEDULE   __________________________ 18 of 1978 An Act to repeal and, with certain amendments, re-enact the Labour (Conditions of Employment of Certain Workers) Act, Chapter 99:03 regulating the conditions of employment of certain workers.   [18TH OCTOBER, 1978]  Short title.    12. (1) Any employer who contravenes or fails to comply with the provisions of sections 3, 4, 5, 6, 7, 9, 10 or 11 shall be liable on summary conviction to a fine of eighteen thousand, seven hundred and fifty dollars.  (2) Any employer who contravenes or fails to LAWS OF GUYANA 8 Cap. 99:03          Labour (Conditions of Employment of  Certain Workers)  L.R.O. 1/2012               [O. 32/2002 O. 41/ 2005]                                   comply with the provisions of section 8(1) or section 8(2), shall be liable on summary conviction to a fine of thirty-seven thousand, five hundred dollars.   ______________    FIRST SCHEDULE  PART 1  HOTELS, GUESTS HOUSES, DISCOTHEQUES, NIGHT CLUBS AND LIQUOR RESTAURANTS   Category of Worker  Minimum Rate of wages  Head Cook Cook Kitchen Maid . Head Waiter/ Waitress Waiter/Waitress Maid Bell Boy/Girl  Trainee Waiter  Head Barman  Barman General Worker   $6,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "or section 8(2), shall be liable on summary conviction to a fine of thirty-seven thousand, five hundred dollars.   ______________    FIRST SCHEDULE  PART 1  HOTELS, GUESTS HOUSES, DISCOTHEQUES, NIGHT CLUBS AND LIQUOR RESTAURANTS   Category of Worker  Minimum Rate of wages  Head Cook Cook Kitchen Maid . Head Waiter/ Waitress Waiter/Waitress Maid Bell Boy/Girl  Trainee Waiter  Head Barman  Barman General Worker   $6,"
                },
                {
                    "representation": "(2)",
                    "description": "Any employer who contravenes or fails to LAWS OF GUYANA 8 Cap. 99:03          Labour"
                }
            ]
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "300.00 per week $3,",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under 300.00 per week $3,300.00 per week    $3,",
            "description": "300.00 per week    $3,"
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "687.00 per week $6,",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under 687.00 per week $6,687.00 per week $3,",
            "description": "687.00 per week $3,"
        }
    },
    {
        "act": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "",
            "title": "903.00 per week $6,",
            "context": "LABOUR (CONDITIONS OF EMPLOYMENT OF CERTAIN  WORKERS) ACT under 903.00 per week $6,903.00 per week $3,",
            "description": "903.00 per week $3,"
        }
    }
]