[
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Short title. 1. This Act may be cited as the Accidental Deaths and Personal Injuries (Damages) Act.",
            "description": "This Act may be cited as the Accidental Deaths and Personal Injuries (Damages) Act."
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation.  PART I  ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Interpretation.  PART I  2. (1) In this Act  child includes son and daughter, and grandson and granddaughter, and  stepson and stepdaughter, and a child adopted under the Adoption of Children Act;  husband includes a reputed husband;  parent includes father and mother and grandfather and grandmother, and stepfather and stepmother, and a person in whose favour an adoption order has been made under the Adoption of Children Act and, where an adoption order has been made in favour of two spouses, both such spouses;  personal injury includes any disease and any impairment of the physical or mental condition of a person;  wife includes a reputed wife.  (2) For the purposes of this Act a person shall be deemed to be the parent or child of the deceased person notwithstanding that he was only related to him illegitimately; and accordingly in deducing any relationship which, under this Act only, is included within the meaning of the expressions parent and child any illegitimate person shall be treated as being, or as having been, the legitimate offspring of his mother and reputed father.  (3) The last preceding subsection shall not apply in relation to any action in respect of the death of any person before the 21st March,",
            "description": [
                {
                    "representation": "(1)",
                    "description": "In this Act  child includes son and daughter, and grandson and granddaughter, and  stepson and stepdaughter, and a child adopted under the Adoption of Children Act;  husband includes a reputed husband;  parent includes father and mother and grandfather and grandmother, and stepfather and stepmother, and a person in whose favour an adoption order has been made under the Adoption of Children Act and, where an adoption order has been made in favour of two spouses, both such spouses;  personal injury includes any disease and any impairment of the physical or mental condition of a person;  wife includes a reputed wife."
                },
                {
                    "representation": "(2)",
                    "description": "For the purposes of this Act a person shall be deemed to be the parent or child of the deceased person notwithstanding that he was only related to him illegitimately; and accordingly in deducing any relationship which, under this Act only, is included within the meaning of the expressions parent and child any illegitimate person shall be treated as being, or as having been, the legitimate offspring of his mother and reputed father."
                },
                {
                    "representation": "(3)",
                    "description": "The last preceding subsection shall not apply in relation to any action in respect of the death of any person before the 21st March,"
                }
            ]
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Cause of action when death is caused by negligence. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Cause of action when death is caused by negligence. 3. Whenever the death of a person is caused by wrongful act, neglect, or default, and the act, neglect, or default is that which would (if death had not ensued) have entitled the party injured to maintain an action and recover damages in respect thereof, then the person who would have been liable if death had not ensued shall be liable to an action for damages, notwithstanding the death of the person injured, and although the death has been caused in circumstances amounting in law to felony.",
            "description": "Whenever the death of a person is caused by wrongful act, neglect, or default, and the act, neglect, or default is that which would (if death had not ensued) have entitled the party injured to maintain an action and recover damages in respect thereof, then the person who would have been liable if death had not ensued shall be liable to an action for damages, notwithstanding the death of the person injured, and although the death has been caused in circumstances amounting in law to felony."
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "For and by whom action to be brought. Action to be commenced within three years. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under For and by whom action to be brought. Action to be commenced within three years. 4. The action shall be brought in the High Court and shall be for the benefit of the wife, husband, parent, and child of the person whose death has been so caused, and shall be brought by and in the name of the executor or administrator of the person deceased; and in the action the Court may give the damages it thinks proportioned to the injury resulting from the death to the parties respectively for whom and for whose benefit the action is brought; and the amount so recovered, after deducting the costs not recovered from the defendant, shall be divided amongst the before-mentioned parties in the shares the Court finds and directs:  Provided that  (a)     not more than one action shall lie for and in respect of the same subject matter of complaint; and  (b)     every action shall be commenced within three years after the death of the deceased person.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "not more than one action shall lie for and in respect of the same subject matter of complaint; and"
                },
                {
                    "representation": "(b)",
                    "description": "every action shall be commenced within three years after the death of the deceased person."
                }
            ]
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Plaintiff to deliver particulars. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Plaintiff to deliver particulars. 5. In the action the plaintiff on the record shall be required to deliver to the defendant or his attorney, together with the statement of claim, full particulars of the person or persons for whom and on whose behalf the action is brought, LAWS OF GUYANA 6 Cap. 99:05           Accidental Deaths and Personal Injuries (Damages)   L.R.O. 1/2012                    By whom  action may be brought where  no representative.                   Payment  into court.                          Abolition of the doctrine of common employment.  [13 of 1983]     and of the nature of the claim in respect of which damages are sought to be recovered.",
            "description": "In the action the plaintiff on the record shall be required to deliver to the defendant or his attorney, together with the statement of claim, full particulars of the person or persons for whom and on whose behalf the action is brought, LAWS OF GUYANA 6 Cap. 99:05           Accidental Deaths and Personal Injuries (Damages)   L.R.O. 1/2012                    By whom  action may be brought where  no representative.                   Payment  into court.                          Abolition of the doctrine of common employment.  [13 of 1983]     and of the nature of the claim in respect of which damages are sought to be recovered."
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "By whom action may be brought where no representative. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under By whom action may be brought where no representative. 6. If and so often as it happens at any time hereafter, in any of the events intended and provided for by this Act, that there is no executor or administrator of the person deceased, or that, there being that executor or administrator, the action in this Act mentioned has not, within six calendar months after the death of the deceased person herein mentioned, been brought by and in the name of his or her executor or administrator, then the action may be brought by and in the name or names of all or any of the persons (if more than one) for whose benefit it would have been brought if it had been brought by and in the name of the executor or administrator; and every action so brought shall be for the benefit of the same person or persons, and shall be subject to the same regulations and procedure, as nearly as may be, as if it were brought by and in the name of the executor or administrator.",
            "description": "If and so often as it happens at any time hereafter, in any of the events intended and provided for by this Act, that there is no executor or administrator of the person deceased, or that, there being that executor or administrator, the action in this Act mentioned has not, within six calendar months after the death of the deceased person herein mentioned, been brought by and in the name of his or her executor or administrator, then the action may be brought by and in the name or names of all or any of the persons (if more than one) for whose benefit it would have been brought if it had been brought by and in the name of the executor or administrator; and every action so brought shall be for the benefit of the same person or persons, and shall be subject to the same regulations and procedure, as nearly as may be, as if it were brought by and in the name of the executor or administrator."
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Payment into court.  PART II  ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Payment into court.  PART II  7. If the defendant is advised to pay money into court it shall suffice that he pay it as a compensation in one sum to all persons entitled under this Act for his wrongful act, neglect, or default, without specifying the shares into which it is to be divided, and if that sum is not accepted and an issue is taken by the plaintiff as to its sufficiency, the Court thinks it sufficient, the defendant shall be entitled to judgment upon that issue.  PART II",
            "description": "If the defendant is advised to pay money into court it shall suffice that he pay it as a compensation in one sum to all persons entitled under this Act for his wrongful act, neglect, or default, without specifying the shares into which it is to be divided, and if that sum is not accepted and an issue is taken by the plaintiff as to its sufficiency, the Court thinks it sufficient, the defendant shall be entitled to judgment upon that issue.  PART II"
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Abolition of the doctrine of common employment. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Abolition of the doctrine of common employment. 8. (1) It shall not be a defence to an employer who is sued for recovery of damages in respect of personal injury, or in respect of death resulting from personal injury, caused by the negligence of a person employed by him, that that person was at the time the injury was caused in common employment with the person injured.  LAWS OF GUYANA                                                                                                                                            Accidental Deaths and Personal Injuries (Damages)  Cap. 99:05 7  L.R.O. 1/2012                   Exclusion of certain benefits in assessment of damages.  [13 of 1983]          c. 36:01                    (2) Any provision contained in a contract of service or apprenticeship, or in an agreement collateral thereto, (including a contract or agreement entered into before the commencement of this section shall be void in so far as it would have the effect of excluding or limiting any liability of the employer in respect of personal injury, or in respect of death resulting from personal injury, caused to the person employed or apprenticed by the negligence of persons in common employment with him.  PART III",
            "description": [
                {
                    "representation": "(1)",
                    "description": "It shall not be a defence to an employer who is sued for recovery of damages in respect of personal injury, or in respect of death resulting from personal injury, caused by the negligence of a person employed by him, that that person was at the time the injury was caused in common employment with the person injured.  LAWS OF GUYANA                                                                                                                                            Accidental Deaths and Personal Injuries"
                },
                {
                    "representation": "(2)",
                    "description": "Any provision contained in a contract of service or apprenticeship, or in an agreement collateral thereto,"
                }
            ]
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "9",
            "title": "Exclusion of certain benefits in assessment of damages. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Exclusion of certain benefits in assessment of damages. 9. In assessing damages in an action for recovery of damages in respect of personal injury or in respect of death resulting from personal injury no account shall be taken of any of the following moneys paid or payable as a result of the injury or death  (a)   payments  under  any  contract of insurance (including the return of premiums);  (b)   benefits under the National Insurance and Social Security Act or any other written law relating to social security, notwithstanding anything contained in that Act or other written law;  (c)    payments by a friendly society or similar body or a trade union for the relief or maintenance of its members or of the dependants of deceased members;  (d)   payments by way of pension or gratuity under any written law, pension scheme or agreement (including the return of any contributions or the payment of any lump-sum in respect of any service).  LAWS OF GUYANA 8 Cap. 99:05           Accidental Deaths and Personal Injuries (Damages)   L.R.O. 1/2012  Assessment of damages for widows and widowers. [13 of 1983 19 of 1990]       Funeral expenses. [13 of 1983]               Liability of the State for personal injury to persons employed by  the State. [13 of 1983]",
            "description": [
                {
                    "representation": "(a)",
                    "description": "payments  under  any  contract of insurance"
                },
                {
                    "representation": "(b)",
                    "description": "benefits under the National Insurance and Social Security Act or any other written law relating to social security, notwithstanding anything contained in that Act or other written law;"
                },
                {
                    "representation": "(c)",
                    "description": "payments by a friendly society or similar body or a trade union for the relief or maintenance of its members or of the dependants of deceased members;"
                },
                {
                    "representation": "(d)",
                    "description": "payments by way of pension or gratuity under any written law, pension scheme or agreement"
                }
            ]
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "10",
            "title": "Assessment of damages for widows and widowers. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Assessment of damages for widows and widowers. 10. In assessing damages payable to a widow or widower in respect of the death resulting from personal injury of the deceased spouse there shall not be taken into account the remarriage of the widow or the widower or his or her prospects of remarriage.",
            "description": "In assessing damages payable to a widow or widower in respect of the death resulting from personal injury of the deceased spouse there shall not be taken into account the remarriage of the widow or the widower or his or her prospects of remarriage."
        }
    },
    {
        "act": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "11",
            "title": "Funeral expenses. ",
            "context": "ACCIDENTAL DEATHS AND PERSONAL INJURIES  (DAMAGES) ACT under Funeral expenses. 11. In any action for recovery of damages in respect of death resulting from personal injury, damages may be awarded in respect of the funeral expenses of the deceased person if such expenses have been incurred by the parties for whose benefit the action is brought.",
            "description": "In any action for recovery of damages in respect of death resulting from personal injury, damages may be awarded in respect of the funeral expenses of the deceased person if such expenses have been incurred by the parties for whose benefit the action is brought."
        }
    }
]