[
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "1",
            "title": "Short title. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Short title. 1. This Act may be cited as the Household Service Workers (Hours of Work) Act.",
            "description": "This Act may be cited as the Household Service Workers (Hours of Work) Act."
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "2",
            "title": "Interpretation. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Interpretation. 2. In this Act  household service worker means any person employed as a domestic in any private residence, and includes childrens nurses;  employer means any person who employs a household service worker;  LAWS OF GUYANA 4 Cap. 99:10                   Household Service Workers                        (Hours of Work)   L.R.O. 1/2012      Hours of work.     Overtime.        Off-day.            Register of wages, hours and conditions of work.             normal hours means the maximum number of hours which may normally be worked by a household service worker in accordance with section",
            "description": "In this Act  household service worker means any person employed as a domestic in any private residence, and includes childrens nurses;  employer means any person who employs a household service worker;  LAWS OF GUYANA 4 Cap. 99:10                   Household Service Workers                        (Hours of Work)   L.R.O. 1/2012      Hours of work.     Overtime.        Off-day.            Register of wages, hours and conditions of work.             normal hours means the maximum number of hours which may normally be worked by a household service worker in accordance with section"
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "3",
            "title": "Hours of work. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Hours of work. 3.",
            "description": "3."
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "4",
            "title": "Overtime. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Overtime. 4. A household service worker who, at the request of his employer, works in excess of the normal hours shall be paid for every hour or part thereof so worked at one and one-half times the rate at which he would, but for this section, be paid.",
            "description": "A household service worker who, at the request of his employer, works in excess of the normal hours shall be paid for every hour or part thereof so worked at one and one-half times the rate at which he would, but for this section, be paid."
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "5",
            "title": "Off day. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Off day. 5. A household service worker employed on a weekly, fort-nightly or monthly basis, shall be allowed by his employer in every week a continuous period of twenty-four hours during which he is not required to work for his employer:  Provided that any such period shall not be disregarded in reckoning the number of hours worked by a household service worker.",
            "description": "A household service worker employed on a weekly, fort-nightly or monthly basis, shall be allowed by his employer in every week a continuous period of twenty-four hours during which he is not required to work for his employer:  Provided that any such period shall not be disregarded in reckoning the number of hours worked by a household service worker."
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "6",
            "title": "Register of wages, hours and conditions of work. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Register of wages, hours and conditions of work. 6. (1) The employer shall keep a register (hereinafter referred to as the register) containing a record of the wages and hours of work of every household service worker.  (2) The register shall be in such form and shall contain such other particulars, as may from time to time be prescribed by the Minister by notice published in the Gazette.  (3) The register shall be produced for inspection by any officer of the Department of Labour.    LAWS OF GUYANA                                                        Household Service Workers                                                                 (Hours of Work)  Cap. 99:10 5  L.R.O. 1/2012 Offences. [6 of 1997]             Institution of prosecutions by Permanent Secretary.     Regulations.",
            "description": [
                {
                    "representation": "(1)",
                    "description": "The employer shall keep a register"
                },
                {
                    "representation": "(2)",
                    "description": "The register shall be in such form and shall contain such other particulars, as may from time to time be prescribed by the Minister by notice published in the Gazette."
                },
                {
                    "representation": "(3)",
                    "description": "The register shall be produced for inspection by any officer of the Department of Labour.    LAWS OF GUYANA                                                        Household Service Workers"
                }
            ]
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "7",
            "title": "Offences. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Offences. 7. Any employer who  (a)    fails to comply with the provisions of section 4, 5 or 6: or  (b)   knowingly makes or causes or permits to be made any false entry in the register,  shall be liable on summary conviction to a fine of twenty-seven thousand five hundred dollars.",
            "description": [
                {
                    "representation": "(a)",
                    "description": "fails to comply with the provisions of section 4, 5 or 6: or"
                },
                {
                    "representation": "(b)",
                    "description": "knowingly makes or causes or permits to be made any false entry in the register,  shall be liable on summary conviction to a fine of twenty-seven thousand five hundred dollars."
                }
            ]
        }
    },
    {
        "act": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT",
        "source": "https://mola.gov.gy/laws-of-guyana",
        "type": {
            "name": "section",
            "representation": "8",
            "title": "Institution of prosecutions by Permanent Secretary. ",
            "context": "HOUSEHOLD SERVICE WORKERS (HOURS OF WORK) ACT under Institution of prosecutions by Permanent Secretary. 8. The Permanent Secretary may institute or cause to be instituted any prosecution for the purpose of enforcing the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Permanent Secretary.",
            "description": "The Permanent Secretary may institute or cause to be instituted any prosecution for the purpose of enforcing the provisions of this Act and any officer of the Department of Labour may appear as prosecutor for and on behalf of the Permanent Secretary."
        }
    }
]