{
    "section": [
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 2",
            "name": "Abduction.",
            "text": "In this Act 'abduction', 'wrongful restraint' and 'wrongful confinement' shall have the meanings assigned to them in sections 3, 5 and 7, respectively.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=3",
            "questions": [
                "What is the meaning of 'abduction' in this Act?",
                "What is the meaning of 'wrongful restraint' in this Act?",
                "What is the meaning of 'wrongful confinement' in this Act?",
                "Where are the meanings of 'abduction', 'wrongful restraint', and 'wrongful confinement' assigned in this Act?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 3",
            "name": "Abduction",
            "text": "Whoever by force or fear compels, or by any deceitful means induces any person to go from any place, is said to abduct that person.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the definition of abduction?",
                "How can someone be considered to have abducted another person?",
                "What actions constitute abduction?",
                "What are the means by which someone can be induced to go from a place?",
                "What is the role of force or fear in abduction?",
                "What is the role of deceitful means in abduction?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 4",
            "name": "Punishment for abduction with intent secretly or wrongfully to confine a person.",
            "text": "Whoever abducts any person with intent to cause that person to be secretly or wrongfully confined, shall be guilty of an offence and shall be liable on conviction on indictment to a seven hundred and fifty thousand dollars and to imprisonment for five years.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the punishment for abducting a person with the intent to secretly or wrongfully confine them?",
                "What is the maximum fine for the offense of abduction with intent to secretly or wrongfully confine a person?",
                "What is the maximum imprisonment term for the offense of abduction with intent to secretly or wrongfully confine a person?",
                "What is the minimum imprisonment term for the offense of abduction with intent to secretly or wrongfully confine a person?",
                "What is the specific amount of fine for the offense of abduction with intent to secretly or wrongfully confine a person?",
                "What is the specific imprisonment term for the offense of abduction with intent to secretly or wrongfully confine a person?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 5",
            "name": "Wrongful restraint.",
            "text": "Whoever unlawfully obstructs any person, so as to prevent that person from proceeding in any direction in which that person has a right to proceed, is said wrongfully to restrain that person.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the definition of wrongful restraint?",
                "What does it mean to unlawfully obstruct someone?",
                "What is the consequence of wrongfully restraining someone?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 6",
            "name": "Punishment for wrongful restraint.",
            "text": "Whoever wrongfully restrains any person shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding one hundred thousand dollars.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the punishment for wrongful restraint?",
                "What is the maximum fine for wrongful restraint?",
                "What constitutes an offence of wrongful restraint?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 7",
            "name": "Wrongful confinement.",
            "text": "Whoever wrongfully restrains any person in such a manner as to prevent that person from proceeding beyond certain circumscribing limits, is said wrongfully to confine that person.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the definition of wrongful confinement?",
                "How does one wrongfully confine a person?",
                "What does it mean to prevent someone from proceeding beyond certain circumscribing limits?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 8",
            "name": "Punishment for wrongful confinement.",
            "text": "Whoever wrongfully confines any person shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding two hundred and fifty thousand dollars.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the punishment for wrongful confinement?",
                "What is the maximum fine for wrongful confinement?",
                "What constitutes an offence of wrongful confinement?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 9",
            "name": "Abduction, wrongful restraint or wrongful confinement for ransom.",
            "text": "Whoever, with intent to hold any person for ransom, abducts or wrongfully restrains or wrongfully confines that person shall be guilty of an offence and shall be liable on conviction on indictment to a fine of ten million dollars together with imprisonment for not less than fifteen and not more than twenty years.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the offense described in Section 9 of the Kidnapping Act?",
                "What is the punishment for the offense described in Section 9?",
                "What is the intent required for someone to be guilty of the offense described in Section 9?",
                "What actions constitute the offense described in Section 9?",
                "What is the maximum fine that can be imposed for the offense described in Section 9?",
                "What is the minimum imprisonment term for the offense described in Section 9?",
                "What is the maximum imprisonment term for the offense described in Section 9?",
                "Where can the full text of the Kidnapping Act be found?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 10",
            "name": "Knowingly receiving ransom.",
            "text": "Whoever receives, has possession of or disposes of any money or property or any proceeds thereof, which has at any time been delivered as ransom in connection with any offence punishable under section 9, knowing that the money or other property has at any time been delivered as such ransom, shall be guilty of an offence and shall be liable on conviction on indictment to a fine equivalent to the ransom delivered or to seven million dollars, whichever is greater, together with imprisonment for a term not exceeding ten years.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=4",
            "questions": [
                "What is the punishment for knowingly receiving ransom?",
                "What is the maximum term of imprisonment for knowingly receiving ransom?",
                "What is the fine for knowingly receiving ransom?",
                "What is the minimum fine for knowingly receiving ransom?",
                "What is the maximum fine for knowingly receiving ransom?",
                "What is the threshold for the fine for knowingly receiving ransom?",
                "What is the punishment for receiving, possessing, or disposing of money or property delivered as ransom?",
                "What is the punishment for receiving ransom in connection with an offense punishable under section 9?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 10A",
            "name": "Knowingly negotiating to obtain or for payment of ransom.",
            "text": "(1) Whoever knowingly negotiates or assists in any negotiation to obtain any ransom for the release of any person who has been wrongfully confined shall be guilty of an offence and shall be liable on conviction on indictment to a fine of one million dollars and to imprisonment for a term not exceeding twenty years. (2) Subsection (1) does not apply to a person who in good faith negotiates or assists in negotiations on behalf of the kidnapped person.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=5",
            "questions": [
                "What is the penalty for knowingly negotiating to obtain ransom for the release of a wrongfully confined person?",
                "What is the maximum fine for the offense of knowingly negotiating to obtain ransom?",
                "What is the maximum imprisonment term for the offense of knowingly negotiating to obtain ransom?",
                "Who is exempted from the offense of knowingly negotiating to obtain ransom?",
                "Under what circumstances does subsection (1) not apply?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 11",
            "name": "Duty to give information to the police.",
            "text": "(1) Notwithstanding the provisions of any written law, any person who is aware of the commission of or the intention of any other person to commit any offence under this Act shall, in the absence of reasonable excuse, the burden of proving which shall lie upon the person so aware, forthwith give information to a police officer of such commission or intention, as the case may be. (2) Any person bound to give any information under subsection (1) who fails to do so in accordance with that subsection shall be guilty of an offence and shall be liable on summary conviction to a fine not exceeding two hundred thousand dollars or to imprisonment for a term not exceeding one year or to both.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=5",
            "questions": [
                "What is the duty of a person who is aware of the commission of an offence under this Act?",
                "What is the burden of proof for a person aware of the commission of an offence under this Act?",
                "Who should the person aware of the commission of an offence give information to?",
                "What is the penalty for failing to give information under subsection (1)?",
                "What is the maximum fine for failing to give information under subsection (1)?",
                "What is the maximum imprisonment term for failing to give information under subsection (1)?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 12",
            "name": "Evidence of accomplice.",
            "text": "Notwithstanding any rule of law or written law to the contrary, no witness shall in any trial of any offence under this Act be presumed to be unworthy of credit by reason only that he has paid or negotiated to pay any ransom or has provided funds for the payment of any ransom to procure the release of any person who has been wrongfully restrained or wrongfully confined.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=5",
            "questions": [
                "What is the purpose of Section 12 of the Kidnapping Act?",
                "What does Section 12 state about the credibility of witnesses in trials of offences under this Act?",
                "Under what circumstances can a witness be presumed unworthy of credit in a trial of an offence under this Act?",
                "What does Section 12 say about witnesses who have paid or negotiated to pay a ransom?",
                "What does Section 12 say about witnesses who have provided funds for the payment of a ransom?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 13",
            "name": "Evidence of pecuniary resources or property.",
            "text": "In any trial or inquiry into an offense under this Act or a conspiracy to commit such offense, the possession of pecuniary resources or property that cannot be accounted for, disproportionate to the accused person's known sources of income, can be used as evidence. The fact that the accused person obtained an increase in pecuniary resources or property around the time of the alleged offense, for which they cannot provide a satisfactory explanation, can also be used as evidence. This evidence can be considered by the court to corroborate the testimony of any witness that the accused person received a ransom for the release of a wrongfully restrained or confined person. The accused person can be deemed to be in possession of resources or property, or to have obtained an increase in them, even if they are held or obtained by another person who is believed to be holding them in trust for or on behalf of the accused person, or as a gift from the accused person.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=6",
            "questions": [
                "What can be used as evidence in a trial or inquiry into an offense under this Act?",
                "How can the possession of pecuniary resources or property be used as evidence?",
                "What can be considered by the court to corroborate the testimony of a witness?",
                "In what circumstances can the accused person be deemed to be in possession of resources or property?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 14",
            "name": "Protection of informers.",
            "text": "- Complaints regarding offences under this Act cannot be used as evidence in any civil or criminal proceeding.\n- Witnesses are not allowed to disclose the name or address of any informer or provide any information that could lead to their discovery.\n- If any books, documents, or papers contain information about an informer, the court must conceal or obliterate those passages to protect the informer from discovery.\n- If, after a full inquiry, the court determines that the informer knowingly made false statements in their complaint or if justice cannot be served without revealing the informer's identity, the court may require the production of the original complaint and allow inquiry and full disclosure about the informer.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=6",
            "questions": [
                "Can complaints regarding offences under this Act be used as evidence in any civil or criminal proceeding?",
                "What information are witnesses not allowed to disclose about informers?",
                "What must the court do if books, documents, or papers contain information about an informer?",
                "Under what circumstances can the court require the production of the original complaint and allow inquiry and full disclosure about the informer?"
            ]
        },
        {
            "title": "KIDNAPPING ACT",
            "category": "Section 15",
            "name": "Bail.",
            "text": "Unless the contrary is proved to the satisfaction of a court, a person charged with an offence under sections 9, 10, or 10A shall not be granted bail pending the final determination of any charge laid against him.",
            "source": "https://drive.google.com/uc?export=view&id=1utEMbVBy2rMzO8zvVJNpc0IDDhXXaxuK#page=7",
            "questions": [
                "What offences are mentioned in sections 9, 10, or 10A?",
                "Under what circumstances can a person charged with an offence under sections 9, 10, or 10A be granted bail?",
                "What is the requirement for granting bail to a person charged with an offence under sections 9, 10, or 10A?"
            ]
        }
    ]
}